Repository: kiwidude68/calibre_plugins
Catalog: resize_cover/translations/*.po
Languages: it, lv

source: Keyboard shortcuts
it: Scorciatoie tastiera
lv: Īsinājumtaustiņi

source: Restart calibre now
it: Riavvia calibre adesso
lv: Restartēt calibre

source: Preferences for:
it: Preferenze per:
lv: Iestatījumi:

source: Clear
it: Pulisci
lv: Notīrīt

source: Clear all settings for this plugin
it: Cancellare tutte le impostazioni per il plugin?
lv: Notīrīt visus šī spraudņa iestatījumus

source: Are you sure you want to change your settings in this library for this plugin?
it: Sicuro di voler cambiare la configurazione nella libreria di questo plugin?
lv: Vai tiešām vēlaties mainīt iestatījumus šajā bibliotēkā šim spraudnim?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
it: Tutte le configurazioni di altre biblioteche, o salvate in un file JSON nella cartella dei plugin di calibre non saranno toccate.
lv: Netiek aizskarti nekādi iestatījumi citās bibliotēkās vai JSON failā jūsu kalibra spraudņu mapē.

source: You must restart calibre afterwards.
it: Successivamente devi riavviare calibre.
lv: Pēc tam ir jārestartē calibre.

source: Settings changed
it: Impostazioni cambiate
lv: Iestatījumi mainīti

source: Settings for this plugin in this library have been changed.
it: La configurazione di questo plugin in questa biblioteca è stata modificata.
lv: Šī spraudņa iestatījumi šajā bibliotēkā ir mainīti.

source: Please restart calibre now.
it: Riavvia calibre adesso.
lv: Lūdzu, restartējiet calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
it: Sei sicuro di voler cancellare le impostazioni per questo plugin in questa biblioteca?
lv: Vai tiešām vēlaties notīrīt iestatījumus šajā bibliotēkā šim spraudnim?

source: Settings deleted
it: Impostazioni cancellate
lv: Iestatījumi izdzēsti

source: All settings for this plugin in this library have been cleared.
it: Tutte le impostazioni per questo plugin in questa biblioteca sono state cancellate.
lv: Visi šī spraudņa iestatījumi šajā bibliotēkā ir notīrīti.

source: Copy to clipboard
it: Copia negli appunti
lv: Kopēt starpliktuvē

source: Undefined
it: Non definito
lv: Nenoteikts

source: Restart required
it: Riavvio richiesto
lv: Nepieciešams restarts

source: Title image not found - you must restart Calibre before using this plugin!
it: Immagine del titolo non trovata - Devi riavviare Calibre prima di utilizzare questo plugin!
lv: Vāka attēls nav atrasts - pirms šī spraudņa izmantošanas ir jārestartē Calibre!

source: Create new column
it: Crea una nuova colonna
lv: Izveidot jaunu kolonnu

source: Resize Cover
it: Ridimensiona copertina
lv: Vāka izmērs

source: Size: {0}(w) x {1}(h)
it: Dimensione: {0}(w) x {1}(h)
lv: Izmērs: {0}(p) x {1}(a)

source: Keep aspect ratio
it: Mantieni proporzioni
lv: Saglabāt malu attiecību

source: Only shrink
it: Restringi soltanto
lv: Tikai samazināt

source: &Customize plugin
it: &Personalizza plugin
lv: &Pielāgot spraudni

source: &Help
it: &Aiuto
lv: &Palīdzība

source: No covers resized
it: Nessuna copertina ridimensionata
lv: Nemainīts vāka izmērs

source: None of the selected book(s) have covers
it: Nessuno dei libri selezionati ha le copertine
lv: Atlasītā grāmata(as) bez vāka

source: Height
it: Altezza
lv: Augstums

source: Only shrink larger images
it: Riduci solo le immagini più larghe
lv: Samazināt tikai lielos attēlus

source: Width
it: Larghezza
lv: Platums

source: Default
it: Predefinita, Predefinito
lv: Noklusējums

source: Cannot delete
it: Non può essere cancellata
lv: Nevar izdzēst

source: You must have at least one resize menu item
it: Devi avere almeno un elemento del menu Ridimensiona
lv: Jāizvēlas vismaz viens izmēra maiņas elements

source: Are you sure you want to delete this resize menu item?
it: Sei sicuro di voler cancellare l'elemento del menu Ridimensiona?
lv: Vai vēlaties izdzēst šo izmēru maiņas izvēlnes vienumu?

source: Are you sure you want to delete the selected {0} resize menu items?
it: Sei sicuro di voler cancellare le {0} voci selezionate del menu Ridimensiona?
lv: Vai vēlaties dzēst atlasītos {0} izmēru maiņas izvēlnes vienumus?

source: Are you sure?
it: Sei sicuro/a?
lv: Vai esat pārliecināts?

source: Cover resize options:
it: Opzioni ridimensionamento copertina:
lv: Vāka izmēru opcijas:

source: Add resize menu item row
it: Aggiungi riga di elementi al menu Ridimensiona
lv: Pievienot izmēru

source: Delete resize menu item row
it: Cancella riga di elementi dal menu Ridimensiona
lv: Dzēst izmēru

source: Set as Toolbar Button Default
it: Definisci come Bottone Predefinito della Barra degli strumenti
lv: Iestatīt kā rīkjoslas noklusējumu

source: Set this size as the default on the menu button
it: Aggiusta questa grandezza come predefinita nel bottone del menu
lv: Iestatīt šo izmēru kā noklusējumu

source: Edit the keyboard shortcuts associated with this plugin
it: Modifica la scorciatoia da tastiera associata a questo plugin.
lv: Rediģēt ar spraudni saistītos īsinājumtaustiņus
