Repository: kiwidude68/calibre_plugins
Catalog: walk_search_history/translations/*.po
Languages: nl, sv

source: Keyboard shortcuts
nl: Sneltoetsen
sv: Tangentbordsgenvägar

source: Restart calibre now
nl: Calibre nu herstarten
sv: Starta om calibre nu.

source: Preferences for:
nl: Voorkeuren voor:
sv: Inställningar för:

source: Clear
nl: Wis
sv: Rensa

source: Clear all settings for this plugin
nl: Wis alle instellingen van deze plugin
sv: Rensa alla inställningar för detta tillägg

source: Are you sure you want to change your settings in this library for this plugin?
nl: Weet u zeker dat u uw instellingen in deze bibliotheek voor deze plug-in wilt wijzigen?
sv: Är du säker på att du vill ändra dina inställningar i det här biblioteket för denna insticksmodul?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
nl: Instellingen in andere bibliotheken of opgeslagen in een JSON-bestand in uw Calibre plugins-folder worden niet aangeroerd.
sv: Alla inställningar i andra bibliotek eller sparade i en JSON-fil i din calibre-tilläggsmapp kommer inte att röras.

source: You must restart calibre afterwards.
nl: U dient calibre achteraf te herstarten.
sv: Du måste starta om calibre efteråt.

source: Settings changed
nl: Instellingen gewijzigd
sv: Inställningar ändrade

source: Settings for this plugin in this library have been changed.
nl: Instellingen voor deze plug-in in deze bibliotheek zijn gewijzigd.
sv: Inställningarna för denna insticksmodul i det här biblioteket har ändrats.

source: Please restart calibre now.
nl: Herstart calibre nu alstublieft.
sv: Var god starta om calibre nu.

source: Are you sure you want to clear your settings in this library for this plugin?
nl: Bent u zeker dat uÂ uw instellingen in deze bibliotheek voor deze invoegtoepassing/plugin wilt wissen?
sv: Är du säker på att du vill rensa dina inställningar i detta bibliotek för detta tillägg?

source: Settings deleted
nl: Instellingen verwijderd
sv: Inställningar borttagna

source: All settings for this plugin in this library have been cleared.
nl: Alle instellingen voor de plugin in deze bibliotheek zijn gewist.
sv: Alla inställningar för detta tillägg i detta bibliotek har rensats.

source: Copy to clipboard
nl: Kopieer naar klembord
sv: Kopiera till urklipp

source: Undefined
nl: Niet gedefinieerd
sv: Odefinerad

source: Restart required
nl: Opnieuw opstarten vereist
sv: Kräver omstart

source: Title image not found - you must restart Calibre before using this plugin!
nl: Titelafbeelding niet gevonden - u moet Calibre opnieuw opstarten voordat u deze plug-in gebruikt!
sv: Titelbilden hittades inte - du måste starta om caliber innan du använder denna insticksmodul!

source: Create new column
nl: Nieuwe kolom maken
sv: Skapa ny kolumn

source: History
nl: Geschiedenis
sv: Historik

source: Goto previous
nl: Ga naar vorige
sv: Gå till föregående

source: Goto next
nl: Ga naar volgende
sv: Gå till nästa

source: Clear search history
nl: Zoekhistoriek wissen
sv: Rensa sökhistorik

source: &Customize plugin
nl: &Plug-in aanpassen
sv: &Anpassa insticksmodul

source: Are you sure?
nl: Bent u zeker?
sv: Är du säker?

source: Are you sure you want to clear the search history?
nl: Bent u zeker dat u de zoekhistoriek wil wissen?
sv: Är du säker på att du vill rensa sökhistoriken?

source: Default action for toolbar button click
nl: Standaard actie voor werkbalkknopklik
sv: Standardåtgärd för klick på verktygsfältsknapp

source: Previous search
nl: Vorige opzoeking
sv: Föregående sökning

source: Dropdown menu
nl: Uitklapmenu

source: Display last x searches in menu (0=Unlimited)
nl: Toon laatste x opzoekingen in menu (0=Onbeperkt)
sv: Visa de senaste x sökningarna i menyn (0=Obegränsat)

source: Keep separate history per library
nl: Aparte geschiedenis per bibliotheek
sv: Behåll separat historik per bibliotek

source: When checked will maintain a separate history per library when you switch between them.
nl: Indien aangevinkt wordt een aparte geschiedenis bijgehouden per bibliotheek als u er tussen schakelt.
sv: När markerad kommer det att upprätthållas en separat historik per bibliotek när du växlar mellan dem.

source: Edit the keyboard shortcuts associated with this plugin
nl: Bewerk de sneltoetsen voor deze plugin
sv: Redigera tangentbordets kortkommandon som hör samman med detta tilläggsprogram

source: &Help
sv: &Hjälp
