Repository: kiwidude68/calibre_plugins
Catalog: goodreads_sync/translations/*.po
Languages: ar, ta

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
ar: أعد تشغيل calibre الآن
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
ar: تفضيلات لـ:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
ar: مسح
ta: தெளிவான

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
ar: الإعدادات تغيرت
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
ar: تم حذف الإعدادات
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
ar: نسخ إلى الحافظة
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
ar: غير معرف
ta: வரையறுக்கப்படவில்லை

source: Restart required
ar: إعادة التشغيل مطلوبة
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
ar: إنشاء عمود جديد
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Goodreads
ar: جودريدز
ta: குட்ஸ்

source: Add to shelf
ar: إضافة إلى الرف
ta: அலமாரியில் சேர்க்கவும்

source: Remove from shelf
ar: إزالة من الرف
ta: அலமாரியில் இருந்து அகற்றவும்

source: Update reading progress
ar: تحديث تقدم القراءة
ta: வாசிப்பு முன்னேற்றத்தைப் புதுப்பிக்கவும்

source: Sync from shelf
ar: مزامنة من الرف
ta: அலமாரியில் இருந்து ஒத்திசைக்கவும்

source: View shelf
ar: عرض الرف
ta: அலமாரியைப் பாருங்கள்

source: Link to Goodreads
ar: ربط بـ Goodreads
ta: குட்ரெட்ஸுடன் இணைப்பு

source: Add, replace or clear link to a Goodreads book
ar: إضافة، استبدال أو مسح رابط لكتاب Goodreads
ta: குட்ரெட்ஸ் புத்தகத்தில் இணைப்பைச் சேர்க்கவும், மாற்றவும் அல்லது அழிக்கவும்

source: Linked book
ar: كتاب مرتبط
ta: இணைக்கப்பட்ட புத்தகம்

source: View linked book
ar: عرض الكتاب المرتبط
ta: இணைக்கப்பட்ட புத்தகத்தைக் காண்க

source: Open a web browser page showing the linked Goodreads book
ar: فتح صفحة متصفح ويب تعرض كتاب Goodreads المرتبط
ta: இணைக்கப்பட்ட குட்ரெட்ஸ் புத்தகத்தைக் காட்டும் வலை உலாவி பக்கத்தைத் திறக்கவும்

source: Switch Goodreads Edition
ar: تبديل إصدار Goodreads
ta: குட்ரெட்ஸ் பதிப்பை மாற்றவும்

source: Link to a different edition of a Goodreads book
ar: ربط بإصدار مختلف من كتاب Goodreads
ta: குட்ரெட்ஸ் புத்தகத்தின் வேறு பதிப்பிற்கான இணைப்பு

source: Remove link
ar: إزالة الرابط
ta: இணைப்பை அகற்று

source: Clear the link with Goodreads
ar: مسح الرابط مع Goodreads
ta: குட்ரெட்ஸுடன் இணைப்பை அழிக்கவும்

source: &Customize plugin
ar: &تخصيص الإضافة
ta: & சொருகி தனிப்பயனாக்கு

source: &Help
ar: &مساعدة
ta: &உதவி

source: User: {0}
ar: المستخدم: {0}
ta: பயனர்: {0}

source: Download tags from shelves
ar: تنزيل العلامات من الرفوف
ta: அலமாரிகளிலிருந்து குறிச்சொற்களைப் பதிவிறக்கவும்

source: Download shelves your book is on as tags
ar: تنزيل الرفوف التي يوجد عليها كتابك كعلامات
ta: அலமாரிகளைப் பதிவிறக்குங்கள் உங்கள் புத்தகம் குறிச்சொற்களாக உள்ளது

source: Upload tags as shelves
ar: رفع العلامات كرفوف
ta: குறிச்சொற்களை அலமாரிகளாக பதிவேற்றவும்

source: Add book to shelves represented by your tags
ar: إضافة كتاب إلى الرفوف التي تمثلها علاماتك
ta: உங்கள் குறிச்சொற்களால் குறிப்பிடப்படும் அலமாரிகளில் புத்தகத்தைச் சேர்க்கவும்

source: Added {0} books to shelf
ar: تمت إضافة {0} كتاب إلى الرف
ta: அலமாரியில் {0} புத்தகங்கள் சேர்க்கப்பட்டன

source: Removed {0} books from shelf
ar: تمت إزالة {0} كتاب من الرف
ta: அலமாரியில் இருந்து {0} புத்தகங்களை அகற்றியது

source: Updated progress for {0} books
ar: تم تحديث التقدم لـ {0} كتاب
ta: {0} புத்தகங்களுக்கான புதுப்பிக்கப்பட்ட முன்னேற்றம்

source: Syncing books from shelves
ar: مزامنة الكتب من الرفوف
ta: அலமாரிகளிலிருந்து புத்தகங்களை ஒத்திசைத்தல்

source: Unable to Sync
ar: تعذر المزامنة
ta: ஒத்திசைக்க முடியவில்லை

source: You must specify sync actions or columns for at least one shelf first.
ar: يجب عليك تحديد إجراءات المزامنة أو الأعمدة لرف واحد على الأقل أولاً.
ta: முதலில் ஒரு அலமாரிக்கு ஒத்திசைவு செயல்கள் அல்லது நெடுவரிசைகளை நீங்கள் குறிப்பிட வேண்டும்.

source: Unable to retrieve books for selected shelves.
ar: تعذر استرداد الكتب للرفوف المحددة.
ta: தேர்ந்தெடுக்கப்பட்ட அலமாரிகளுக்கான புத்தகங்களை மீட்டெடுக்க முடியவில்லை.

source: Synchronised {0} books from shelf
ar: تمت مزامنة {0} كتاب من الرف
ta: அலமாரியில் இருந்து ஒத்திசைக்கப்பட்ட {0} புத்தகங்கள்

source: Updating books
ar: تحديث الكتب
ta: புத்தகங்களைப் புதுப்பித்தல்

source: Book: %v
ar: الكتاب: %v
ta: புத்தகம்: %வி

source: Updating book
ar: تحديث الكتاب
ta: புத்தகம் புதுப்பித்தல்

source: Too Many Rows
ar: عدد كبير جدًا من الصفوف
ta: பல வரிசைகள்

source: Reduce your selection to at most 50 rows.
ar: قلل تحديدك إلى 50 صفًا كحد أقصى.
ta: உங்கள் தேர்வை அதிகபட்சம் 50 வரிசைகளாகக் குறைக்கவும்.

source: Are you sure?
ar: هل أنت متأكد؟
ta: நீ சொல்வது உறுதியா?

source: Removing any linked Goodreads ids may result in you having to manually select the link again for these book(s).
ar: قد يؤدي إزالة أي معرفات Goodreads مرتبطة إلى اضطرارك إلى تحديد الرابط يدويًا مرة أخرى لهذه الكتب.
ta: இணைக்கப்பட்ட குட்ரெட்ஸ் ஐடிகளை அகற்றுவது இந்த புத்தகத்திற்கான (கள்) இணைப்பை மீண்டும் கைமுறையாகத் தேர்ந்தெடுக்கலாம்.

source: Are you sure you want to remove the link(s)?
ar: هل أنت متأكد أنك تريد إزالة الرابط (الروابط)؟
ta: இணைப்பு (களை) அகற்ற விரும்புகிறீர்களா?

source: Removing Goodreads ids from books
ar: إزالة معرفات Goodreads من الكتب
ta: புத்தகங்களிலிருந்து குட்ரெட்ஸ் ஐடிகளை அகற்றுதல்

source: No Goodreads Id
ar: لا يوجد معرف Goodreads
ta: குட்ரெட்ஸ் ஐடி இல்லை

source: You cannot switch editions for a book that is not already linked to Goodreads.<br>
ar: لا يمكنك تبديل الإصدارات لكتاب غير مرتبط بالفعل بـ Goodreads.<br>
ta: குட்ரெட்களுடன் ஏற்கனவே இணைக்கப்படாத ஒரு புத்தகத்திற்கான பதிப்புகளை நீங்கள் மாற்ற முடியாது. <br>

source: Updated tags for {0} books
ar: تم تحديث العلامات لـ {0} كتاب
ta: {0} புத்தகங்களுக்கான புதுப்பிக்கப்பட்ட குறிச்சொற்கள்

source: No books required tags updating
ar: لا توجد كتب تتطلب تحديث العلامات
ta: குறிச்சொற்கள் புதுப்பிக்க வேண்டிய புத்தகங்கள் தேவையில்லை

source: Updated {0} shelves for selected books
ar: تم تحديث {0} رفوف للكتب المحددة
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுக்கான {0} அலமாரிகள் புதுப்பிக்கப்பட்டன

source: No shelves required updating
ar: لا توجد رفوف تتطلب تحديث
ta: அலமாரிகளுக்கு புதுப்பிக்க தேவையில்லை

source: Calibre must be restarted before the plugin can be configured.
ar: يجب إعادة تشغيل Calibre قبل تهيئة الإضافة.
ta: சொருகி கட்டமைக்கப்படுவதற்கு முன்பு காலிபர் மறுதொடக்கம் செய்யப்பட வேண்டும்.

source: New custom colums have been created. You will need to restart calibre for this change to be applied.
ar: تم إنشاء أعمدة مخصصة جديدة. ستحتاج إلى إعادة تشغيل calibre لتطبيق هذا التغيير.
ta: புதிய தனிப்பயன் நெடுவரிசை உருவாக்கப்பட்டுள்ளது. இந்த மாற்றம் பயன்படுத்தப்படுவதற்கு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Goodreads Sync progress
ar: تقدم مزامنة Goodreads
ta: குட்ரெட்ஸ் ஒத்திசைவு முன்னேற்றம்

source: Goodreads Tags
ar: علامات Goodreads
ta: குட்ரெட்ஸ் குறிச்சொற்கள்

source: Goodreads tags used for mapping to calbre.
ar: علامات Goodreads المستخدمة للربط بـ calibre.
ta: குட்ரெட்ஸ் குறிச்சொற்கள் கால்ப்ரேவுக்கு மேப்பிங் செய்ய பயன்படுத்தப்படுகின்றன.

source: Tags column:
ar: عمود العلامات:
ta: குறிச்சொற்கள் நெடுவரிசை:

source: For use with the "Download tags from shelves" and "Upload tags as shelves" menu items
ar: للاستخدام مع عناصر القائمة "تنزيل العلامات من الرفوف" و "رفع العلامات كرفوف"
ta: "அலமாரிகளிலிருந்து குறிச்சொற்களைப் பதிவிறக்குங்கள்" மற்றும் "குறிச்சொற்களை அலமாரிகளாக பதிவேற்றுதல்" மெனு உருப்படிகளுடன் பயன்படுத்த

source: Goodreads Rating
ar: تقييم Goodreads
ta: குட்ரெட்ஸ் மதிப்பீடு

source: Rating for the book.
ar: تقييم الكتاب.
ta: புத்தகத்திற்கான மதிப்பீடு.

source: Rating column:
ar: عمود التقييم:
ta: மதிப்பீட்டு நெடுவரிசை:

source: For use with the "Add to shelf" and "Sync from shelf" menu items to synchronise with your Goodreads review for a book
ar: للاستخدام مع عناصر القائمة "إضافة إلى الرف" و "مزامنة من الرف" للمزامنة مع مراجعتك في Goodreads لكتاب
ta: "அலமாரியில் சேர்" மற்றும் "அலமாரியில் இருந்து ஒத்திசைவு" மெனு உருப்படிகளுடன் பயன்படுத்த ஒரு புத்தகத்திற்கான உங்கள் குட்ரெட்ஸ் மதிப்பாய்வுடன் ஒத்திசைக்க

source: Date Read
ar: تاريخ القراءة
ta: தேதி படித்தது

source: Date when the book was last read.
ar: تاريخ آخر قراءة للكتاب.
ta: புத்தகம் கடைசியாக வாசிக்கப்பட்ட தேதி.

source: Date read column:
ar: عمود تاريخ القراءة:
ta: தேதி படிப்பு நெடுவரிசை:

source: Goodreads Review
ar: مراجعة Goodreads
ta: குட்ரெட்ஸ் விமர்சனம்

source: Review of book.
ar: مراجعة الكتاب.
ta: புத்தகத்தின் விமர்சனம்.

source: Review text column:
ar: عمود نص المراجعة:
ta: உரை நெடுவரிசையை மதிப்பாய்வு செய்யவும்:

source: Goodreads Progress
ar: تقدم Goodreads
ta: குட்ரெட்ஸ் முன்னேற்றம்

source: Reading progress for the book
ar: تقدم القراءة للكتاب
ta: புத்தகத்திற்கான முன்னேற்றத்தைப் படித்தல்

source: Reading progress column:
ar: عمود تقدم القراءة:
ta: முன்னேற்ற நெடுவரிசையைப் படித்தல்:

source: Never modify the calibre ISBN
ar: لا تقم بتعديل ISBN calibre أبدًا
ta: காலிபர் ஐ.எஸ்.பி.என்

source: Replace calibre ISBN only if none present
ar: استبدال ISBN calibre فقط إذا لم يكن موجودًا
ta: யாரும் இல்லையென்றால் மட்டுமே காலிபர் ஐ.எஸ்.பி.என்

source: Always overwrite calibre ISBN value
ar: دائمًا الكتابة فوق قيمة ISBN calibre
ta: எப்போதும் காலிபர் ஐ.எஸ்.பி.என் மதிப்பை மேலெழுதவும்

source: Add value to column
ar: إضافة قيمة إلى العمود
ta: நெடுவரிசையில் மதிப்பு சேர்க்கவும்

source: Remove value from column
ar: إزالة قيمة من العمود
ta: நெடுவரிசையிலிருந்து மதிப்பை அகற்று

source: None
ar: لا شيء
ta: எதுவுமில்லை

source: Today
ar: اليوم
ta: இன்று

source: Goodreads Date Read
ar: تاريخ قراءة Goodreads
ta: குட்ரெட்ஸ் தேதி படித்தது

source: Goodreads Date Added
ar: تاريخ إضافة Goodreads
ta: குட்ரெட்ஸ் தேதி சேர்க்கப்பட்டது

source: Goodreads Date Updated
ar: تاريخ تحديث Goodreads
ta: குட்ரெட்ஸ் தேதி புதுப்பிக்கப்பட்டது

source: Goodreads Date Started
ar: تاريخ بدء Goodreads
ta: குட்ரெட்ஸ் தேதி தொடங்கியது

source: Create Goodreads shelf
ar: إنشاء رف Goodreads
ta: குட்ரெட்ஸ் அலமாரியை உருவாக்கவும்

source: Shelf name:
ar: اسم الرف:
ta: அலமாரியில் பெயர்:

source: A book can only be on one of your exclusive shelves
ar: يمكن أن يكون الكتاب على رف واحد فقط من رفوفك الحصرية
ta: ஒரு புத்தகம் உங்கள் பிரத்யேக அலமாரிகளில் ஒன்றில் மட்டுமே இருக்க முடியும்

source: Allowing customizing the order of books on this shelf
ar: السماح بتخصيص ترتيب الكتب على هذا الرف
ta: இந்த அலமாரியில் புத்தகங்களின் வரிசையைத் தனிப்பயனாக்க அனுமதிக்கிறது

source: One shelf only can be featured at the top of your profile
ar: يمكن عرض رف واحد فقط في أعلى ملفك الشخصي
ta: ஒரு அலமாரியை உங்கள் சுயவிவரத்தின் மேற்புறத்தில் மட்டுமே இடம்பெற முடியும்

source: Action
ar: إجراء
ta: செயல்

source: Column
ar: عمود
ta: நெடுவரிசை

source: Value
ar: قيمة
ta: மதிப்பு

source: Invalid column
ar: عمود غير صالح
ta: தவறான நெடுவரிசை

source: Removing the column '{0}' action as the column cannot be found
ar: إزالة إجراء العمود '{0}' لأنه لا يمكن العثور على العمود
ta: '{0}' என்ற நெடுவரிசையை அகற்றுவது நெடுவரிசையைக் காண முடியாது

source: Are you sure you want to delete this action?
ar: هل أنت متأكد أنك تريد حذف هذا الإجراء؟
ta: இந்த செயலை நீக்க விரும்புகிறீர்களா?

source: Are you sure you want to delete the selected {0} actions?
ar: هل أنت متأكد أنك تريد حذف {0} إجراءات محددة؟
ta: தேர்ந்தெடுக்கப்பட்ட {0} செயல்களை நீக்க விரும்புகிறீர்களா?

source: Edit Shelf Add Actions
ar: تعديل إجراءات إضافة الرف
ta: திருத்து அலமாரியில் செயல்களைச் சேர்க்கவும்

source: Edit add to shelf actions for {0} shelves
ar: تعديل إجراءات الإضافة إلى الرف لـ {0} رفوف
ta: திருத்து {0} அலமாரிகளுக்கு அலமாரியில் செயல்களைச் சேர்க்கவும்

source: Edit add to shelf actions for '{0}' shelf
ar: تعديل إجراءات الإضافة إلى الرف لرف '{0}'
ta: திருத்து '{0}' அலமாரியில் அலமாரியில் செயல்களைச் சேர்க்கவும்

source: &What should calibre do with matching linked books when you click 'Add to shelf'?
ar: &ماذا يجب أن يفعل calibre بالكتب المرتبطة المطابقة عند النقر على 'إضافة إلى الرف'؟
ta: 'அலமாரியில் சேர்' என்பதைக் கிளிக் செய்யும் போது இணைக்கப்பட்ட புத்தகங்களை பொருத்துவதில் காலிபர் என்ன செய்ய வேண்டும்?

source: Edit Shelf Sync Actions
ar: تعديل إجراءات مزامنة الرف
ta: அலமாரியில் ஒத்திசைவு செயல்களைத் திருத்து

source: Edit sync actions for {0} shelves
ar: تعديل إجراءات المزامنة لـ {0} رفوف
ta: {0} அலமாரிகளுக்கு ஒத்திசைவு செயல்களைத் திருத்தவும்

source: Edit sync actions for '{0}' shelf
ar: تعديل إجراءات المزامنة لرف '{0}'
ta: '{0}' அலமாரிக்கு ஒத்திசைவு செயல்களைத் திருத்தவும்

source: &What should calibre do with matching linked books when you click 'Sync from shelf'?
ar: &ماذا يجب أن يفعل calibre بالكتب المرتبطة المطابقة عند النقر على 'مزامنة من الرف'؟
ta: 'அலமாரியில் இருந்து ஒத்திசைவு' என்பதைக் கிளிக் செய்யும் போது இணைக்கப்பட்ட புத்தகங்களை பொருத்துவதில் காலிபர் என்ன செய்ய வேண்டும்?

source: Add action
ar: إضافة إجراء
ta: செயலைச் சேர்க்கவும்

source: Delete action
ar: حذف إجراء
ta: செயலை நீக்கு

source: Upload rating to Goodreads when adding to this shelf
ar: رفع التقييم إلى Goodreads عند الإضافة إلى هذا الرف
ta: இந்த அலமாரியில் சேர்க்கும்போது மதிப்பீட்டை குட்ரெட்ஸில் பதிவேற்றவும்

source: Upload date read to Goodreads when adding to this shelf
ar: رفع تاريخ القراءة إلى Goodreads عند الإضافة إلى هذا الرف
ta: பதிவேற்றும் தேதி இந்த அலமாரியில் சேர்க்கும்போது குட்ரெட்ஸுக்கு படிக்கவும்

source: Upload review text to Goodreads when adding to this shelf
ar: رفع نص المراجعة إلى Goodreads عند الإضافة إلى هذا الرف
ta: இந்த அலமாரியில் சேர்க்கும்போது குட்ரெட்ஸில் மதிப்பாய்வு உரையை பதிவேற்றவும்

source: Sync rating from Goodreads when syncing from this shelf
ar: مزامنة التقييم من Goodreads عند المزامنة من هذا الرف
ta: இந்த அலமாரியில் இருந்து ஒத்திசைக்கும்போது குட்ரெட்ஸிடமிருந்து மதிப்பீட்டை ஒத்திசைக்கவும்

source: Sync date read from Goodreads when syncing from this shelf
ar: مزامنة تاريخ القراءة من Goodreads عند المزامنة من هذا الرف
ta: இந்த அலமாரியில் இருந்து ஒத்திசைக்கும்போது குட்ரெட்ஸிடமிருந்து படித்த ஒத்திசைவு தேதி

source: Sync review text from Goodreads when syncing from this shelf
ar: مزامنة نص المراجعة من Goodreads عند المزامنة من هذا الرف
ta: இந்த அலமாரியில் இருந்து ஒத்திசைக்கும்போது குட்ரெட்ஸிடமிருந்து உரையை ஒத்திசைக்கவும்

source: Active
ar: نشط
ta: செயலில்

source: Count*
ar: العدد*
ta: எண்ணிக்கை*

source: Shelf Add Actions
ar: إجراءات إضافة الرف
ta: அலமாரியில் செயல்களைச் சேர்க்கவும்

source: Shelf Name
ar: اسم الرف
ta: அலமாரியில் பெயர்

source: Sync Actions
ar: إجراءات المزامنة
ta: செயல்களை ஒத்திசைக்கவும்

source: calibre Tags
ar: علامات calibre
ta: காலிபர் குறிச்சொற்கள்

source: Edit shelf add actions
ar: تعديل إجراءات إضافة الرف
ta: திருத்து அலமாரியில் செயல்களைச் சேர்க்கவும்

source: Edit sync actions
ar: تعديل إجراءات المزامنة
ta: ஒத்திசைவு செயல்களைத் திருத்தவும்

source: Make all Active
ar: تنشيط الكل
ta: அனைத்தையும் செயலில் செய்யுங்கள்

source: Make none Active
ar: عدم تنشيط أي
ta: எதுவும் சுறுசுறுப்பாக இருக்காது

source: Edit Shelves on Goodreads
ar: تعديل الرفوف على Goodreads
ta: குட்ரெட்களில் அலமாரிகளைத் திருத்தவும்

source: Shelf marked as exclusive
ar: الرف معلم كحصري
ta: பிரத்தியேகமாக குறிக்கப்பட்ட அலமாரி

source: Count as at last shelves list refresh
ar: العدد كما في آخر تحديث لقائمة الرفوف
ta: கடைசி அலமாரிகளில் பட்டியல் புதுப்பிப்பு

source: Add '{0}' to column '{1}',
ar: إضافة '{0}' إلى العمود '{1}'،
ta: '{1}' நெடுவரிசையில் '{0}' சேர்க்கவும்,

source: Remove '{0}' from column '{1}',
ar: إزالة '{0}' من العمود '{1}'،
ta: '{1}' நெடுவரிசையிலிருந்து '{0}' ஐ அகற்று,

source: Select Goodreads user:
ar: تحديد مستخدم Goodreads:
ta: குட்ரெட்ஸ் பயனரைத் தேர்ந்தெடுக்கவும்:

source: Add user profile
ar: إضافة ملف تعريف مستخدم
ta: பயனர் சுயவிவரத்தைச் சேர்க்கவும்

source: Delete user profile
ar: حذف ملف تعريف المستخدم
ta: பயனர் சுயவிவரத்தை நீக்கு

source: Authorize Plugin with Goodreads
ar: ترخيص الإضافة مع Goodreads
ta: குட்ரெட்களுடன் சொருகி அங்கீகரிக்கவும்

source: User Shelves:
ar: رفوف المستخدم:
ta: பயனர் அலமாரிகள்:

source: Refresh Shelves
ar: تحديث الرفوف
ta: அலமாரிகளைப் புதுப்பிக்கவும்

source: Refresh the list of shelves and book counts from Goodreads
ar: تحديث قائمة الرفوف وعدد الكتب من Goodreads
ta: குட்ரெட்களிலிருந்து அலமாரிகள் மற்றும் புத்தக எண்ணிக்கையின் பட்டியலைப் புதுப்பிக்கவும்

source: Add Shelf
ar: إضافة رف
ta: அலமாரியைச் சேர்க்கவும்

source: Add a new shelf
ar: إضافة رف جديد
ta: புதிய அலமாரியைச் சேர்க்கவும்

source: Edit 'Shelf Add' Actions
ar: تعديل إجراءات 'إضافة الرف'
ta: 'ஷெல்ஃப் சேர்' செயல்களைத் திருத்து

source: Edit actions to apply when using 'Add to shelf'
ar: تعديل الإجراءات التي سيتم تطبيقها عند استخدام 'إضافة إلى الرف'
ta: 'அலமாரியில் சேர்' பயன்படுத்தும்போது விண்ணப்பிக்க வேண்டிய செயல்களைத் திருத்தவும்

source: Edit 'Sync' Actions
ar: تعديل إجراءات 'المزامنة'
ta: 'ஒத்திசைவு' செயல்களைத் திருத்து

source: Edit actions to apply when using 'Sync from shelf'
ar: تعديل الإجراءات التي سيتم تطبيقها عند استخدام 'مزامنة من الرف'
ta: 'அலமாரியில் இருந்து ஒத்திசைவு' பயன்படுத்தும் போது விண்ணப்பிக்க வேண்டிய செயல்களைத் திருத்தவும்

source: Other Options:
ar: خيارات أخرى:
ta: பிற விருப்பங்கள்:

source: When linking to Goodreads:
ar: عند الربط بـ Goodreads:
ta: குட்ரெட்களுடன் இணைக்கும்போது:

source: Display the 'Add to shelf' menu option
ar: عرض خيار القائمة 'إضافة إلى الرف'
ta: 'அலமாரியில் சேர்' மெனு விருப்பத்தைக் காண்பி

source: Display the 'Remove from shelf' menu option
ar: عرض خيار القائمة 'إزالة من الرف'
ta: 'அலமாரியில் இருந்து அகற்று' மெனு விருப்பத்தைக் காண்பி

source: Display the 'Update reading progress' menu option
ar: عرض خيار القائمة 'تحديث تقدم القراءة'
ta: 'புதுப்பிப்பு வாசிப்பு முன்னேற்றம்' மெனு விருப்பத்தைக் காண்பி

source: Display the 'Sync from shelf' menu option
ar: عرض خيار القائمة 'مزامنة من الرف'
ta: 'அலமாரியில் இருந்து ஒத்திசைவு' மெனு விருப்பத்தைக் காண்பி

source: Display the 'View shelf' menu option
ar: عرض خيار القائمة 'عرض الرف'
ta: 'அலமாரியைக் காண்க' மெனு விருப்பத்தைக் காண்பி

source: If the reading progress is the percent read, check this. Otherwise, the reading progress the page number.
ar: إذا كان تقدم القراءة هو النسبة المئوية المقروءة، فحدد هذا. وإلا، فإن تقدم القراءة هو رقم الصفحة.
ta: வாசிப்பு முன்னேற்றம் சதவீதம் படித்தால், இதைச் சரிபார்க்கவும். இல்லையெனில், வாசிப்பு பக்க எண்ணை முன்னேற்றுகிறது.

source: Reading progress is percent read
ar: تقدم القراءة هو النسبة المئوية المقروءة
ta: முன்னேற்றம் வாசிப்பு சதவீதம் வாசிக்கப்படுகிறது

source: If adding empty books, store author as LN,FN
ar: إذا كنت تضيف كتبًا فارغة، فقم بتخزين المؤلف كـ (اسم العائلة، الاسم الأول)
ta: வெற்று புத்தகங்களைச் சேர்த்தால், எழுத்தாளரை எல்.என், எஃப்.என் என சேமிக்கவும்

source: Synchronisable Custom Columns:
ar: أعمدة مخصصة قابلة للمزامنة:
ta: ஒத்திசைக்கக்கூடிய தனிப்பயன் நெடுவரிசைகள்:

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: Help
ar: مساعدة
ta: உதவி

source: Add new user
ar: إضافة مستخدم جديد
ta: புதிய பயனரைச் சேர்க்கவும்

source: You must create a profile for each Goodreads user you will connect to.<br>Enter a unique display name for this user profile:
ar: يجب عليك إنشاء ملف تعريف لكل مستخدم Goodreads ستقوم بالاتصال به.<br>أدخل اسم عرض فريد لملف تعريف المستخدم هذا:
ta: நீங்கள் இணைக்கும் ஒவ்வொரு குட்ரெட்ஸ் பயனருக்கும் ஒரு சுயவிவரத்தை உருவாக்க வேண்டும். <br> இந்த பயனர் சுயவிவரத்திற்கு தனித்துவமான காட்சி பெயரை உள்ளிடவும்:

source: A user with the same name already exists
ar: يوجد مستخدم بنفس الاسم بالفعل
ta: அதே பெயரைக் கொண்ட ஒரு பயனர் ஏற்கனவே இருக்கிறார்

source: Add Failed
ar: فشلت الإضافة
ta: சேர்க்க முடியவில்லை

source: Do you want to delete the user profile for '{0}'
ar: هل تريد حذف ملف تعريف المستخدم لـ '{0}'
ta: '{0}' க்கான பயனர் சுயவிவரத்தை நீக்க விரும்புகிறீர்களா?

source: Confirm Authorization
ar: تأكيد التفويض
ta: அங்கீகாரத்தை உறுதிப்படுத்தவும்

source: Have you clicked 'Allow access' for this plugin on the Goodreads website?
ar: هل نقرت على 'السماح بالوصول' لهذه الإضافة على موقع Goodreads؟
ta: குட்ரெட்ஸ் இணையதளத்தில் இந்த சொருகி 'அணுகலை அனுமதிக்கவும்' என்பதைக் கிளிக் செய்துள்ளீர்களா?

source: Goodreads failure
ar: فشل Goodreads
ta: குட்ரெட்ஸ் தோல்வி

source: Unable to obtain the user id
ar: تعذر الحصول على معرف المستخدم
ta: பயனர் ஐடியைப் பெற முடியவில்லை

source: Duplicate shelf name
ar: اسم رف مكرر
ta: நகல் அலமாரியின் பெயர்

source: There is already a shelf named:
ar: يوجد بالفعل رف باسم:
ta: ஏற்கனவே பெயரிடப்பட்ட ஒரு அலமாரி உள்ளது:

source: Unknown
ar: غير معروف
ta: தெரியவில்லை

source: Goodreads Failure
ar: فشل Goodreads
ta: குட்ரெட்ஸ் தோல்வி

source: The request contacting Goodreads has failed.
ar: فشل طلب الاتصال بـ Goodreads.
ta: குட்ரெட்ஸைத் தொடர்பு கொள்ளும் கோரிக்கை தோல்வியுற்றது.

source: If it reoccurs you may have exceeded a request limit imposed by Goodreads.
ar: إذا تكرر ذلك، فربما تكون قد تجاوزت حد الطلبات المفروض من Goodreads.
ta: இது மீண்டும் நிகழ்கிறது என்றால், குட்ரெட்ஸ் விதித்த கோரிக்கை வரம்பை நீங்கள் தாண்டியிருக்கலாம்.

source: In which case wait an additional 5-10 minutes before retrying.
ar: في هذه الحالة، انتظر 5-10 دقائق إضافية قبل إعادة المحاولة.
ta: இந்த விஷயத்தில் மீண்டும் முயற்சிக்கும் முன் கூடுதலாக 5-10 நிமிடங்கள் காத்திருங்கள்.

source: Page
ar: صفحة
ta: பக்கம்

source: Syncing from shelf: {0}
ar: المزامنة من الرف: {0}
ta: அலமாரியில் இருந்து ஒத்திசைத்தல்: {0}

source: View &book on Goodreads.com
ar: عرض &الكتاب على Goodreads.com
ta: Goodreads.com இல் காண்க & முன்பதிவு செய்யுங்கள்

source: Paste Goodreads.com url
ar: لصق عنوان URL لـ Goodreads.com
ta: Goodreads.com URL ஐ ஒட்டவும்

source: Cover
ar: غلاف
ta: கவர்

source: Edition
ar: إصدار
ta: பதிப்பு

source: Title
ar: العنوان
ta: தலைப்பு

source: Goodreads.com Editions
ar: إصدارات Goodreads.com
ta: Goodreads.com பதிப்புகள்

source: Calibre book:
ar: كتاب Calibre:
ta: காலிபர் புத்தகம்:

source: Title:
ar: العنوان:
ta: தலைப்பு:

source: Author:
ar: المؤلف:
ta: நூலாசிரியர்:

source: Series:
ar: السلسلة:
ta: தொடர்:

source: Select the Goodreads edition to link to this calibre book:
ar: حدد إصدار Goodreads لربطه بكتاب calibre هذا:
ta: இந்த காலிபர் புத்தகத்துடன் இணைக்க குட்ரெட்ஸ் பதிப்பைத் தேர்ந்தெடுக்கவும்:

source: You can drag/drop a Goodreads website link to add it to the results.
ar: يمكنك سحب/إسقاط رابط موقع Goodreads لإضافته إلى النتائج.
ta: முடிவுகளில் சேர்க்க குட்ரெட்ஸ் வலைத்தள இணைப்பை நீங்கள் இழுக்க/கைவிடலாம்.

source: Search Goodreads.com
ar: البحث في Goodreads.com
ta: Goodreads.com ஐத் தேடுங்கள்

source: Skip
ar: تخطي
ta: தவிர்க்கவும்
