Repository: kiwidude68/calibre_plugins
Catalog: goodreads_sync/translations/*.po
Languages: ar, ta

source: Skip this book and move to the next: '{0}'
ar: تخطي هذا الكتاب والانتقال إلى التالي: '{0}'
ta: இந்த புத்தகத்தைத் தவிர்த்து அடுத்த இடத்திற்குச் செல்லுங்கள்: '{0}'

source: Select shelves to sync from:
ar: حدد الرفوف للمزامنة منها:
ta: இதிலிருந்து ஒத்திசைக்க அலமாரிகளைத் தேர்ந்தெடுக்கவும்:

source: Show Active shelves only
ar: إظهار الرفوف النشطة فقط
ta: செயலில் அலமாரிகளை மட்டுமே காட்டு

source: No shelves selected
ar: لم يتم تحديد رفوف
ta: அலமாரிகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை

source: You must select one or more shelves first.
ar: يجب عليك تحديد رف واحد أو أكثر أولاً.
ta: நீங்கள் முதலில் ஒன்று அல்லது அதற்கு மேற்பட்ட அலமாரிகளைத் தேர்ந்தெடுக்க வேண்டும்.

source: Comment
ar: تعليق
ta: கருத்து

source: Progress
ar: تقدم
ta: முன்னேற்றம்

source: Author
ar: المؤلف
ta: நூலாசிரியர்

source: Series
ar: السلسلة
ta: தொடர்

source: Rating
ar: التقييم
ta: மதிப்பீடு

source: Review
ar: مراجعة
ta: விமர்சனம்

source: Status
ar: الحالة
ta: நிலை

source: Search for book in Goodreads
ar: البحث عن كتاب في Goodreads
ta: குட்ரெட்ஸில் புத்தகத்தைத் தேடுங்கள்

source: &View book on Goodreads.com
ar: &عرض الكتاب على Goodreads.com
ta: & Goodreads.com இல் புத்தகத்தைக் காண்க

source: Update Reading Progress
ar: تحديث تقدم القراءة
ta: வாசிப்பு முன்னேற்றத்தைப் புதுப்பிக்கவும்

source: To fix missing links, double click to search for a matching book in Goodreads
ar: لإصلاح الروابط المفقودة، انقر نقرًا مزدوجًا للبحث عن كتاب مطابق في Goodreads
ta: காணாமல் போன இணைப்புகளை சரிசெய்ய, குட்ரெட்ஸில் பொருந்தக்கூடிய புத்தகத்தைத் தேட இருமுறை கிளிக் செய்க

source: Put books on currently-reading shelf
ar: وضع الكتب على رف القراءة الحالي
ta: தற்போது வாசிக்கும் அலமாரியில் புத்தகங்களை வைக்கவும்

source: If the reading progress is being updated, but the books are not finished, put the books onto the 'currently-reading' shelf.
ar: إذا كان تقدم القراءة يتم تحديثه، ولكن الكتب لم تنتهِ، ضع الكتب على رف 'القراءة الحالي'.
ta: வாசிப்பு முன்னேற்றம் புதுப்பிக்கப்பட்டால், ஆனால் புத்தகங்கள் முடிக்கப்படவில்லை என்றால், புத்தகங்களை 'தற்போது வாசிக்கும்' அலமாரியில் வைக்கவும்.

source: Put finished books on read shelf
ar: وضع الكتب المنتهية على رف القراءة
ta: முடிக்கப்பட்ட புத்தகங்களை வாசிப்பு அலமாரியில் வைக்கவும்

source: If the reading progress is 100%, put the books onto the 'read' shelf.
ar: إذا كان تقدم القراءة 100%، ضع الكتب على رف 'المقروء'.
ta: வாசிப்பு முன்னேற்றம் 100%என்றால், புத்தகங்களை 'படிக்கவும்' அலமாரியில் வைக்கவும்.

source: Search Goodreads
ar: البحث في Goodreads
ta: குட்ரெட்ஸைத் தேடுங்கள்

source: Update Progress
ar: تحديث التقدم
ta: முன்னேற்றத்தைப் புதுப்பிக்கவும்

source: Cancel
ar: إلغاء
ta: ரத்துசெய்

source: No Goodreads book linked!
ar: لا يوجد كتاب Goodreads مرتبط!
ta: குட்ரெட்ஸ் புத்தகம் இணைக்கப்படவில்லை!

source: Ready
ar: جاهز
ta: தயார்

source: {0} missing links
ar: {0} روابط مفقودة
ta: {0} இணைப்புகளைக் காணவில்லை

source: {0}, {1} warnings
ar: {0}, {1} تحذيرات
ta: {0}, {1} எச்சரிக்கைகள்

source: Updating Goodreads progress
ar: تحديث تقدم Goodreads
ta: குட்ரெட்ஸ் முன்னேற்றத்தை புதுப்பித்தல்

source: Updating books in calibre...
ar: تحديث الكتب في calibre...
ta: காலிபரில் புத்தகங்களைப் புதுப்பித்தல் ...

source: You are already linked to this calibre book
ar: أنت مرتبط بالفعل بكتاب calibre هذا
ta: இந்த காலிபர் புத்தகத்துடன் நீங்கள் ஏற்கனவே இணைக்கப்பட்டுள்ளீர்கள்

source: This calibre book is linked to a different Goodreads book.
ar: كتاب calibre هذا مرتبط بكتاب Goodreads مختلف.
ta: இந்த காலிபர் புத்தகம் வேறு குட்ரெட்ஸ் புத்தகத்துடன் இணைக்கப்பட்டுள்ளது.

source: You have already linked to this Goodreads book
ar: لقد قمت بالفعل بربط هذا الكتاب بـ Goodreads
ta: இந்த குட்ரெட்ஸ் புத்தகத்துடன் நீங்கள் ஏற்கனவே இணைத்துள்ளீர்கள்

source: This Goodreads book is linked to a different calibre book.
ar: كتاب Goodreads هذا مرتبط بكتاب calibre مختلف.
ta: இந்த குட்ரெட்ஸ் புத்தகம் வேறு காலிபர் புத்தகத்துடன் இணைக்கப்பட்டுள்ளது.

source: You must link this calibre book to a matching book in Goodreads
ar: يجب عليك ربط كتاب calibre هذا بكتاب مطابق في Goodreads
ta: இந்த காலிபர் புத்தகத்தை குட்ரெட்ஸில் பொருந்தக்கூடிய புத்தகத்துடன் இணைக்க வேண்டும்

source: No changes will be made to your shelf in Goodreads for this book
ar: لن يتم إجراء أي تغييرات على رف الكتب الخاص بك في Goodreads لهذا الكتاب
ta: இந்த புத்தகத்திற்கான குட்ரெட்களில் உங்கள் அலமாரியில் எந்த மாற்றங்களும் செய்யப்படாது

source: You must link this Goodreads book to a matching book in calibre in order for any sync actions to be applied
ar: يجب عليك ربط كتاب Goodreads هذا بكتاب مطابق في calibre لكي يتم تطبيق أي إجراءات مزامنة
ta: இந்த குட்ரெட்ஸ் புத்தகத்தை நீங்கள் ஒரு பொருந்தக்கூடிய புத்தகத்துடன் காலிபரில் இணைக்க வேண்டும் எந்தவொரு ஒத்திசைவு செயல்களும் பயன்படுத்தப்பட வேண்டும்

source: No actions have been set for this shelf. Use 'Customize plugin' to specify the actions
ar: لم يتم تعيين أي إجراءات لهذا الرف. استخدم 'تخصيص الإضافة' لتحديد الإجراءات
ta: இந்த அலமாரியில் எந்த நடவடிக்கையும் அமைக்கப்படவில்லை. செயல்களைக் குறிப்பிட 'சொருகி தனிப்பயனாக்கு' ஐப் பயன்படுத்தவும்

source: Actions will be applied when you click Sync Now
ar: سيتم تطبيق الإجراءات عند النقر على مزامنة الآن
ta: நீங்கள் இப்போது ஒத்திசைவு என்பதைக் கிளிக் செய்யும் போது செயல்கள் பயன்படுத்தப்படும்

source: An empty book will be created in calibre for this book using the Goodreads metadata
ar: سيتم إنشاء كتاب فارغ في calibre لهذا الكتاب باستخدام بيانات Goodreads الوصفية
ta: இந்த புத்தகத்திற்கான காலிபரில் ஒரு வெற்று புத்தகம் உருவாக்கப்படும் குட்ரெட்ஸ் மெட்டாடேட்டாவைப் பயன்படுத்துதல்

source: Search for Goodreads book
ar: البحث عن كتاب Goodreads
ta: குட்ரெட்ஸ் புத்தகத்தைத் தேடுங்கள்

source: Goodreads.com matches for Title/Author
ar: مطابقات Goodreads.com للعنوان/المؤلف
ta: தலைப்பு/ஆசிரியருக்கான குட்ரெட்ஸ்.காம் போட்டிகள்

source: Goodreads.com matches for ISBN
ar: مطابقات Goodreads.com لـ ISBN
ta: ISBN க்கான goodreads.com பொருத்தங்கள்

source: Select the Goodreads book to link to this calibre book:
ar: حدد كتاب Goodreads لربطه بكتاب calibre هذا:
ta: இந்த காலிபர் புத்தகத்துடன் இணைக்க குட்ரெட்ஸ் புத்தகத்தைத் தேர்ந்தெடுக்கவும்:

source: Switch Edition
ar: تبديل الإصدار
ta: சுவிட்ச் பதிப்பு

source: No book selected
ar: لم يتم تحديد كتاب
ta: எந்த புத்தகமும் தேர்ந்தெடுக்கப்படவில்லை

source: You must select a book to switch edition
ar: يجب عليك تحديد كتاب لتبديل الإصدار
ta: பதிப்பை மாற்ற ஒரு புத்தகத்தைத் தேர்ந்தெடுக்க வேண்டும்

source: Invalid book
ar: كتاب غير صالح
ta: தவறான புத்தகம்

source: No goodreads work id found for this book
ar: لم يتم العثور على معرف عمل Goodreads لهذا الكتاب
ta: இந்த புத்தகத்திற்கு குட்ரெட்ஸ் வேலை ஐடி எதுவும் கிடைக்கவில்லை

source: Search for calibre Book
ar: البحث عن كتاب calibre
ta: காலிபர் புத்தகத்தைத் தேடுங்கள்

source: calibre Search Results
ar: نتائج بحث calibre
ta: காலிபர் தேடல் முடிவுகள்

source: Goodreads book:
ar: كتاب Goodreads:
ta: குட்ரெட்ஸ் புத்தகம்:

source: Select a calibre book to link to this Goodreads book:
ar: حدد كتاب calibre لربطه بكتاب Goodreads هذا:
ta: இந்த குட்ரெட்ஸ் புத்தகத்துடன் இணைக்க ஒரு காலிபர் புத்தகத்தைத் தேர்ந்தெடுக்கவும்:

source: Or, try a different calibre search:
ar: أو، جرب بحث calibre مختلفًا:
ta: அல்லது, வேறு காலிபர் தேடலை முயற்சிக்கவும்:

source: &Title:
ar: &العنوان:
ta: &தலைப்பு:

source: &Author:
ar: &المؤلف:
ta: &நூலாசிரியர்:

source: &Go!
ar: &اذهب!
ta: &போ!

source: Search again using this title/author
ar: البحث مرة أخرى باستخدام هذا العنوان/المؤلف
ta: இந்த தலைப்பு/ஆசிரியரைப் பயன்படுத்தி மீண்டும் தேடுங்கள்

source: Clear the title field
ar: مسح حقل العنوان
ta: தலைப்பு புலத்தை அழிக்கவும்

source: Clear the author field
ar: مسح حقل المؤلف
ta: ஆசிரியர் புலத்தை அழிக்கவும்

source: Overwrite Goodreads Link
ar: الكتابة فوق رابط Goodreads
ta: குட்ரெட்ஸ் இணைப்பை மேலெழுதவும்

source: This calibre book is already linked to a different Goodreads book.
ar: كتاب calibre هذا مرتبط بالفعل بكتاب Goodreads مختلف.
ta: இந்த காலிபர் புத்தகம் ஏற்கனவே வேறு குட்ரெட்ஸ் புத்தகத்துடன் இணைக்கப்பட்டுள்ளது.

source: Only one Goodreads book can be linked to a calibre book at a time.
ar: يمكن ربط كتاب Goodreads واحد فقط بكتاب calibre في كل مرة.
ta: ஒரே நேரத்தில் ஒரு குட்ரெட்ஸ் புத்தகத்தை மட்டுமே ஒரு காலிபர் புத்தகத்துடன் இணைக்க முடியும்.

source: Click Yes to overwrite the link to this book, No to Cancel
ar: انقر نعم للكتابة فوق الرابط لهذا الكتاب، لا للإلغاء
ta: இந்த புத்தகத்திற்கான இணைப்பை மேலெழுத ஆம் என்பதைக் கிளிக் செய்க, ரத்து செய்ய வேண்டாம்

source: Select shelf:
ar: تحديد الرف:
ta: அலமாரியைத் தேர்ந்தெடுக்கவும்:

source: Select one or more shelves to add or remove from
ar: حدد رفًا واحدًا أو أكثر للإضافة أو الإزالة منه
ta: சேர்க்க அல்லது அகற்ற ஒன்று அல்லது அதற்கு மேற்பட்ட அலமாரிகளைத் தேர்ந்தெடுக்கவும்

source: Add calibre Rating to Goodreads
ar: إضافة تقييم calibre إلى Goodreads
ta: குட்ரெட்களில் காலிபர் மதிப்பீட்டைச் சேர்க்கவும்

source: Add calibre Date Read to Goodreads
ar: إضافة تاريخ قراءة calibre إلى Goodreads
ta: குட்ரெட்ஸில் படித்த தேதியைச் சேர்க்கவும்

source: Add calibre Review Text to Goodreads
ar: إضافة نص مراجعة calibre إلى Goodreads
ta: குட்ரெட்ஸில் காலிபர் மறுஆய்வு உரையைச் சேர்க்கவும்

source: Add to Shelf
ar: إضافة إلى الرف
ta: அலமாரியில் சேர்க்கவும்

source: Remove from Shelf
ar: إزالة من الرف
ta: அலமாரியில் இருந்து அகற்றவும்

source: Too many shelves
ar: عدد كبير جدًا من الرفوف
ta: பல அலமாரிகள்

source: You cannot add to more than one exclusive shelf.
ar: لا يمكنك الإضافة إلى أكثر من رف حصري واحد.
ta: ஒன்றுக்கு மேற்பட்ட பிரத்யேக அலமாரியில் நீங்கள் சேர்க்க முடியாது.

source: Exclusive Shelf Warning
ar: تحذير الرف الحصري
ta: பிரத்யேக அலமாரி எச்சரிக்கை

source: You are about to remove from a shelf marked as exclusive.
ar: أنت على وشك الإزالة من رف معلم كحصري.
ta: பிரத்தியேகமாக குறிக்கப்பட்ட அலமாரியில் இருந்து நீங்கள் அகற்றப் போகிறீர்கள்.

source: This will result in these books being <b>moved</b> to one of your other shelves rather than being deleted from all shelves.
ar: سيؤدي هذا إلى <b>نقل</b> هذه الكتب إلى أحد رفوفك الأخرى بدلاً من حذفها من جميع الرفوف.
ta: இதன் விளைவாக இந்த புத்தகங்கள் <b> நகர்த்தப்படும் </b> எல்லா அலமாரிகளிலிருந்தும் நீக்கப்படுவதை விட உங்கள் மற்ற அலமாரிகளில் ஒன்றிற்கு.

source: Do you want to continue?
ar: هل تريد المتابعة؟
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: There are books in this list not yet linked to calibre which will be ignored.
ar: توجد كتب في هذه القائمة لم يتم ربطها بـ calibre بعد وسيتم تجاهلها.
ta: இந்த பட்டியலில் இன்னும் காலிபருடன் இணைக்கப்படாத புத்தகங்கள் உள்ளன, அவை புறக்கணிக்கப்படும்.

source: Search calibre
ar: البحث في calibre
ta: காலிபரைத் தேடுங்கள்

source: Add empty book to calibre
ar: إضافة كتاب فارغ إلى calibre
ta: காலிபரில் வெற்று புத்தகத்தைச் சேர்க்கவும்

source: GR Author
ar: مؤلف GR
ta: Gr ஆசிரியர்

source: GR Title
ar: عنوان GR
ta: Gr தலைப்பு

source: GR Date Read
ar: تاريخ قراءة GR
ta: Gr தேதி படித்தது

source: GR ISBN
ar: ISBN GR

source: GR Rating
ar: تقييم GR
ta: Gr மதிப்பீடு

source: GR Series
ar: سلسلة GR
ta: ஜி.ஆர் தொடர்

source: Linked to calibre Title
ar: مرتبط بعنوان calibre
ta: காலிபர் தலைப்புடன் இணைக்கப்பட்டுள்ளது

source: Shelves
ar: الرفوف
ta: அலமாரிகள்

source: calibre Author
ar: مؤلف calibre
ta: காலிபர் ஆசிரியர்

source: calibre ISBN
ar: ISBN calibre
ta: காலிபர் ஐ.எஸ்.பி.என்

source: calibre Rating
ar: تقييم calibre
ta: காலிபர் மதிப்பீடு

source: calibre Series
ar: سلسلة calibre
ta: காலிபர் தொடர்

source: Sync from Goodreads Shelf
ar: مزامنة من رف Goodreads
ta: குட்ரெட்ஸ் அலமாரியில் இருந்து ஒத்திசைக்கவும்

source: Sync from '{0}' shelf
ar: مزامنة من رف '{0}'
ta: '{0}' அலமாரியில் இருந்து ஒத்திசைக்கவும்

source: Sync from {0} shelves
ar: مزامنة من {0} رفوف
ta: {0} அலமாரிகளிலிருந்து ஒத்திசைக்கவும்

source: To fix missing links, double click to search for a matching book in calibre.
ar: لإصلاح الروابط المفقودة، انقر نقرًا مزدوجًا للبحث عن كتاب مطابق في calibre.
ta: காணாமல் போன இணைப்புகளை சரிசெய்ய, காலிபரில் பொருந்தக்கூடிய புத்தகத்தைத் தேட இருமுறை கிளிக் செய்க.

source: The following actions will be performed for books that are synced:
ar: سيتم تنفيذ الإجراءات التالية للكتب التي تتم مزامنتها:
ta: ஒத்திசைக்கப்பட்ட புத்தகங்களுக்கு பின்வரும் நடவடிக்கைகள் செய்யப்படும்:

source: Add Goodreads Rating to calibre
ar: إضافة تقييم Goodreads إلى calibre
ta: காலிபரில் குட்ரெட்ஸ் மதிப்பீட்டைச் சேர்க்கவும்

source: Add Goodreads Date Read to calibre
ar: إضافة تاريخ قراءة Goodreads إلى calibre
ta: குட்ரெட்ஸ் தேதியை காலிபரில் சேர்க்கவும்

source: Add Goodreads Review Text to calibre
ar: إضافة نص مراجعة Goodreads إلى calibre
ta: குட்ரெட்ஸ் மறுஆய்வு உரையை காலிபரில் சேர்க்கவும்

source: When searching calibre, if only one result is found then automatically link to it without prompting
ar: عند البحث في calibre، إذا تم العثور على نتيجة واحدة فقط، فسيتم الربط بها تلقائيًا دون مطالبة
ta: காலிபரைத் தேடும்போது, ஒரே ஒரு முடிவு மட்டுமே காணப்பட்டால், தானாகவே கேட்காமல் இணைக்கவும்

source: Sync Now
ar: مزامنة الآن
ta: இப்போது ஒத்திசைக்கவும்

source: For books on the <b>{0}</b> shelf:<br>
ar: للكتب الموجودة على الرف <b>{0}</b>:<br>
ta: <b> {0} </b> அலமாரியில் உள்ள புத்தகங்களுக்கு: <br>

source: + Add '{0}' to column '{1}'<br>
ar: + إضافة '{0}' إلى العمود '{1}'<br>
ta: + நெடுவரிசையில் '{0}' சேர்க்கவும் '{1}' <br>

source: - Remove '{0}' from column '{1}'<br>
ar: - إزالة '{0}' من العمود '{1}'<br>
ta: - '{0}' நெடுவரிசையிலிருந்து '{1}' <br> ஐ அகற்று

source: {0}, {1} books to add
ar: {0}, {1} كتاب للإضافة
ta: {0}, {1} புத்தகங்கள்

source: No calibre book linked!
ar: لا يوجد كتاب calibre مرتبط!
ta: காலிபர் புத்தகம் எதுவும் இணைக்கப்படவில்லை!

source: Add to calibre
ar: إضافة إلى calibre
ta: காலிபரில் சேர்க்கவும்

source: There are books in this list not yet linked to calibre which will be ignored.<p><p>Are you sure you want to continue?
ar: توجد كتب في هذه القائمة لم يتم ربطها بـ calibre بعد وسيتم تجاهلها.<p><p>هل أنت متأكد أنك تريد المتابعة؟
ta: இந்த பட்டியலில் இன்னும் காலிபருடன் இணைக்கப்படாத புத்தகங்கள் உள்ளன, அவை புறக்கணிக்கப்படும். <p> <p> நீங்கள் தொடர விரும்புகிறீர்களா?
