Repository: kiwidude68/calibre_plugins
Catalog: user_category/translations/*.po
Languages: pt_br

source: Keyboard shortcuts
pt_br: Atalhos do teclado

source: Restart calibre now
pt_br: Reinicie o calibre agora

source: Preferences for:
pt_br: Preferências para:

source: Clear
pt_br: Limpar

source: Clear all settings for this plugin
pt_br: Limpar todas as configurações para este plugin

source: Are you sure you want to change your settings in this library for this plugin?
pt_br: Tem certeza que deseja modificar suas configurações nesta biblioteca para este plugin?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
pt_br: Qualquer configuração em outras bibliotecas ou armazenadas em um arquivo JSON na pasta dos seus plugins do calibre não serão tocadas.

source: You must restart calibre afterwards.
pt_br: Você precisa reiniciar o calibre depois disso.

source: Settings changed
pt_br: Configurações modificadas

source: Settings for this plugin in this library have been changed.
pt_br: As configurações para este plugin nesta biblioteca foram modificadas.

source: Please restart calibre now.
pt_br: Reinicie o calibre agora.

source: Are you sure you want to clear your settings in this library for this plugin?
pt_br: Você tem certeza que deseja limpar as configurações em sua biblioteca para este plugin?

source: Settings deleted
pt_br: Configurações removidas

source: All settings for this plugin in this library have been cleared.
pt_br: Todas as configurações deste plugin nesta biblioteca foram limpas.

source: Copy to clipboard
pt_br: Copiar para a área de transferência

source: Undefined
pt_br: Não definido

source: Restart required
pt_br: Reinicialização requerida

source: Title image not found - you must restart Calibre before using this plugin!
pt_br: Imagem do título não encontrada - você deve reiniciar o Calbre antes de utilizar este plugin!

source: Create new column
pt_br: Criar nova coluna

source: User category
pt_br: Categoria de Usuário

source: authors
pt_br: autores

source: series
pt_br: séries

source: publishers
pt_br: editoras

source: Add selected
pt_br: Adicionar selecionado

source: Move selected
pt_br: Mover selecionado

source: Remove selected
pt_br: Remover selecionado

source: Show in tag browser
pt_br: Mostrar no navegador

source: Manage user categories
pt_br: Gerenciar categorias de usuário

source: &Customize plugin
pt_br: Customizar plugin

source: &Help
pt_br: &Ajuda

source: View user category
pt_br: Ver categorias de usuários

source: Manage user category
pt_br: Gerenciar categorias de usuários

source: Add %s to user category: %s
pt_br: Adicionar %s a uma categoria de usuário: %s

source: Move %s to user category: %s
pt_br: Mover %s para uma categoria de usuário: %s

source: Remove %s from user category: %s
pt_br: Remover %s de uma categoria de usuário: %s

source: Cannot modify user category
pt_br: Impossível modificar a categoria de usuário

source: No new values in books selected
pt_br: Nenhuma informação nova nos livros selecionados

source: Selected user category not found. Please restart Calibre.
pt_br: Categoria de usuário selecionada não encontrada. Por favor, reinicie o Calibre.

source: Cannot view user category
pt_br: Impossível ver a categoria de usuário

source: User category not found
pt_br: Categoria de usuário não encontrada

source: Add to user category
pt_br: Adicionar a uma categoria de usuário

source: Move to user category
pt_br: Mover para uma categoria de usuário

source: Remove from user category
pt_br: Remover de uma categoria de usuário

source: Authors
pt_br: Autores

source: Series
pt_br: Série

source: Publishers
pt_br: Editoras

source: Tags
pt_br: Etiquetas

source: Menu actions to display:
pt_br: Ações de menu para exibir:

source: Book metadata types to add/remove:
pt_br: Tipos de metadata de livros para adicionar/remover:

source: Edit the keyboard shortcuts associated with this plugin
pt_br: Editar atalhos de teclado associados a este plugin
