Repository: kiwidude68/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: es, pl, ta

source: Check for MOBI/AZW/AZW3 formats that have a clipping limit specified by the publisher in EXTH header 401
es: Verificar los formatos MOBI/AZW/AZW3 que tienen un límite de recorte especificado por el editor en el encabezado EXTH 401
pl: Sprawdź dla formatów MOBI/AZW/AZW3, które mają limit podkreśleń określony przez wydawcę w nagłówku EXTH 401
ta: EXTH தலைப்பு 401 இல் வெளியீட்டாளரால் குறிப்பிடப்பட்ட கிளிப்பிங் வரம்பைக் கொண்ட MOBI/AZW/AZW3 வடிவங்களை சரிபார்க்கவும்

source: Check title sort
es: Verificar clasificación de títulos
pl: Sprawdź sortowanie tytułu
ta: தலைப்பு வரிசையை சரிபார்க்கவும்

source: Find books with an invalid title sort value
es: Buscar libros con un valor de clasificación de título no válido
pl: Znajdź książki z nieprawidłową wartością sortowania tytułu
ta: தவறான தலைப்பு வரிசை மதிப்பைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check metadata
es: Verificar metadatos
pl: Sprawdź metadane
ta: மெட்டாடேட்டாவை சரிபார்க்கவும்

source: Check author sort
es: Verificar el tipo de autor
pl: Sprawdź sortowanie autora
ta: சரிபார்க்கும் ஆசிரியர்

source: Find books with an invalid author sort value
es: Buscar libros con un valor de clasificación de autor no válido
pl: Znajdź książki z nieprawidłową wartością sortowania autora
ta: தவறான எழுத்தாளர் வரிசை மதிப்பைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check ISBN
es: Verificar ISBN
pl: Sprawdź ISBN
ta: ISBN ஐ சரிபார்க்கவும்

source: Find books with an invalid ISBN
es: Buscar libros con un ISBN no válido
pl: Znajdź książki, które mają wadliwy numer ISBN
ta: தவறான ISBN உடன் புத்தகங்களைக் கண்டறியவும்

source: Check pubdate
es: Verificar fecha de publicación
pl: Sprawdź datę publikacji
ta: PubDate ஐ சரிபார்க்கவும்

source: Find books with an invalid pubdate where it is set to the timestamp date
es: Busque libros con una fecha de publicación no válida cuando esté establecida en la fecha de la marca de tiempo
pl: Znajdź książki z niewłaściwą datą publikacji, którą jest data wgrania książki do calibre
ta: நேர முத்திரை தேதிக்கு அமைக்கப்பட்டிருக்கும் தவறான வெளியீட்டைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check duplicate ISBN
es: Verificar ISBN duplicados
pl: Znajdź duplikaty ISBN
ta: நகல் ISBN ஐ சரிபார்க்கவும்

source: Find books that have duplicate ISBN values
es: Busque libros que tengan valores de ISBN duplicados
pl: Znajdź książki, które mają zduplikowane wartości ISBN
ta: ஐ.எஸ்.பி.என் மதிப்புகளை நகல் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check duplicate series
es: Verificar series duplicadas
pl: Znajdź duplikaty cykli
ta: நகல் தொடரை சரிபார்க்கவும்

source: Find books that have duplicate series values
es: Busque libros que tengan valores de serie duplicados
pl: Znajdź książki, które mają zduplikowane wartości cyklu
ta: தொடர் மதிப்புகளைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check series gaps
es: Verificar los espacios entre series
pl: Znajdź luki w indeksach cyklu
ta: தொடர் இடைவெளிகளை சரிபார்க்கவும்

source: Find books that have gaps in their series index values
es: Encuentre libros que tengan espacios en blanco en sus valores de índice de serie
pl: Znajdź książki których data publikacji chronologicznie nie zgadza się z indeksem cyklu
ta: அவற்றின் தொடர் குறியீட்டு மதிப்புகளில் இடைவெளிகளைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check series pubdate order
es: Consultar orden de publicación de la serie
pl: Sprawdź chronologię (data publikacji i indeks cyklu)
ta: தொடர் PubDate ஆர்டரை சரிபார்க்கவும்

source: Check excess tags
es: Verificar el exceso de etiquetas
pl: Znajdź nadmierną ilość etykiet
ta: அதிகப்படியான குறிச்சொற்களை சரிபார்க்கவும்

source: Find books with an excess number of tags
es: Encuentra libros con un número excesivo de etiquetas
pl: Znajdź książki z nadmierną liczbą etykiet, ustawioną w "Dostosuj Quality Check"
ta: அதிக எண்ணிக்கையிலான குறிச்சொற்களைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check html comments
es: Verificar comentarios html
pl: Znajdź komentarze z kodem HTML
ta: HTML கருத்துகளைச் சரிபார்க்கவும்

source: Find books which have comments html with style formatting embedded
es: Encuentre libros que tengan comentarios html con formato de estilo incrustado
pl: Znajdź książki z komentarzami w których użyty jest format HTML
ta: பாணி வடிவமைத்தல் உட்பொதிக்கப்பட்ட கருத்துக்களைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check no html comments
es: No compruebe comentarios html
pl: Znajdź komentarze bez kodu HTML
ta: HTML கருத்துகள் இல்லை

source: Find books which have comments with no html tags at all
es: Encuentre libros que tengan comentarios sin etiquetas html en absoluto
pl: Znajdź książki, które mają komentarze bez tagów HTML
ta: HTML குறிச்சொற்கள் இல்லாத கருத்துகளைக் கொண்ட புத்தகங்களைக் கண்டறியவும்

source: Check authors with commas
es: Verificar los autores con comas
pl: Znajdź autorów z przecinkami
ta: காற்புள்ளிகளுடன் ஆசிரியர்களை சரிபார்க்கவும்

source: Find authors with commas in their name
es: Buscar autores con comas en su nombre
pl: Znajdź autorów z przecinkiem w polu autor
ta: அவர்களின் பெயரில் காற்புள்ளிகளுடன் ஆசிரியர்களைக் கண்டறியவும்

source: Check authors missing commas
es: Verificar los autores que faltan comas
pl: Znajdź autorów bez przecinków
ta: ஆசிரியர்களைக் காணவில்லை

source: Find authors with no commas in their name
es: Buscar autores sin comas en su nombre
pl: Znajdź autorów bez przecinków w polu autor
ta: அவர்களின் பெயரில் காற்புள்ளிகள் இல்லாத ஆசிரியர்களைக் கண்டறியவும்

source: Check authors for case
es: Verificar los autores en mayúsculas
pl: Znajdź autorów WIELKIMI/małymi literami
ta: வழக்குக்கு ஆசிரியர்களை சரிபார்க்கவும்

source: Find authors which are all uppercase or all lowercase
es: Buscar autores que estén todos en mayúsculas o minúsculas
pl: Znajdź autorów pisanych wielkimi lub małymi literami
ta: அனைத்து பெரிய எழுத்துக்களையோ அல்லது அனைத்து சிறிய எழுத்துக்களையோ கொண்ட ஆசிரியர்களைக் கண்டறியவும்

source: Check authors non alphabetic
es: Verificar autores no alfabéticos
pl: Znajdź autorów z nie alfabetycznymi znakami
ta: ஆசிரியர்கள் அல்லாத அகர வரிசைப்படி சரிபார்க்கவும்

source: Find authors with non-alphabetic characters such as semi-colons indicating cruft or incorrect separators
es: Busque autores con caracteres no alfabéticos, como puntos y comas que indiquen basura o separadores incorrectos
pl: Znajdź autorów ze znakami nie alfabetycznymi, takimi jak cyfry, średniki, nawiasy, myślniki itp.
ta: க்ரூஃப்ட் அல்லது தவறான பிரிப்பான்களைக் குறிக்கும் அரை காலன்கள் போன்ற ஆல்பாபபெடிக் அல்லாத எழுத்துக்களைக் கொண்ட ஆசிரியர்களைக் கண்டறியவும்

source: Check authors non ascii
es: Verificar autores no ascii
pl: Znajdź autorów ze znakami nie ASCII
ta: ஆசிரியர்கள் அல்லாத ASCII ஐ சரிபார்க்கவும்

source: Find authors with non-ascii names (e.g. with diacritics)
es: Buscar autores con nombres que no sean ASCII (por ejemplo, con diacríticos)
pl: Znajdź autorów z nazwiskami nie ascii (np. z diakrytykami)
ta: அசி அல்லாத பெயர்களைக் கொண்ட ஆசிரியர்களைக் கண்டறியவும் (எ.கா. டயக்ரைட்டிக்ஸுடன்)

source: Check authors initials
es: Verificar iniciales de los autores
pl: Znajdź autorów z inicjałami
ta: ஆசிரியர்களின் முதலெழுத்துக்களை சரிபார்க்கவும்

source: Find authors with initials that do not meet your preferred configuration
es: Busque autores con iniciales que no se ajusten a su configuración preferida
pl: Znajdź autorów z inicjałami, które nie odpowiadają preferowanej konfiguracji ustalonej w "Dostosuj Quality Check"
ta: உங்களுக்கு விருப்பமான உள்ளமைவை பூர்த்தி செய்யாத முதலெழுத்துக்களைக் கொண்ட ஆசிரியர்களைக் கண்டறியவும்

source: Check titles with series
es: Consultar títulos con series
pl: Znajdź tytuły z nie alfabetycznymi znakami
ta: தொடருடன் தலைப்புகளை சரிபார்க்கவும்

source: Find titles with possible series info in their name
es: Encuentra títulos con información de posibles series en su nombre
pl: Znajdź tytuły ze znakami nie alfabetycznymi, takimi jak cyfry, średniki, nawiasy, myślniki itp.
ta: அவற்றின் பெயரில் சாத்தியமான தொடர் தகவலுடன் தலைப்புகளைக் கண்டறியவும்

source: Check titles for title case
es: Verificar los títulos que estén en mayúsculas
pl: Sprawdź tytuły pod kątem wielkości liter
ta: தலைப்பு வழக்குக்கான தலைப்புகளை சரிபார்க்கவும்

source: Find titles which are candidates to apply the titlecase function to
es: Encuentra títulos que son candidatos para aplicar la función de mayúsculas y minúsculas a
pl: Znajdź tytuły w których nie wszystkie wyrazy zaczynają się od wielkiej litery
ta: டைட்டில்கேஸ் செயல்பாட்டைப் பயன்படுத்த வேட்பாளர்களாக இருக்கும் தலைப்புகளைக் கண்டறியவும்

source: Check missing title
es: Verificar el título que falta
pl: Znajdź puste pole 'Tytuł'
ta: காணாமல் போன தலைப்பை சரிபார்க்கவும்

source: Find books missing a title
es: Encuentra libros a los que les falta un título
pl: Znajdź książki, w których brakuje tytułu
ta: ஒரு தலைப்பைக் காணாத புத்தகங்களைக் கண்டறியவும்

source: Check missing
es: Verificar falta
pl: Sprawdź brakujące pozycje
ta: காணவில்லை

source: Check missing author
es: Verificar autor faltante
pl: Znajdź puste pole 'Autor'
ta: காணாமல் போன எழுத்தாளரை சரிபார்க்கவும்

source: Find books missing authors
es: Encontrar libros de autores desaparecidos
pl: Znajdź książki, którym brakuje nazwiska autora
ta: புத்தகங்களைக் காணாமல் போன ஆசிரியர்களைக் கண்டறியவும்

source: Check missing ISBN
es: Verificar el ISBN faltante
pl: Znajdź brak ISBN
ta: காணாமல் போன ISBN ஐ சரிபார்க்கவும்

source: Find books missing an ISBN identifier
es: Buscar libros a los que les falta un identificador ISBN
pl: Znajdź książki, którym brakuje numeru ISBN
ta: ஐ.எஸ்.பி.என் அடையாளங்காட்டியைக் காணவில்லை

source: Check missing pubdate
es: Verificar la fecha de publicación que falta
pl: Znajdź brak daty opublikowania
ta: காணாமல் போன பப் டேட்டை சரிபார்க்கவும்

source: Find books missing published date
es: Buscar libros sin fecha de publicación
pl: Znajdź książki, którym brakuje daty publikacji
ta: வெளியிடப்பட்ட தேதியைக் காணாமல் போன புத்தகங்களைக் கண்டறியவும்

source: Check missing publisher
es: Verificar editor faltante
pl: Znajdź brak wydawcy
ta: காணாமல் போன வெளியீட்டாளரை சரிபார்க்கவும்

source: Find books missing publisher
es: Encontrar libros que faltan editor
pl: Znajdź książki, którym brakuje wydawcy
ta: புத்தகங்களைக் காணாமல் போன புத்தகங்களைக் கண்டறியவும்

source: Check missing tags
es: Verificar las etiquetas faltantes
pl: Znajdź puste pole 'Etykiety'
ta: காணாமல் போன குறிச்சொற்களை சரிபார்க்கவும்

source: Find books missing tags
es: Encuentra libros que faltan etiquetas
pl: Znajdź książki, którym brakuje etykiet
ta: குறிச்சொற்களைக் காணவில்லை

source: Check missing rating
es: Verificar calificación faltante
pl: Znajdź puste pole 'Ocena'
ta: காணாமல் போன மதிப்பீட்டை சரிபார்க்கவும்

source: Find books missing rating
es: Buscar libros sin calificación
pl: Znajdź książki, którym brakuje oceny
ta: மதிப்பீட்டைக் காணாமல் போன புத்தகங்களைக் கண்டறியவும்

source: Check missing comments
es: Verificar los comentarios que faltan
pl: Znajdź brak komentarza
ta: காணாமல் போன கருத்துகளை சரிபார்க்கவும்

source: Find books missing comments
es: Buscar libros que no tengan comentarios
pl: Znajdź książki, którym brakuje komentarza
ta: கருத்துகளைக் காணாமல் போன புத்தகங்களைக் கண்டறியவும்

source: Check missing languages
es: Verificar los idiomas que faltan
pl: Znajdź puste pole 'Język'
ta: காணாமல் போன மொழிகளை சரிபார்க்கவும்

source: Find books missing languages
es: Encuentra libros que faltan idiomas
pl: Znajdź książki, którym brakuje języka
ta: காணாமல் போன மொழிகளைக் கண்டறியவும்

source: Check missing cover
es: Verifica la portada faltante
pl: Znajdź brak okładki
ta: காணாமல் போன கவர் சரிபார்க்கவும்

source: Find books missing a cover
es: Encuentra libros a los que les falta una portada
pl: Znajdź książki, w których brakuje okładki
ta: ஒரு அட்டையை காணாமல் போன புத்தகங்களைக் கண்டறியவும்

source: Check missing formats
es: Verificar los formatos que faltan
pl: Znajdź rekordy bez formatów
ta: காணாமல் போன வடிவங்களை சரிபார்க்கவும்

source: Find books missing formats
es: Encuentra libros con formatos faltantes
pl: Znajdź rekordy, gdzie brakuje pliku w jakim sformatowana jest książka (.epub, .mobi, .pdf, itp.)
ta: காணாமல் போன வடிவங்களைக் கண்டறியவும்

source: Find ePub books with text matching your own regular expression
es: Encuentre libros ePub con texto que coincida con su propia expresión regular
pl: Znajdź książki ePub z tekstem pasującym do Twojego wyrażenia
ta: உங்கள் சொந்த வழக்கமான வெளிப்பாட்டுடன் உரையுடன் எபப் புத்தகங்களைக் கண்டறியவும்

source: Search ePubs
es: Buscar ePubs
pl: Szukaj w plikach ePub
ta: எபப்களைத் தேடுங்கள்

source: Swap author FN LN <-> LN,FN
es: Intercambiar autor nombre apellido <-> apellido, nombre
pl: Zamień Imię z Nazwiskiem
ta: இடமாற்றம் எழுத்தாளர் fn ln <-> ln, fn

source: For the selected book(s) swap author names between FN LN and LN, FN formats
es: Para los libros seleccionados, cambiar los nombres de los autores entre los formatos nombre apellido y apellido, nombre
pl: Dla zaznaczonych książek zamienia Imię Nazwisko na Nazwisko, Imię (i odwrotnie)
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகத்திற்கு (கள்) Fn Ln மற்றும் Ln, Fn வடிவங்களுக்கு இடையில் எழுத்தாளர் பெயர்களை மாற்றவும்

source: Reformat author initials
es: Reformatear las iniciales del autor
pl: Popraw inicjały autora
ta: எழுத்தாளர் எழுத்துக்கள்

source: For the selected book(s) reformat the author initials to your configured preference
es: Para los libros seleccionados, volver a formatear las iniciales del autor según las preferencias configuradas
pl: Popraw inicjały autora zgodnie ze skonfigurowanymi preferencjami w "Dostosuj Quality Check"
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகம் (கள்) உங்கள் கட்டமைக்கப்பட்ட விருப்பத்திற்கு ஆசிரியரை மறுவடிவமைக்கவும்

source: Rename author to ascii
es: Cambiar el nombre del autor a ascii
pl: Nazwisko autora bez akcentów (ascii)
ta: எழுத்தாளரை அஸ்கி என்று மறுபெயரிடுங்கள்

source: For the selected book(s) rename the author to remove any accents and diacritics characters
es: Para los libros seleccionados, cambiar el autor para eliminar los acentos y los caracteres diacríticos

source: Set author sort
es: Establecer orden de autor

source: For the selected book(s) replace the author sort with a value based on the Manage Authors data
es: Para los libros seleccionados, sustituir el orden de autor con un valor basado en los datos del administrador de autores

source: Set title sort
es: Establecer orden de título

source: For the selected book(s) replace the title sort with a value based on your tweak preference
es: Para los libros seleccionados, sustituir el orden de título con un valor basado en el ajuste correspondiente

source: Check and repair book sizes
es: Verificar y reparar tamaños de libros
pl: Sprawdź i uaktualnij rozmiary książek
ta: புத்தக அளவுகளை சரிபார்த்து சரிசெய்யவும்

source: Check and update file sizes for your books
es: Verificar y actualice el tamaño de los archivos de sus libros
pl: Sprawdź i uaktualnij rozmiary plików zapisane w kolumnie 'Rozmiar (MB)' - przydatne, jeśli edytujesz książki poza calibre
ta: உங்கள் புத்தகங்களுக்கான கோப்பு அளவுகளை சரிபார்த்து புதுப்பிக்கவும்

source: Check and rename book paths
es: Verificar y cambie el nombre de las rutas de los libros
pl: Sprawdź i napraw ścieżki plików książek
ta: புத்தக பாதைகளை சரிபார்த்து மறுபெயரிடுங்கள்

source: Ensure book paths include commas if appropriate
es: Asegúrese de que las rutas de los libros incluyan comas si corresponde
pl: Wyszukaj i napraw wszystkie foldery autora i nazwy plików zgodnie z nowym standardem nazewnictwa
ta: புத்தகப் பாதைகள் பொருத்தமாக இருந்தால் காற்புள்ளிகளை உள்ளடக்குகின்றன என்பதை உறுதிப்படுத்தவும்

source: Cleanup .opf files/folders
es: Limpieza de archivos .opf/carpetas
pl: Oczyszczanie osieroconych plików .opf, .jpg /folderów
ta: சுத்தம். கோப்புகள்/கோப்புறைகள்

source: Delete orphaned opf/jpg files and remove empty folders
es: Eliminar archivos opf/jpg huérfanos y eliminar carpetas vacías
pl: Usuń osierocone pliki opf/jpg i usuń puste foldery, Nie używaj dla bibliotek calibre
ta: அனாதை OPF/JPG கோப்புகளை நீக்கி வெற்று கோப்புறைகளை அகற்றவும்

source: Fix ASIN for Kindle Fire
es: Arreglar ASIN para Kindle Fire
pl: Napraw ASIN dla Kindle Fire
ta: கின்டெல் தீக்கு ASIN ஐ சரிசெய்யவும்

source: For MOBI/AZW/AZW3 formats, assign the current amazon identifier (uuid if not present) as an ASIN to EXTH 113 and 504 fields
es: Para los formatos MOBI/AZW/AZW3, asigne el identificador de Amazon actual (uuid si no está presente) como un ASIN a los campos EXTH 113 y 504
pl: W przypadku formatów MOBI / AZW / AZW3 przypisz aktualny identyfikator Amazon (uuid, jeśli nie jest obecny) jako ASIN do pól EXTH 113 i 504
ta: MOBI/AZW/AZW3 வடிவங்களுக்கு, தற்போதைய அமேசான் அடையாளங்காட்டியை (UUID இல்லையென்றால்) ஒரு ASIN ஆக 113 மற்றும் 504 புலங்களுக்கு ஒதுக்கவும்

source: Normalize the fields
es: Normalizar los campos

source: Normalize the text fields by using their canonical form defined by the Unicode Standard, aka merge and reorders diacritics. Can result to unduplicate some values.
es: Normalizar los campos de texto usando la forma canónica definida por el estándar Unicode, es decir se combinan y reordenan los diacríticos. Puede desduplicar algunos valores.

source: Normalize the notes
es: Normalizar las notas

source: Normalize the category notes by using their canonical form defined by the Unicode Standard, aka merge and reorders diacritics.
es: Normalizar las notas de categoría usando la forma canónica definida por el estándar Unicode, es decir se combinan y reordenan los diacríticos.

source: Check excess tags options
es: Verificar opciones de exceso de etiquetas
pl: Opcje sprawdzania etykiet
ta: அதிகப்படியான குறிச்சொற்களின் விருப்பங்களை சரிபார்க்கவும்

source: Maximum tags:
es: Etiquetas máximas:
pl: Maksymalna ilość etykiet:
ta: அதிகபட்ச குறிச்சொற்கள்:

source: Books with more than this value will be displayed
es: Se mostrarán los libros con más de este valor
pl: Wyświetlone zostaną książki, które mają więcej etykiet od wybranej wartości
ta: இந்த மதிப்பை விட அதிகமான புத்தகங்கள் காண்பிக்கப்படும்

source: Exclude tags:
es: Excluir etiquetas:
pl: Wyklucz etykiety:
ta: குறிச்சொற்களை விலக்கு:

source: Exclude these tags from when counting the tags for each book
es: Excluya estas etiquetas al contar las etiquetas de cada libro
pl: Wyklucz te etykiety z liczenia etykiet dla każdej książki
ta: ஒவ்வொரு புத்தகத்திற்கும் குறிச்சொற்களை எண்ணும்போது இந்த குறிச்சொற்களை விலக்குங்கள்

source: Other options
es: Otras opciones
pl: Pozostałe opcje
ta: மற்ற விருப்பங்கள்

source: Author initials format:
es: Formato de las iniciales del autor:
pl: Format inicjałów autora:
ta: ஆசிரியர் முதலெழுத்துகள் வடிவம்:

source: For use with the "Check Author initials" option, set your preferred format
es: Para usar con la opción «Verificar iniciales del autor», configure su formato preferido
pl: Wybierz preferowany format i używaj z opcją 'Popraw inicjały autora'
ta: "செக் ஆசிரியர் முதலெழுத்துகள்" விருப்பத்துடன் பயன்படுத்த, உங்களுக்கு விருப்பமான வடிவமைப்பை அமைக்கவும்

source: Suppress Fix summary dialogs
es: Omitir cuadros de diálogo de resumen de correcciones

source: Uncheck this option if you do not want interactive dialogs to appear summarising the operation
es: Desmarcar esta opción si no se desea que aparezcan cuadros de diálogo resumiendo la operación

source: Search history count:
es: Número de búsquedas en el historial:

source: How many previous search expressions to remember on Search sPubs dialog
es: Cuántas expresiones de búsqueda previas recordar en el diálogo de búsqueda

source: Visible menus
es: Menús visibles
pl: Pozycje widoczne w menu
ta: தெரியும் மெனுக்கள்

source: Edit the keyboard shortcuts associated with this plugin
es: Modificar los atajos de teclado asociados con este complemento
pl: Edytuj skróty klawiszowe, które dotyczą tej wtyczki
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: &View library preferences
es: &Ver preferencias de biblioteca..
pl: Podgląd preferencji biblioteki
ta: & நூலக விருப்பங்களைக் காண்க

source: View data stored in the library database for this plugin
es: Ver datos almacenados en la base de datos de la biblioteca para este complemento
pl: Zobacz konfigurację tej wtyczki przechowywaną w bazie danych biblioteki
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க

source: Checking
es: Comprobando la importación de CSS
pl: Sprawdzam
ta: சோதனை

source: Cancel
es: Cancelar
pl: Anuluj
ta: ரத்துசெய்

source: %s %d %s (%d matches)...
es: %s %d %s ( %dcoincidencias)...
pl: %s %d %s (znaleziono %d pozycji)…
ta: %s %d %s ( %d போட்டிகள்) ...

source: Cover Search Options
es: Opciones de búsqueda de portada
pl: Opcje wyszukiwania okładek
ta: தேடல் விருப்பங்களை மறைக்கவும்

source: Search library for books where
es: Buscar libros en la biblioteca donde
pl: Wyszukaj w bibliotece książki, w których
ta: புத்தகங்களுக்கான நூலகத்தைத் தேடுங்கள்

source: Cover file size is
es: El tamaño del archivo de portada es
pl: Rozmiar pliku okładki jest
ta: கோப்பு அளவு

source: Cover dimensions are
es: Las dimensiones de la portada es
pl: Wymiar okładki jest
ta: கவர் பரிமாணங்கள்

source: width
es: ancho
pl: szerokość
ta: அகலம்

source: height
es: altura
pl: wysokość
ta: உயரம்

source: Cover aspect ratio is
es: La proporción de la portada es

source: tolerance
es: tolerancia

source: No cover
es: Sin portada
pl: Brak okładki
ta: கவர் இல்லை

source: View log
es: Ver registro
pl: Pokaż szczegóły
ta: பதிவைக் காண்க

source: Quality Check log
es: Quality Check registro
ta: தரமான சோதனை பதிவு

source: quality check plugin:exclude add dialog
es: complemento quality check: excluir diálogo de adición
ta: தரமான காசோலை சொருகி: உரையாடலைச் சேர் விலக்கு

source: Quality Check Add Exclusions
es: Añadir exclusiones de control de calidad
pl: Dodaj książkę do wykluczenia
ta: தரமான சோதனை விலக்குகளைச் சேர்க்கவும்

source: Exclude Books
es: Excluir libros
pl: Z wyłączeniem książek
ta: புத்தகங்களை விலக்கு

source: Exclude selected books(s) from the following Quality Check:
es: Excluir los libros seleccionados del siguiente control de calidad:
pl: Wyklucz zaznaczoną książkę(i) z poniższego sprawdzania:
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை (களை) பின்வரும் தர காசோலையிலிருந்து விலக்கு:

source: quality check plugin:exclude view dialog
es: complemento de control de calidad: excluir vista de diálogo
ta: தரமான சோதனை சொருகி: பார்வை உரையாடலை விலக்கு

source: Quality Check View Exclusions
es: Exclusiones de vista de control de calidad
pl: Pokaż wykluczenia
ta: தரமான சோதனை பார்வை விலக்குகள்

source: View Excluded Books
es: Ver libros excluidos
pl: Pokaż wykluczone książki
ta: விலக்கப்பட்ட புத்தகங்களைக் காண்க

source: Remove selected books from the exclusions
es: Eliminar los libros seleccionados de las exclusiones
pl: Usuń wykluczenie zaznaczonych książek
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை விலக்குகளிலிருந்து அகற்றவும்

source: quality check plugin:search epub dialog
es: complemento quality check: cuadro de diálogo de búsqueda de epub
ta: தரமான சோதனை சொருகி: எபப் உரையாடலைத் தேடுங்கள்

source: Find expression
es: Encontrar expresión
pl: Znajdź wyrażenie
ta: வெளிப்பாட்டைக் கண்டறியவும்

source: Clear search history
es: Limpiar historial de búsqueda
pl: Wyczyść historię wyszukiwania
ta: தேடல் வரலாற்றை அழிக்கவும்

source: &Ignore case
es: &Ignorar mayúsculas
pl: &Ignoruj wielkość liter
ta: வழக்கை புறக்கணிக்கவும்

source: &Show all occurrences
es: Mostrar toda&s las ocurrencias
pl: Pokaż wszystkie wystąpienia
ta: & அனைத்து நிகழ்வுகளையும் காட்டு
