Repository: kiwidude68/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: es, pl, ta

source: Check covers
es: Verifica las portadas
pl: Sprawdź okładki
ta: அட்டைகளை சரிபார்க்கவும்

source: Find books with book covers matching your criteria
es: Encuentre libros con portadas de libros que coincidan con sus criterios
pl: Znajdź książki, których okładki odpowiadają Twoim kryteriom
ta: உங்கள் அளவுகோல்களுடன் பொருந்தக்கூடிய புத்தக அட்டைகளுடன் புத்தகங்களைக் கண்டறியவும்

source: Check having any jacket
es: Verifica que tiene alguna sobrecubierta
pl: Znajdź książki z metryczką (jacket)
ta: எந்த ஜாக்கெட் வைத்திருப்பதை சரிபார்க்கவும்

source: Check for ePub formats which have any calibre jacket
es: Verifica los formatos de ePub que tienen una sobrecubierta de cualquier calibre
pl: Znajdź formaty ePub, które mają dowolną metryczkę calibre
ta: எந்தவொரு காலிபர் ஜாக்கெட்டையும் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check ePub Structure
es: Verificar la estructura de ePub
pl: Sprawdź strukturę ePub
ta: எபப் கட்டமைப்பை சரிபார்க்கவும்

source: Check having legacy jacket
es: Verifica que tiene sobrecubierta heredada
pl: Znajdź książki z metryczką starej wersji
ta: மரபு ஜாக்கெட் இருப்பதை சரிபார்க்கவும்

source: Check for ePub formats which have a calibre jacket from versions prior to 0.6.51
es: Verifica los formatos ePub que tienen una sobrecubierta de calibre de versiones anteriores a la 0.6.51
pl: Znajdź formaty ePub, które mają metryczkę z wersji przed 0.6.51
ta: 0.6.51 க்கு முன்னர் பதிப்புகளிலிருந்து காலிபர் ஜாக்கெட் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check having multiple jackets
es: Verifica si tiene varias sobrecubiertas
pl: Znajdź książki z wieloma metryczkami (jacket)
ta: பல ஜாக்கெட்டுகள் இருப்பதை சரிபார்க்கவும்

source: Check for ePub formats which have multiple jackets
es: Verifica los formatos ePub que tienen múltiples sobrecubiertas
pl: Znajdź formaty ePub, które mają wiele metryczek
ta: பல ஜாக்கெட்டுகளைக் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check missing jacket
es: Verifica si le falta sobrecubierta
pl: Znajdź książki bez metryczki (jacket)
ta: காணாமல் போன ஜாக்கெட்டை சரிபார்க்கவும்

source: Check for ePub formats which do not have a jacket
es: Verifica los formatos ePub que no tienen sobrecubierta
pl: Znajdź formaty ePub, które nie mają metryczki
ta: ஜாக்கெட் இல்லாத எபப் வடிவங்களை சரிபார்க்கவும்

source: Check missing container.xml
es: Verificar si le falta contenedor.xml
pl: Znajdź książki bez pliku container.xml
ta: காணாமல் போன கொள்கலன். Xml ஐ சரிபார்க்கவும்

source: Check for ePub formats with a missing container.xml indicating an invalid ePub
es: Verificar los formatos ePub con un contenedor.xml faltante que indique un ePub no válido
pl: Poszukaj formatów ePub z nieprawidłowym plikiem container.xml wskazującym na nieprawidłowy plik ePub
ta: காணாமல் போன கொள்கலன். எக்ஸ்எம்எல் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும் தவறான எபப் குறிக்கிறது

source: Check invalid namespaces
es: Verificar espacios de nombres no válidos
pl: Znajdź nieprawidłowe namespaces
ta: தவறான பெயர்வெளிகளை சரிபார்க்கவும்

source: Check for ePub formats with invalid namespaces in the container xml or opf manifest
es: Verificar los formatos ePub con espacios de nombres no válidos en el contenedor xml o en el opf
pl: Sprawdź formaty ePub z nieprawidłowymi przestrzeniami nazw (namespace) w pliku XML container lub manifeście OPF
ta: கொள்கலன் எக்ஸ்எம்எல் அல்லது OPF மேனிஃபெஸ்டில் தவறான பெயர்வெளிகளைக் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check non-dc: metadata
es: Verificar metadatos
pl: Znajdź dopisane dc: metadata
ta: டி.சி அல்லாததைச் சரிபார்க்கவும்: மெட்டாடேட்டா

source: Check for ePub formats with metadata elements in the opf manifest that are not in the dc: namespace
es: Verificar los formatos ePub con elementos de metadatos en el manifiesto de opf que no están en el espacio de nombres dc
pl: Sprawdź ePub które w manifeście opf mają dodatkowe dc: metadane
ta: டி.சி: பெயர்வெளியில் இல்லாத OPF மேனிஃபெஸ்டில் மெட்டாடேட்டா கூறுகளுடன் எபப் வடிவங்களை சரிபார்க்கவும்

source: Check manifest files missing
es: Verificar los archivos de manifiesto que faltan
pl: Znajdź brakujące pliki manifestu
ta: வெளிப்படையான கோப்புகளைக் காணவில்லை

source: Check for ePub formats with files missing that are listed in their opf manifest
es: Verificar los formatos ePub con archivos faltantes que se enumeran en su opf
pl: Sprawdź formaty ePub z brakującymi plikami, które są wymienione w ich manifeście OPF
ta: அவற்றின் OPF மேனிஃபெஸ்டில் பட்டியலிடப்பட்டுள்ள கோப்புகளுடன் எபப் வடிவங்களை சரிபார்க்கவும்

source: Check unmanifested files
es: Verificar archivos no manifestados
pl: Znajdź nie zamanifestowane pliki
ta: வெளிப்படுத்தப்படாத கோப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with files that are not listed in their opf manifest excluding iTunes/bookmarks
es: Verificar los formatos ePub con archivos que no están listados en su manifiesto opf excluyendo iTunes/marcadores
pl: Poszukaj formatów ePub z plikami, które nie są wymienione w ich manifeście opf z wyłączeniem iTunes / zakładek
ta: ஐடியூன்ஸ்/புக்மார்க்குகளைத் தவிர்த்து அவற்றின் OPF மேனிஃபெஸ்டில் பட்டியலிடப்படாத கோப்புகளுடன் எபப் வடிவங்களை சரிபார்க்கவும்

source: Check unused CSS files
es: Verificar los archivos CSS no utilizados
pl: Znajdź nieużywane pliki CSS
ta: பயன்படுத்தப்படாத CSS கோப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with CSS files that are not referenced from any html pages
es: Verificar los formatos ePub con archivos CSS a los que no se hace referencia en ninguna página html
pl: Poszukaj formatów ePub z plikami CSS, do których nie ma odwołań z żadnych stron HTML
ta: எந்த HTML பக்கங்களிலிருந்தும் குறிப்பிடப்படாத CSS கோப்புகளுடன் EPUB வடிவங்களை சரிபார்க்கவும்

source: Check unused image files
es: Verificar los archivos de imagen no utilizados
pl: Znajdź nieużywane pliki graficzne
ta: பயன்படுத்தப்படாத படக் கோப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with image files that are not referenced from the xhtml pages
es: Verificar los formatos ePub con archivos de imagen a los que no se hace referencia en las páginas xhtml
pl: Poszukaj formatów ePub z plikami graficznymi, do których nie ma odniesień na stronach xhtml
ta: XHTML பக்கங்களிலிருந்து குறிப்பிடப்படாத படக் கோப்புகளுடன் EPUB வடிவங்களைச் சரிபார்க்கவும்

source: Check broken image links
es: Verificar los enlaces de imágenes rotos
pl: Znajdź linki do uszk./brakujących obrazów
ta: உடைந்த பட இணைப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with html pages that contain broken links to images
es: Busque formatos ePub con páginas html que contengan enlaces rotos a imágenes
pl: Poszukaj formatów ePub ze stronami html, które zawierają linki do uszkodzonych/brakujących obrazów
ta: படங்களுக்கான உடைந்த இணைப்புகளைக் கொண்ட HTML பக்கங்களுடன் EPUB வடிவங்களைச் சரிபார்க்கவும்

source: Check iTunes files
es: Verificar archivos de iTunes
pl: Znajdź pliki iTunes
ta: ஐடியூன்ஸ் கோப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with an iTunesMetadata.plist or iTunesArtwork file
es: Verificar los formatos ePub con un archivo iTunesMetadata.plist o iTunesArtwork
pl: Sprawdź formaty ePub za plikami iTunesMetadata.plist lub iTunesArtwork
ta: Itunesmetadata.plist அல்லது itunesartwork கோப்புடன் EPUB வடிவங்களை சரிபார்க்கவும்

source: Check calibre bookmark files
es: Verificar archivos de marcadores de calibre
pl: Znajdź pliki zakładek calibre
ta: காலிபர் புக்மார்க்கு கோப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with a calibre bookmarks file
es: Verificar los formatos ePub con un archivo de marcadores de calibre
pl: Poszukaj formaty ePub z plikami zakładek calibre
ta: காலிபர் புக்மார்க்ஸ் கோப்புடன் எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check OS artifacts
es: Verifica los problemas OS
pl: Znajdź artefakty systemu operacyjnego
ta: OS கலைப்பொருட்களை சரிபார்க்கவும்

source: Check for ePub formats with OS artifacts of .DS_Store or Thumbs.db
es: Verifica los formatos ePub con problemas de OS de .DS_Store o Thumbs.db
pl: Sprawdź formaty ePub z artefaktami systemu operacyjnego np. .DS_Store lub Thumbs.db
ta: .Ds_store அல்லது thumbs.db இன் OS கலைப்பொருட்கள் கொண்ட EPUB வடிவங்களை சரிபார்க்கவும்

source: Check ePub inside ePub
es: Comprobar ePub dentro de ePub
ta: EPUB க்குள் EPUB ஐ சரிபார்க்கவும்

source: Check for ePub formats containing a ePub inside
es: Comprueba formatos ePub que contienen un ePub en su interior
ta: உள்ளே ஒரு எபப் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check NCX TOC hierarchical
es: Verificar NCX TOC jerárquico
pl: Znajdź książki ze spisem treści (NCX)
ta: NCX TOC படிநிலையை சரிபார்க்கவும்

source: Check for ePub formats with a NCX file TOC which is not flat (i.e. hierarchical)
es: Verificar los formatos ePub con un TOC de archivo NCX que no sea plano (es decir, jerárquico)
pl: Znajdź formaty ePub, które mają hierarchiczny spis treści NCX
ta: தட்டையான NCX கோப்பு TOC உடன் EPUB வடிவங்களை சரிபார்க்கவும் (அதாவது படிநிலை)

source: Check NCX TOC with < 3 entries
es: Verificar NCX TOC con <3 entradas
pl: Znajdź spis treści (NCX) < 3 pozycji
ta: <3 உள்ளீடுகளுடன் NCX TOC ஐ சரிபார்க்கவும்

source: Check for ePub formats with a NCX file TOC with less than 3 entries
es: Verificar los formatos ePub con un TOC de archivo NCX con menos de 3 entradas
pl: Znajdź formaty ePub, które mają spis treści NCX poniżej trzech pozycji
ta: 3 க்கும் குறைவான உள்ளீடுகளைக் கொண்ட NCX கோப்பு TOC உடன் EPUB வடிவங்களை சரிபார்க்கவும்

source: Check NCX TOC with broken links
es: Verificar NCX TOC con enlaces rotos
pl: Znajdź spis treści (NCX) z uszk. linkami
ta: உடைந்த இணைப்புகளுடன் NCX TOC ஐ சரிபார்க்கவும்

source: Check for ePub formats with a NCX file TOC that contains broken html links
es: Verificar los formatos ePub con un TOC de archivo NCX que contenga enlaces html rotos
pl: Znajdź formaty ePub ze spisem treści w pliku .ncx, który zawiera uszkodzone linki html
ta: உடைந்த HTML இணைப்புகளைக் கொண்ட NCX கோப்பு TOC உடன் EPUB வடிவங்களைச் சரிபார்க்கவும்

source: Check <guide> broken links
es: Verificar los enlaces rotos de <guia>
pl: Znajdź nieprawidłowe linki <guide>
ta: <வழிகாட்டி> உடைந்த இணைப்புகளை சரிபார்க்கவும்

source: Check for ePub formats with broken links in the <guide> section of the manifest
es: Verificar los formatos ePub con enlaces rotos en la sección<guia>del manifiesto
pl: Sprawdź formaty ePub z uszkodzonymi łączami w <guide> sekcji manifestu
ta: மேனிஃபெஸ்டின் <வழிகாட்டி> பிரிவில் உடைந்த இணைப்புகளைக் கொண்ட எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check oversize html files
es: Verificar archivos html de gran tamaño
pl: Znajdź nadmiernie duże pliki HTML
ta: HTML கோப்புகளை பெரிதாக்கவும்

source: Check for ePub formats with an individual html file size that requires splitting on some devices
es: Verificar los formatos ePub con un tamaño de archivo html individual que requiera dividir en algunos dispositivos
pl: Znajdź duże pliki HTML (powyżej 260 KB), które mogą powodować problemy na niektórych czytnikach
ta: சில சாதனங்களில் பிரிக்க வேண்டிய தனிப்பட்ட HTML கோப்பு அளவு கொண்ட EPUB வடிவங்களை சரிபார்க்கவும்

source: Check DRM
es: Verificar DRM
pl: Znajdź książki szyfrowane DRM
ta: டி.ஆர்.எம் சரிபார்க்கவும்

source: Check for ePub formats with DRM encryption xml files
es: Verificar los formatos ePub con archivos xml de cifrado DRM
pl: Sprawdź formaty ePub z plikami XML z szyfrowaniem DRM
ta: டிஆர்எம் குறியாக்க எக்ஸ்எம்எல் கோப்புகளுடன் எபப் வடிவங்களை சரிபார்க்கவும்

source: Check Adobe DRM meta tag
es: Verificar la metaetiqueta de Adobe DRM
pl: Znajdź meta tagi Adobe DRM
ta: அடோப் டிஆர்எம் மெட்டா குறிச்சொல்லை சரிபார்க்கவும்

source: Check for ePub formats that contain html pages with an Adobe DRM meta identifier tag
es: Verificar los formatos ePub que contienen páginas html con una metaetiqueta de identificación de Adobe DRM
pl: Poszukaj formatów ePub, które zawierają strony html z meta tagiem identyfikatora Adobe DRM
ta: அடோப் டிஆர்எம் மெட்டா அடையாளங்காட்டி குறிச்சொல்லுடன் HTML பக்கங்களைக் கொண்ட EPUB வடிவங்களைச் சரிபார்க்கவும்

source: Check replaceable cover
es: Verifica la portada reemplazable
pl: Znajdź wymienne okładki
ta: மாற்றக்கூடிய அட்டையை சரிபார்க்கவும்

source: Check for ePub formats with a cover that can be replaced when exporting or updating metadata with Modify ePub
es: Verifica formatos de ePub con una portada que se pueda reemplazar al exportar o actualizar metadatos con Modificar ePub
pl: Sprawdź formaty ePub z okładką, którą można wymienić podczas eksportowania lub aktualizowania metadanych za pomocą wtyczki Modify ePub
ta: மாற்றியமைக்கும் எபப் மூலம் மெட்டாடேட்டாவை ஏற்றுமதி செய்யும்போது அல்லது புதுப்பிக்கும்போது மாற்றக்கூடிய ஒரு கவர் மூலம் எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check non-replaceable cover
es: Verifica la portada no reemplazable
pl: Znajdź niewymienialne okładki
ta: மாற்ற முடியாத அட்டையை சரிபார்க்கவும்

source: Check for ePub formats with no cover or a cover that cannot be replaced without a calibre conversion
es: Verifica los formatos ePub sin portada o una portada que no se puede reemplazar sin una conversión de calibre
pl: Sprawdź okładki, których nie można wymienić podczas operacji eksportu, bez konwersji calibre
ta: எந்தவொரு கவர் அல்லது கவர் இல்லாத எபப் வடிவங்களை சரிபார்க்கவும், இது ஒரு திறமை இல்லாமல் மாற்ற முடியாது

source: Check calibre SVG cover
es: Verifica portada SVG de calibre
pl: Znajdź okładki SVG calibre
ta: காலிபர் எஸ்.வி.ஜி கவர் சரிபார்க்கவும்

source: Check for ePub formats with a cover that has been inserted by a calibre conversion or Modify ePub and that is SVG
es: Verifica los formatos ePub con una portada que se haya insertado mediante una conversión de calibre o Modifique ePub y que sea SVG
pl: Sprawdź formaty ePub z okładką, która została wstawiona przez konwersję calibre lub wtyczkę Modify ePub
ta: ஒரு கவர் மூலம் எபப் வடிவங்களைச் சரிபார்க்கவும், இது ஒரு காலிபர் மாற்றத்தால் செருகப்பட்ட அல்லது எபப் மாற்றியமைத்தல் மற்றும் அது எஸ்.வி.ஜி.

source: Check no calibre SVG cover
es: Verifica la portada SVG sin calibre
pl: Znajdź okładki nie SVG calibre
ta: காலிபர் எஸ்.வி.ஜி கவர் இல்லை

source: Check for ePub formats that have no calibre cover inserted by a calibre conversion or Modify ePub that is SVG
es: Verifica formatos de ePub que no tengan una portada de calibre insertada por una conversión de calibre o modifique ePub que sea SVG
pl: Sprawdź formaty ePub, które nie mają okładki kalibru wstawionej przez konwersję calibre lub przez Modyfikuj ePub
ta: காலிபர் மாற்றத்தால் செருகப்படாத காலிபர் கவர் இல்லாத எபப் வடிவங்களைச் சரிபார்க்கவும் அல்லது எஸ்.வி.ஜி.

source: Check calibre conversion
es: Verificar la conversión de calibre
pl: Znajdź konwertowane przez calibre
ta: காலிபர் மாற்றத்தை சரிபார்க்கவும்

source: Check for ePub formats that have been converted by calibre
es: Verificar los formatos ePub que haya convertido calibre
pl: Sprawdź formaty ePub, które zostały przekonwertowane przez calibre
ta: காலிபர் மூலம் மாற்றப்பட்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check not calibre conversion
es: No compruebe la conversión de calibre
pl: Znajdź niekonwertowane przez calibre
ta: காலிபர் மாற்றத்தை சரிபார்க்க வேண்டாம்

source: Check for ePub formats that have not been converted by calibre
es: Verificar los formatos ePub que no hayan sido convertidos por calibre
pl: Sprawdź formaty ePub, które nie zostały przekonwertowane przez calibre
ta: காலிபர் மூலம் மாற்றப்படாத எபப் வடிவங்களை சரிபார்க்கவும்

source: Check corrupt zip
es: Comprobar zip corrupto
ta: சிதைந்த சிப்பை சரிபார்க்கவும்

source: Check for ePub zip that is corrupted, may need conversion to fix
es: Comprobar zip corrupto en ePub, puede requerir una conversión para corregir
ta: இபப் சிப் சிதைந்துள்ளதா எனச் சரிபார்க்கவும், அதைச் சரிசெய்ய மாற்ற வேண்டியிருக்கலாம்

source: Check <address> smart-tags
es: Marque las etiquetas inteligentes de <dirección>
pl: Sprawdź <address> smart-tags
ta: <முகவரி> ஸ்மார்ட்-குறிச்சொற்களை சரிபார்க்கவும்

source: Check for ePub formats that have <address> elements from a poor conversion with Word smart tags
es: Busque formatos ePub que tengan elementos <direccion>de una conversión deficiente con etiquetas inteligentes de Word
pl: Poszukaj ePub, które zawierają elementy <address> ze słabej konwersji za pomocą tagów inteligentnych Word
ta: சொல் ஸ்மார்ட் குறிச்சொற்களுடன் மோசமான மாற்றத்திலிருந்து <முகவரி> கூறுகளைக் கொண்ட எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check ePub Style
es: Verificar estilo ePub
pl: Sprawdź style ePub
ta: எபப் பாணியை சரிபார்க்கவும்

source: Check embedded fonts
es: Verificar las fuentes incrustadas
pl: Znajdź czcionki osadzone w ePub
ta: உட்பொதிக்கப்பட்ட எழுத்துருக்களை சரிபார்க்கவும்

source: Check for ePub formats with embedded fonts
es: VErificar los formatos ePub con fuentes incrustadas
pl: Znajduje te pliki ePub, w których są osadzone czcionki
ta: உட்பொதிக்கப்பட்ட எழுத்துருக்கள் கொண்ட எபப் வடிவங்களை சரிபார்க்கவும்

source: Check @font-face
es: Verificar @font-face
pl: Sprawdź @font-face
ta: சரிபார்க்கவும் @எழுத்துரு-முகம்

source: Check for ePub formats with CSS or html files that contain @font-face declarations
es: Verificar los formatos ePub con archivos CSS o html que contienen declaraciones @font-face
pl: Poszukaj formatów ePub za pomocą plików CSS lub html, które zawierają deklaracje @ font-face
ta: @எழுத்துரு-முக அறிவிப்பைக் கொண்ட CSS அல்லது HTML கோப்புகளுடன் EPUB வடிவமைப்பைச் சரிபார்க்கவும்

source: Check Adobe .xpgt margins
es: Verificar los márgenes de Adobe .xpgt
pl: Sprawdź marginesy Adobe w pliku .xpgt
ta: அடோப் .xpgt விளிம்புகளை சரிபார்க்கவும்

source: Check for ePub formats with an xpgt file with non-zero margins
es: Verificar los formatos ePub con un archivo xpgt con márgenes distintos de cero
pl: Sprawdź formaty ePub z plikiem xpgt z niezerowymi marginesami
ta: பூஜ்ஜியமற்ற விளிம்புகளைக் கொண்ட எக்ஸ்பிஜிடி கோப்புடன் எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check Adobe inline .xpgt links
es: Verificar los enlaces .xpgt en línea de Adobe
pl: Sprawdź linki Adobe do pliku .xpgt
ta: அடோப் இன்லைன் .xpgt இணைப்புகளை சரிபார்க்கவும்

source: Check for ePub formats that contain html pages with links to an xpgt file
es: Busque formatos ePub que contengan páginas html con enlaces a un archivo xpgt
pl: Poszukaj formatów ePub, które zawierają strony html z linkami do pliku xpgt
ta: எக்ஸ்பிஜிடி கோப்பிற்கான இணைப்புகளுடன் HTML பக்கங்களைக் கொண்ட EPUB வடிவங்களைச் சரிபார்க்கவும்

source: Check CSS non-justified
es: Verificar CSS no justificado
pl: Sprawdź CSS bez 'text-align:justify'
ta: CSS ஐ நியாயப்படுத்தாத சரிபார்க்கவும்

source: Check for ePub formats with CSS files that do not contain a text-align: justify style
es: Verificar los formatos ePub con archivos CSS que no contienen un estilo de alineación de texto: justificado
pl: Znajdź pliki ePub, które nie mają określonego text-align: justify, w pliku css
ta: உரை இல்லாத CSS கோப்புகளுடன் EPUB வடிவங்களைச் சரிபார்க்கவும்-சீரமைக்கல்: பாணியை நியாயப்படுத்துங்கள்

source: Check CSS book margins
es: Verificar los márgenes CSS de los libros
pl: Znajdź zdefiniowane marginesy w CSS
ta: CSS புத்தக விளிம்புகளை சரிபார்க்கவும்

source: Check for ePub formats with book level CSS margins conflicting with calibre Preferences
es: Comprobar los formatos ePub con márgenes CSS a nivel de libro que entren en conflicto con las preferencias de calibre
pl: Znajdź formaty ePub z marginesami CSS na poziomie książki, które są sprzeczne z preferencjami kalibru
ta: காலிபர் விருப்பங்களுடன் முரண்படும் புத்தக நிலை CSS விளிம்புகளுடன் EPUB வடிவங்களை சரிபார்க்கவும்

source: Check CSS no book margins
es: Verificar CSS sin márgenes de libro
pl: Znajdź brak zdefiniowanych marginesów w CSS
ta: CSS ஐ சரிபார்க்கவும் புத்தக விளிம்புகள் இல்லை

source: Check for ePub formats that do not contain CSS book level margins
es: Verificar los formatos ePub que no contienen márgenes de nivel de libro CSS
pl: Sprawdź formaty ePub, które nie zawierają marginesów na poziomie książki CSS
ta: CSS புத்தக நிலை விளிம்புகளைக் கொண்டிருக்காத EPUB வடிவங்களைச் சரிபார்க்கவும்

source: Check inline @page margins
es: Verificar los márgenes de @page en línea
pl: Sprawdź marginesy wbudowane @page
ta: இன்லைன் @பக்கம் விளிம்புகளை சரிபார்க்கவும்

source: Check for ePub formats that contain @page CSS margins in each flow
es: Verificar los formatos ePub que contienen márgenes CSS @page en cada flujo
pl: Sprawdź formaty ePub, które zawierają marginesy CSS @page zdefiniowane na poszczególnych stronach z treścią
ta: ஒவ்வொரு ஓட்டத்திலும் @பக்கம் CSS விளிம்புகளைக் கொண்ட எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check javascript <script>
es: Verificar javascript<script>
pl: Znajdź skrypty javascript
ta: ஜாவாஸ்கிரிப்ட் <ஸ்கிரிப்ட்> சரிபார்க்கவும்

source: Check for ePub formats that contain inline javascript <script> blocks
es: Verificar los formatos ePub que contienen bloques <script> de JavaScript en línea
pl: Poszukaj formatów ePub, które zawierają zbędne bloki javascript <script>
ta: இன்லைன் ஜாவாஸ்கிரிப்ட் <ஸ்கிரிப்ட்> தொகுதிகளைக் கொண்ட எபப் வடிவங்களைச் சரிபார்க்கவும்

source: Check smarten punctuation
es: Verificar la puntuación inteligente
pl: Sprawdź inteligentną interpunkcję
ta: ஸ்மார்டன் நிறுத்தற்குறியை சரிபார்க்கவும்

source: Check for ePub formats that contain unsmartened punctuation
es: Verificar los formatos ePub que contengan puntuación no abreviada
pl: Znajdź pliki ePub, które mają nieinteligentne znaki cudzysłowu wskazujące, że nie zastosowano opcji inteligentnej interpunkcji. Można użyć wtyczki Modify ePub, aby ulepszyć interpunkcję
ta: மாற்றப்படாத நிறுத்தற்குறியைக் கொண்ட எபப் வடிவத்தை சரிபார்க்கவும்

source: Check missing EBOK cdetype
es: Verificar que falta el tipo de código EBOK
pl: Sprawdź brakujący cdetype EBOK
ta: காணாமல் போன புத்தக டாக்டைப் சரிபார்க்கவும்

source: Check for MOBI/AZW/AZW3 formats missing the cdetype of EBOK required for a Kindle Fire
es: Verificar si los formatos MOBI/AZW/AZW3 no tienen el cdetype de EBOK requerido para un Kindle Fire
pl: Sprawdź, czy w formatach MOBI / AZW / AZW3 brakuje cdetype EBOK wymaganego dla Kindle Fire
ta: ஒரு கின்டெல் தீக்குத் தேவையான ஈபோக்கின் சி.டி.இ.டி.

source: Check Mobi
es: Verificar Mobi
pl: Sprawdź pliki Mobi
ta: மோபி சரிபார்க்கவும்

source: Check missing ASIN identifier
es: Verificar el identificador ASIN faltante
pl: Sprawdź brakujący identyfikator ASIN
ta: காணாமல் போன ASIN அடையாளங்காட்டியை சரிபார்க்கவும்

source: Check for MOBI/AZW/AZW3 formats missing an ASIN in EXTH 113 required for reading on a Kindle Fire
es: Verificar los formatos MOBI/AZW/AZW3 que faltan un ASIN en EXTH 113 requerido para leer en un Kindle Fire
pl: Sprawdź, czy formaty MOBI/AZW/AZW3 zawierają ASIN w EXTH 113 wymagany do czytania na Kindle Fire
ta: Mobi/AZW/AZW3 வடிவங்களை சரிபார்க்கவும் ஒரு ASIN ஐ காணாமல் போனது 113 ஒரு கின்டெல் தீயில் படிக்க வேண்டும்

source: Check Twitter/Facebook disabled
es: Verificar los formatos MOBI/AZW/AZW3 sin un ASIN en EXTH 113 y EXTH 504 para habilitar las funciones de «compartir» en Facebook o Twitter
pl: Sprawdź udostępnianie Twitter/Facebook
ta: ட்விட்டர்/பேஸ்புக் முடக்கப்பட்டுள்ளது

source: Check for MOBI/AZW/AZW3 formats missing an ASIN in both EXTH 113 and EXTH 504 to enable "share" features on Facebook or Twitter
es: Verificar los formatos MOBI/AZW/AZW3 sin un ASIN en EXTH 113 y EXTH 504 para habilitar las funciones de «compartir» en Facebook o Twitter
pl: Sprawdź, czy formaty MOBI/AZW/AZW3 zawierają ASIN zarówno w EXTH 113, jak i EXTH 504, aby włączyć funkcje udostępniania na Facebooku lub Twitterze
ta: பேஸ்புக் அல்லது ட்விட்டரில் "பகிர்வு" அம்சங்களை இயக்க எக்ஸ்ட் 113 மற்றும் எக்ஸ்ட் 504 இரண்டிலும் ASIN ஐக் காணாமல் MOBI/AZW/AZW3 வடிவங்களை சரிபார்க்கவும்

source: Check clipping limit
es: Verificar el límite de recorte
pl: Sprawdź limit podkreśleń
ta: கிளிப்பிங் வரம்பை சரிபார்க்கவும்
