Repository: kiwidude68/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: es, pl, ta

source: Keyboard shortcuts
es: Atajos de teclado
pl: Skróty klawiszowe
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
es: Reiniciar calibre ahora
pl: Uruchom calibre ponownie
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
es: Preferencias para:
pl: Preferencje dla:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
es: Limpiar
pl: Wyczyść
ta: தெளிவான

source: Clear all settings for this plugin
es: Borrar todas las configuraciones para este complemento
pl: Wyczyść wszystkie ustawienia dla tej wtyczki
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
es: Debe reiniciar calibre después.
pl: Musisz potem ponownie uruchomić calibre.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
es: Configuración modificada
pl: Ustawienia zostały zmienione
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
es: Se ha modificado la configuración del complemento en esta biblioteca.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
es: Reinicie calibre ahora.
pl: Proszę ponownie uruchom calibre teraz.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
es: Configuración eliminada
pl: Ustawienia zostały usunięte
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
es: Se ha borrado la configuración del complemento en esta biblioteca.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
es: Copiar al portapapeles
pl: Kopiuj do schowka
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
es: Indefinido
pl: Nieokreślony
ta: வரையறுக்கப்படவில்லை

source: Restart required
es: Reinicio requerido
pl: Wymagane ponowne uruchomienie
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
es: Crear nueva columna
pl: Utwórz nową kolumnę
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Fix
es: Arreglar
pl: Napraw
ta: சரிசெய்யவும்

source: Fix ->
es: Arreglar ->
pl: Napraw ->
ta: சரி ->

source: Repeat last check
es: Repita la última comprobación
pl: Powtórz ostatnie sprawdzanie
ta: கடைசி காசோலையை மீண்டும் செய்யவும்

source: Search scope
es: Alcance de la búsqueda
pl: Zakres szukania
ta: தேடல் நோக்கம்

source: Library
es: Biblioteca
pl: Cała biblioteka
ta: நூலகம்

source: Run check against entire library, unless a search restriction is applied
es: Ejecute la verificación en toda la biblioteca, a menos que se aplique una restricción de búsqueda
pl: Uruchom sprawdzanie całej biblioteki, chyba że zastosowano ograniczenie wyszukiwania
ta: தேடல் கட்டுப்பாடு பயன்படுத்தப்படாவிட்டால், முழு நூலகத்திற்கும் எதிராக காசோலை இயக்கவும்

source: Search Scope -> Library
es: Alcance de búsqueda -> Biblioteca
pl: Zakres wyszukiwania -> Cała biblioteka
ta: தேடல் நோக்கம் -> நூலகம்

source: Selected book(s)
es: Libro(s) seleccionado(s)
pl: Zaznaczone książki
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகம் (கள்)

source: Run check against selected book(s) only
es: Comprobar sólo los libros seleccionados
pl: Sprawdź tylko zaznaczone książki
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகம் (கள்) க்கு எதிராக மட்டுமே காசோலை இயக்கவும்

source: Search Scope -> Selection
es: Alcance de búsqueda -> Selección
pl: Zakres wyszukiwania -> Wybrane książki
ta: தேடல் நோக்கம் -> தேர்வு

source: Exclude from check
es: Excluir de la revisión
pl: Wyklucz z kontroli
ta: காசோலையிலிருந்து விலக்கு

source: Exclude selected book(s) from a particular Quality Check
es: Excluir los libros seleccionados de un control de calidad en particular
pl: Wyklucz wybrane książki z określonej kontroli
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகத்தை (களை) ஒரு குறிப்பிட்ட தர காசோலையிலிருந்து விலக்குங்கள்

source: View exclusions
es: Ver exclusiones
pl: Wyświetl wykluczenia
ta: விலக்குகளைக் காண்க

source: View exclusions you have added for each Quality Check
es: Ver las exclusiones que se han añadido para cada control de calidad
pl: Wyświetl wykluczenia dodane dla poszczególnych sprawdzeń lub wyszukiwań
ta: ஒவ்வொரு தர சோதனைக்கும் நீங்கள் சேர்த்த விலக்குகளைக் காண்க

source: &Customize plugin
es: &Personalizar complemento
pl: Konfiguruj wtyczkę
ta: & சொருகி தனிப்பயனாக்கு

source: &Help
es: &Ayuda
ta: &உதவி

source: (cancelled)
es: (cancelado)
pl: (anulowano)
ta: (ரத்து செய்யப்பட்டது)

source: %d matches found%s, see log for details
es: %d coincidencias encontradas%s, consulte el registro para obtener más detalles
pl: Znaleziono %d pozycji%s. Zobacz szczegóły
ta: %d போட்டிகள்%s இல் காணப்படுகின்றன, விவரங்களுக்கு பதிவைப் பார்க்கவும்

source: Checked %d books, found %d matches%s
es: Comprobó %d libros, se encontraron%d coincidencias con%s
pl: Sprawdzono %d książek, znaleziono %d pozycji%s
ta: சரிபார்க்கப்பட்ட %d புத்தகங்கள், %d போட்டிகள் %s உடன் காணப்படுகிறது

source: No Matches
es: No hay coincidencias
pl: Brak wyników
ta: போட்டிகள் இல்லை

source: Quality Check failed
es: Quality Check a fallado
ta: தரமான சோதனை தோல்வியடைந்தது

source: Unknown menu key for %s of '%s'
es: Tecla de menú desconocida para %s de '%s'
pl: Nieznany klawisz menu dla %s z '%s'
ta: ' %S' இன் %s க்கு அறியப்படாத மெனு விசை

source: less than
es: menos que
pl: mniejszy niż
ta: குறைவாக

source: greater than
es: más grande
pl: większy od
ta: விட பெரியது

source: Failed to identify cover:
es: No se pudo identificar la portada:
pl: Nie udało się zidentyfikować okładki:
ta: அட்டையை அடையாளம் காணத் தவறிவிட்டது:

source: books for covers
es: libros para portadas
pl: książki dla okładek
ta: அட்டைகளுக்கான புத்தகங்கள்

source: Checked %d books, found %d cover matches%s
es: Libros %drevisados, coincidencias de%d portada encontradas%s
pl: Sprawdzono %d książek, znaleziono %d dopasowania okładek%s
ta: சரிபார்க்கப்பட்ட %d புத்தகங்கள், %d கவர் பொருத்தங்கள் %s

source: No matches found
es: No se encontraron coincidencias
pl: Nie znaleziono pozycji
ta: போட்டிகள் எதுவும் கிடைக்கவில்லை

source: No Matches%s
es: Sin coincidencias%s
pl: Brak wyników%s
ta: போட்டிகள் இல்லை%கள்

source: %d matches found, see log for errors%s
es: %d coincidencias encontradas, ver el registro de errores%s
pl: Znaleziono %d pozycji. Zobacz szczegóły błędów%s
ta: %d போட்டிகள் காணப்படுகின்றன, பிழைகள்%s பதிவைப் பார்க்கவும்

source: equal to
es: igual a
pl: równy
ta: சமமாக

source: not equal to
es: no igual a
pl: różny od
ta: சமமாக இல்லை

source: iTunes files
es: provenientes de ficheros iTunes
ta: ஐடியூன்ஸ் கோப்புகள்

source: calibre bookmarks
es: marcadores de calibre
pl: zakładki calibre
ta: காலிபர் புக்மார்க்குகள்

source: OS artifacts
es: Problema OS
pl: Artefakty OS
ta: OS கலைப்பொருட்கள்

source: Matches in book: <b>%s</b>
es: Coincidencias en el libro: <b>%s</b>
pl: Znaleziono w książce: <b>%s</b>
ta: புத்தகத்தில் பொருந்துகிறது: <b>%கள் </b>

source: First match in book: <b>%s</b>
es: Primera coincidencia en el libro: <b>%s </b>
pl: Pierwsze, znalezione w książce: <b>%s</b>
ta: புத்தகத்தில் முதல் போட்டி: <b>%கள் </b>

source: Invalid epub:
es: Epub no válido:
pl: Nieprawidłowy plik epub:
ta: தவறான எபப்:

source: ERROR parsing book:
es: ERROR de análisis de libro:
ta: பிழை பாகுபடுத்தும் புத்தகம்:

source: No searched ePub books have your search text
es: Ningún libro ePub buscado tiene su texto de búsqueda
pl: Żadna z przeszukanych książek ePub nie zawiera szukanego tekstu
ta: தேடப்பட்ட எபப் புத்தகங்கள் உங்கள் தேடல் உரை இல்லை

source: ePub books for search text
es: libros ePub para buscar texto
pl: książek ePub pod kątem szukanego ciągu znaków
ta: தேடல் உரைக்கான எபப் புத்தகங்கள்

source: ERROR: EPUB format is missing:
es: ERROR: Falta el formato EPUB:
ta: பிழை: EPUB வடிவம் இல்லை:

source: No searched ePub books have legacy jackets
es: Ningún libro ePub buscado tiene sobrecubiertas heredadas
pl: Żadna z przeszukanych książek ePub nie zawiera starszych metryczek (jacket)
ta: தேடப்பட்ட எபப் புத்தகங்களில் மரபு ஜாக்கெட்டுகள் இல்லை

source: No searched ePub books have jackets
es: Ningún libro ePub buscado tiene sobrecubiertas
pl: Żadna z przeszukanych książek ePub nie zawiera metryczek (jacket)
ta: தேடப்பட்ட எபப் புத்தகங்களில் ஜாக்கெட்டுகள் இல்லை

source: All searched ePub books have jackets
es: Todos los libros ePub buscados tienen sobrecubiertas
pl: Wszystkie wyszukiwane książki ePub mają metryczki (jacket)
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களிலும் ஜாக்கெட்டுகள் உள்ளன

source: ePub books for jackets
es: libros ePub para sobrecubiertas
pl: książek ePub pod kątem metryczek (jacket)
ta: ஜாக்கெட்டுகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have multiple jackets
es: Ningún libro ePub buscado tiene varias sobrecubiertas
pl: Żadna z przeszukanych książek ePub nie zawiera wielu metryczek (jacket)
ta: தேடப்பட்ட எபப் புத்தகங்களில் பல ஜாக்கெட்டுகள் இல்லை

source: ePub books for multiple jackets
es: libros ePub para varias sobrecubiertas
pl: książek ePub pod kątem wielu metryczek (jacket)
ta: பல ஜாக்கெட்டுகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have non-zero .xpgt margins
es: Ningún libro ePub buscado tiene márgenes .xpgt distintos de cero
pl: Żadna z przeszukanych książek ePub nie zawiera marginesów .xpgt
ta: தேடப்பட்ட எபப் புத்தகங்களில் பூஜ்ஜியமற்ற .xpgt விளிம்புகள் இல்லை

source: ePub books for .xpgt margins
es: libros ePub para márgenes .xpgt
pl: książek ePub pod kątem marginesów w pliku .xpgt
ta: .xpgt விளிம்புகளுக்கான எபப் புத்தகங்கள்

source: Checking css import
es: Comprobando la importación de CSS
pl: Sprawdzanie importu css
ta: CSS இறக்குமதியை சரிபார்க்கிறது

source: Checking html import
es: Comprobando la importación html
pl: Sprawdzanie importu html
ta: HTML இறக்குமதியை சரிபார்க்கிறது

source: No searched ePub books have inline xpgt links
es: Ningún libro ePub buscado tiene enlaces xpgt en línea
pl: Żadna z przeszukanych książek ePub nie zawiera linków xpgt
ta: தேடப்பட்ட எபப் புத்தகங்களில் இன்லைன் எக்ஸ்பிஜிடி இணைப்புகள் இல்லை

source: ePub books for inline xpgt links
es: libros ePub para enlaces xpgt en línea
pl: książek ePub pod kątem linków do pliku .xpgt
ta: இன்லைன் எக்ஸ்பிஜிடி இணைப்புகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have unmanifested files
es: Ningún libro ePub buscado tiene archivos no manifestados
pl: Żadna z przeszukiwanych książek ePub nie posiada niemanifestowanych plików
ta: தேடப்பட்ட எபப் புத்தகங்களில் வெளிப்படுத்தப்படாத கோப்புகள் எதுவும் இல்லை

source: ePub books for unmanifested files
es: libros ePub para archivos no manifestados
pl: książek ePub pod kątem niezamanifestowanych
ta: வெளிப்படுத்தப்படாத கோப்புகளுக்கான எபப் புத்தகங்கள்

source: SKIPPING BOOK (DRM Encrypted):
es: LIBRO DE SALTAR (encriptado DRM):
pl: POMINIĘTA KSIĄŻKA (zaszyfrowana DRM):
ta: புத்தகத்தைத் தவிர்ப்பது (டி.ஆர்.எம் மறைகுறியாக்கப்பட்டது):

source: Issue with CSS name:
es: Problema con el nombre de CSS:
ta: CSS பெயருடன் பிரச்சினை:

source: Unused CSS file: %s
es: Archivo CSS sin usar:%s
ta: பயன்படுத்தப்படாத CSS கோப்பு: %s

source: No searched ePub books have unused CSS files
es: Ningún libro ePub buscado tiene archivos CSS sin usar
pl: Żadna z przeszukanych książek ePub nie zawiera nieużywanych plików CSS
ta: தேடப்பட்ட எபப் புத்தகங்களில் பயன்படுத்தப்படாத CSS கோப்புகள் எதுவும் இல்லை

source: ePub books for unused CSS files
es: libros ePub para archivos CSS no utilizados
pl: książek ePub pod kątem nieużywanych plików .css
ta: பயன்படுத்தப்படாத CSS கோப்புகளுக்கான எபப் புத்தகங்கள்

source: Issue with image name:
es: Problema con el nombre de la imagen:
ta: பட பெயருடன் பிரச்சினை:

source: UNUSED image file: %s
es: Archivo de imagen SIN USAR: %s

source: No searched ePub books have unused image files
es: Ningún libro ePub buscado tiene archivos de imagen sin usar
pl: Żadna z przeszukanych książek ePub nie zawiera nieużywanych plików graficznych
ta: தேடப்பட்ட எபப் புத்தகங்கள் பயன்படுத்தப்படாத படக் கோப்புகளைக் கொண்டிருக்கவில்லை

source: ePub books for unused image files
es: libros ePub para archivos de imagen no utilizados
pl: książek ePub pod kątem nieużywanych plików graficznych
ta: பயன்படுத்தப்படாத படக் கோப்புகளுக்கான எபப் புத்தகங்கள்

source: Broken image link in:
es: Enlace de imagen roto en:
ta: உடைந்த பட இணைப்பு:

source: of
es: de
pl: z

source: No searched ePub books have broken image links
es: Ningún libro ePub buscado tiene enlaces de imágenes rotos
pl: Żadna z przeszukanych książek ePub nie zawiera linków do uszkodzonych/brakujących obrazów
ta: தேடப்பட்ட எபப் புத்தகங்களில் பட இணைப்புகளை உடைத்ததில்லை

source: ePub books for broken image links
es: libros ePub para enlaces de imágenes rotos
pl: książek ePub pod kątem uszkodzonych linków do obrazów
ta: உடைந்த பட இணைப்புகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have
es: No se han encontrado libros ePub
pl: Żadna książka ePub nie zawiera
ta: தேடப்பட்ட எபப் புத்தகங்கள் எதுவும் இல்லை

source: ePub books for
es: libros ePub para
ta: எபப் புத்தகங்கள்

source: No OPF file in:
es: No archivo OPF en:
pl: Brak pliku OPF w:
ta: இல் OPF கோப்பு இல்லை:

source: No supported meta tag or non-xml cover in:
es: No se admiten metaetiquetas ni portadas que no sean xml en:
ta: ஆதரிக்கப்பட்ட மெட்டா குறிச்சொல் அல்லது எக்ஸ்எம்எல் அல்லாத கவர் இல்லை:

source: DRM Encrypted cover in:
es: Portada cifrada con DRM en:
ta: டி.ஆர்.எம் மறைகுறியாக்கப்பட்ட கவர்:

source: Invalid cover image extension (%s) in:
es: Extensión de imagen de portada no válida (%s) en:
ta: தவறான கவர் பட நீட்டிப்பு (%கள்) இல்:

source: No searched ePub books have replaceable covers
es: Ningún libro ePub buscado tiene portadas reemplazables
pl: Żadna z przeszukanych książek ePub nie ma wymiennych okładek
ta: தேடப்பட்ட எபப் புத்தகங்களில் மாற்றக்கூடிய அட்டைகள் எதுவும் இல்லை

source: All searched ePub books have replaceable covers
es: Todos los libros ePub buscados tienen portadas reemplazables
pl: Wszystkie wyszukiwane książki ePub mają wymienne okładki
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் மாற்றக்கூடிய அட்டைகளைக் கொண்டுள்ளன

source: ePub books for replaceable covers
es: libros ePub para portadas reemplazables
pl: książek ePub pod kątem wymienialności okładek
ta: மாற்றக்கூடிய அட்டைகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have calibre SVG covers embedded
es: Ningún libro ePub buscado tiene portadas SVG de calibre incrustadas
pl: Żadna z przeszukanych książek ePub nie ma osadzonych okładek SVG calibre
ta: தேடப்பட்ட எபப் புத்தகங்களில் காலிபர் எஸ்.வி.ஜி கவர்கள் உட்பொதிக்கப்பட்டுள்ளன

source: All searched ePub books have calibre SVG covers embedded
es: Todos los libros ePub buscados tienen portadas de calibre SVG incrustadas
pl: Wszystkie wyszukiwane książki ePub mają osadzone okładki calibre SVG
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் காலிபர் எஸ்.வி.ஜி கவர்கள் உட்பொதிக்கப்பட்டுள்ளன

source: ePub books for calibre SVG covers
es: libros ePub para portadas SVG de calibre
pl: książek ePub pod kątem okładek SVG calibre
ta: காலிபர் எஸ்.வி.ஜி அட்டைகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have calibre covers embedded
es: Ningún libro ePub buscado tiene portadas de calibre incrustadas
pl: Żadna z przeszukanych książek ePub nie ma osadzonych okładek calibre
ta: தேடப்பட்ட எபப் புத்தகங்களில் எந்த காலிபர் கவர்களும் உட்பொதிக்கப்பட்டுள்ளன

source: All searched ePub books have calibre covers embedded
es: Todos los libros ePub buscados tienen portadas de calibre incrustadas
pl: Wszystkie wyszukiwane książki ePub mają wbudowane okładki calibre
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் காலிபர் கவர்கள் உட்பொதிக்கப்பட்டுள்ளன

source: ePub books for calibre covers
es: libros ePub para portadas de calibre
pl: książek ePub pod kątem okładek calibre
ta: காலிபர் அட்டைகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have been converted by calibre
es: Calibre no ha convertido ningún libro ePub buscado
pl: Żadne z przeszukanych książek ePub nie zostały przekonwertowane przez calibre
ta: தேடப்பட்ட எபப் புத்தகங்கள் எதுவும் காலிபர் மூலம் மாற்றப்படவில்லை

source: All searched ePub books have been converted by calibre
es: Todos los libros ePub buscados han sido convertidos por calibre
pl: Wszystkie wyszukiwane książki ePub zostały przekonwertowane przez calibre
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் காலிபர் மூலம் மாற்றப்பட்டுள்ளன

source: ePub books for calibre conversions
es: libros ePub para conversiones de calibre
pl: książek ePub pod kątem konwersji przez calibre
ta: காலிபர் மாற்றங்களுக்கான எபப் புத்தகங்கள்

source: All searched ePub books have a valid zip format
es: Todos los libros ePub comprobados tienen un formato zip válido
ta: தேடப்பட்ட அனைத்து இபப் புத்தகங்களும் சரியான சிப் வடிவத்தைக் கொண்டுள்ளன

source: ePub books for corrupted zip format
es: libros ePub por formato zip corrupto
ta: சிதைந்த சிப் வடிவமைப்பிற்கான இபப் புத்தகங்கள்

source: All searched ePub books have a valid container.xml file
es: Todos los libros ePub buscados tienen un archivo container.xml válido
pl: Wszystkie przeszukane książki ePub mają prawidłowy plik container.xml
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் செல்லுபடியாகும் கொள்கலன். எக்ஸ்எம்எல் கோப்பைக் கொண்டுள்ளன

source: ePub books for missing container.xml
es: libros ePub para el archivo container.xml faltante
pl: książek ePub pod kątem brakującego container.xml
ta: காணாமல் போன கொள்கலன் எக்ஸ்எம்எல்

source: Missing container.xml file in
es: Falta el archivo container.xml en
ta: காணாமல் போன கொள்கலன். Xml கோப்பு

source: Incorrect container.xml namespace in
es: Espacio de nombres container.xml incorrecto en
ta: தவறான கொள்கலன். எக்ஸ்எம்எல் பெயர்வெளி

source: Incorrect .opf manifest namespace in
es: Espacio de nombres de manifiesto .opf incorrecto en
ta: தவறான .opf மேனிஃபெஸ்ட் பெயர்வெளி

source: All searched ePub books have valid namespaces
es: Todos los libros ePub buscados tienen espacios de nombres válidos
pl: Wszystkie wyszukane książki ePub mają prawidłowe namespaces
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் செல்லுபடியாகும் பெயர்வெளிகளைக் கொண்டுள்ளன

source: ePub books for namespaces check
es: comprobación de libros ePub para espacios de nombres
pl: książek ePub pod kątem namespaces
ta: பெயர்வெளிகளுக்கான எபப் புத்தகங்கள்

source: All searched ePub books have only dc: elements in manifest
es: Todos los libros ePub buscados solo tienen elementos dc: en el manifiesto
pl: Wszystkie wyszukane książki ePub mają tylko dc: elementy w manifestach
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களிலும் டி.சி மட்டுமே உள்ளது: கூறுகள் வெளிப்படுகின்றன

source: ePub books for non dc: metadata check
es: libros ePub para no DC: verificación de metadatos
pl: książki ePub pod kątem dodatkowych dc: metadanych
ta: டி.சி அல்லாத எபப் புத்தகங்கள்: மெட்டாடேட்டா காசோலை

source: Manifest file missing from: <b>%s</b>
es: Falta el archivo de manifiesto de: <b>%s</b>
pl: Brak pliku manifestu w: <b>%s</b>
ta: இதிலிருந்து வெளிப்படையான கோப்பு இல்லை: <b>%s </b>

source: All searched ePub books have a valid opf manifest
es: Todos los libros ePub buscados tienen un manifiesto opf válido
pl: Wszystkie wyszukiwane książki ePub mają prawidłowy manifest .opf
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் சரியான OPF வெளிப்பாட்டைக் கொண்டுள்ளன

source: ePub books for missing files in opf
es: libros ePub para archivos faltantes en opf
pl: książek ePub pod kątem brakujących plików w opf
ta: OPF இல் கோப்புகளைக் காணவில்லை என்பதற்கான எபப் புத்தகங்கள்

source: Ignoring DRM protected ePub:
es: Ignorando el ePub protegido por DRM:
ta: டி.ஆர்.எம் பாதுகாக்கப்பட்ட எபப் புறக்கணித்தல்:

source: All searched ePub books have a flattened NCX TOC
es: Todos los libros ePub buscados tienen un TOC NCX aplanado
pl: Wszystkie przeszukiwane książki ePub mają spłaszczony spis treści NCX TOC
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் தட்டையான NCX TOC ஐக் கொண்டுள்ளன

source: ePub books for NCX TOC hierarchy
es: libros ePub para la jerarquía de TOC de NCX
pl: książek ePub pod kątem hierarchicznego spisu treści NCX TOC
ta: NCX TOC வரிசைக்கு எபப் புத்தகங்கள்

source: All searched ePub books have a NCX TOC with at least 3 items
es: Todos los libros ePub buscados tienen un TOC NCX con al menos 3 items
pl: Wszystkie wyszukiwane książki ePub mają spis treści NCX z co najmniej 3 pozycjami
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் குறைந்தது 3 உருப்படிகளுடன் ஒரு NCX TOC ஐக் கொண்டுள்ளன

source: ePub books for NCX TOC count
es: libros ePub para el recuento de TOC de NCX
pl: książek ePub z max. dwoma pozycjami w spisie treści NCX TOC
ta: NCX TOC எண்ணிக்கைக்கான எபப் புத்தகங்கள்

source: All searched ePub books have a NCX TOC with valid links
es: Todos los libros ePub buscados tienen un TOC NCX con enlaces válidos
pl: Wszystkie książki ePub mające spis treści NCX, zawierają prawidłowe linki
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் செல்லுபடியாகும் இணைப்புகளுடன் ஒரு NCX TOC ஐக் கொண்டுள்ளன

source: ePub books for broken NCX TOC links
es: libros ePub para enlaces rotos de NCX TOC
pl: książek ePub pod kątem uszkodzonych linków w spisie treści NCX TOC
ta: உடைந்த NCX TOC இணைப்புகளுக்கான எபப் புத்தகங்கள்

source: All searched ePub books have valid guide entries
es: Todos los libros ePub buscados tienen entradas de guía válidas
pl: Wszystkie wyszukiwane książki ePub mają prawidłowe wpisy guide
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் சரியான வழிகாட்டி உள்ளீடுகளைக் கொண்டுள்ளன

source: ePub books for broken guide links
es: libros ePub para enlaces de guías rotos
pl: książek ePub pod kątem uszkodzonych linków guide
ta: உடைந்த வழிகாட்டி இணைப்புகளுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have oversize html files
es: Ningún libro ePub buscado tiene archivos html de gran tamaño
pl: Żadna z przeszukanych książek ePub nie ma zbyt dużych plików html
ta: தேடப்பட்ட எபப் புத்தகங்கள் HTML கோப்புகளை பெரிதாக்கவில்லை

source: ePub books for oversize html files
es: libros ePub para archivos html de gran tamaño
pl: książek ePub pod kątem zbyt dużych plików html
ta: HTML கோப்புகளை பெரிதாக்குவதற்கான எபப் புத்தகங்கள்

source: No searched ePub books have DRM
es: Ningún libro ePub buscado tiene DRM
pl: Żadna z przeszukanych książek ePub nie ma zabezpieczenia DRM
ta: தேடப்பட்ட எபப் புத்தகங்களில் டி.ஆர்.எம் இல்லை

source: ePub books for DRM
es: libros ePub para DRM
pl: książek ePub pod kątem zabezpieczenia DRM
ta: டி.ஆர்.எம்
