Repository: kiwidude68/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: es, pl, ta

source: If unchecked, the search of each ePub is stopped as soon as the first match is found. If checked, all occurrences will be displayed in the log but it will run much slower.
es: Si no se marca, la búsqueda de cada ePub se detiene tan pronto como se encuentra la primera coincidencia. Si está marcado, todas las ocurrencias se mostrarán en el registro, pero se ejecutará mucho más lento.
pl: Jeśli nie zaznaczone, wyszukiwanie każdego ePub zostanie zatrzymane zaraz po znalezieniu pierwszego dopasowania. Jeśli zaznaczone, wszystkie wystąpienia będą wyświetlane w dzienniku, ale będzie działać znacznie wolniej.
ta: தேர்வு செய்யப்படாவிட்டால், முதல் போட்டி கண்டுபிடிக்கப்பட்டவுடன் ஒவ்வொரு எபப் தேடலும் நிறுத்தப்படும். சரிபார்க்கப்பட்டால், அனைத்து நிகழ்வுகளும் பதிவில் காண்பிக்கப்படும், ஆனால் அது மிகவும் மெதுவாக இயங்கும்.

source: Scope
es: Alcance
pl: Zakres przeszukiwania
ta: வாய்ப்பு

source: &HTML content
es: Contenido &HTML
pl: Zawartość HTML
ta: & HTML உள்ளடக்கம்

source: Search all html content files, including any html tags. If you also ticked the Plain text content option, this option is ignored.
es: Busque todos los archivos de contenido html, incluidas las etiquetas html. Si también marcó la opción Contenido de texto sin formato, esta opción se ignora.
pl: Przeszukaj wszystkie pliki html, w tym wszystkie tagi html. Jeśli zaznaczono również opcję 'Zwykły tekst', ta opcja jest ignorowana.
ta: எந்த HTML குறிச்சொற்களும் உட்பட அனைத்து HTML உள்ளடக்கக் கோப்புகளையும் தேடுங்கள். நீங்கள் எளிய உரை உள்ளடக்க விருப்பத்தையும் தேர்வுசெய்தால், இந்த விருப்பம் புறக்கணிக்கப்படுகிறது.

source: &CSS/xpgt stylesheets
es: Hojas de estilo &CSS/xpgt
pl: &CSS/xpgt arkusze stylów
ta: & CSS/XPGT ஸ்டைல்ஷீட்கள்

source: Search all css or Adobe .xpgt stylesheets
es: Buscar todas las hojas de estilo CSS o Adobe .xpgt
pl: Przeszukaj wszystkie pliki .css lub Adobe .xpgt stylesheets
ta: அனைத்து CSS அல்லது ADOBE .XPGT ஸ்டைல்ஷீட்களையும் தேடுங்கள்

source: &Plain text content
es: &Contenido de texto sin formato
pl: Zwykły tekst
ta: & எளிய உரை உள்ளடக்கம்

source: Search body text of html files with all html tags stripped. If you also ticked the HTML content option, that is ignored in favour of this.
es: Busque el texto del cuerpo de los archivos html con todas las etiquetas html eliminadas. Si también marcó la opción de contenido HTML, se ignora a favor de esto.
pl: Szukaj tekstu podstawowego plików html ze wszystkimi znacznikami html. Jeśli zaznaczyłeś również opcję zawartości HTML, jest to ignorowane na korzyść tego wyboru.
ta: அனைத்து HTML குறிச்சொற்களுடன் HTML கோப்புகளின் உடல் உரையைத் தேடுங்கள். நீங்கள் HTML உள்ளடக்க விருப்பத்தையும் தேர்வுசெய்தால், அதற்கு ஆதரவாக அது புறக்கணிக்கப்படுகிறது.

source: &OPF manifest
es: &OPF manifiesto
ta: & OPF மேனிஃபெஸ்ட்

source: Search the .opf manifest file
es: Busque el archivo de manifiesto .opf
pl: Szukaj w plikach manifestu .opf
ta: .Opf மேனிஃபெஸ்ட் கோப்பைத் தேடுங்கள்

source: Search the NCX table of contents file
es: Buscar en el archivo de tabla de contenido de NCX
pl: Przeszukaj plik spisu treści NCX
ta: உள்ளடக்கக் கோப்பின் NCX அட்டவணையைத் தேடுங்கள்

source: &Zip filenames
es: Nombres de archivo &Zip
pl: Pliki .zip
ta: & ஜிப் கோப்பு பெயர்கள்

source: Search the filenames inside the ePub (zip) file
es: Busque los nombres de archivo dentro del archivo ePub (zip)
pl: Szukaj w plikach .zip jeśli znajdują się w ePub
ta: எபப் (ஜிப்) கோப்பின் உள்ளே கோப்பு பெயர்களைத் தேடுங்கள்

source: No find text
es: No encontrar texto
pl: Nie znaleziono tekstu
ta: உரையைக் கண்டுபிடிக்க வேண்டாம்

source: You must specify a regular expression to search for.
es: Debe especificar una expresión regular para buscar.
pl: Wpisz ciąg znaków do wyszukania w książkach.
ta: தேட ஒரு வழக்கமான வெளிப்பாட்டை நீங்கள் குறிப்பிட வேண்டும்.

source: No search scope
es: Sin alcance de búsqueda
pl: Brak zakresu wyszukiwania
ta: தேடல் நோக்கம் இல்லை

source: You must specify a scope for the ePub search.
es: Debe especificar un alcance para la búsqueda ePub.
pl: Musisz określić zakres wyszukiwania ePub.
ta: எபப் தேடலுக்கான நோக்கத்தை நீங்கள் குறிப்பிட வேண்டும்.

source: Fixing
es: Arreglando
pl: Naprawiam
ta: சரிசெய்தல்

source: Fix completed
es: Arreglo completado
pl: Naprawa kompletna
ta: சரிசெய்யப்பட்டது

source: This is an Amazon Topaz book. It cannot be processed.
es: Este es un libro de Amazon Topaz. No se puede procesar.
pl: To jest książka Amazon Topaz. Nie można jej przetworzyć.
ta: இது அமேசான் புஷ்பராகம் புத்தகம். அதை செயலாக்க முடியாது.

source: Unknown book type: %s
es: Tipo de libro desconocido: %s
pl: Nieznany typ książki: %s
ta: தெரியாத புத்தக வகை: %கள்

source: Setting ASIN only supported for MOBI files of type 'BOOK'.
es: La configuración de ASIN solo se admite para archivos MOBI de tipo 'LIBRO'.
pl: Ustawienie ASIN jest obsługiwane tylko dla plików MOBI typu "BOOK".
ta: 'புத்தகம்' என்ற வகை MOBI கோப்புகளுக்கு மட்டுமே ASIN ஐ அமைத்தல்.

source: No existing EXTH record. Cannot update ASIN.
es: No hay registro EXTH existente. No se puede actualizar el ASIN.
ta: தற்போதுள்ள நீட்டிப்பு இல்லை. ASIN ஐ புதுப்பிக்க முடியாது.

source: Quality Check
ta: தரமான சோதனை

source: For the selected book(s) rename the title to remove any accents and diacritics characters
pl: Zmień nazwę tytułu, aby usunąć wszelkie akcenty i znaki diakrytyczne

source: &NCX TOC
pl: &NCX TOC spis treści
