Repository: kiwidude68/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: es, pl, ta

source: No searched ePub books have Adobe DRM meta tags
es: Ningún libro ePub buscado tiene metaetiquetas Adobe DRM
pl: Żadna z przeszukanych książek ePub nie zawiera meta tagów Adobe DRM
ta: தேடப்பட்ட எபப் புத்தகங்களில் அடோப் டிஆர்எம் மெட்டா குறிச்சொற்கள் இல்லை

source: ePub books for Adobe DRM meta tags
es: libros ePub para metaetiquetas Adobe DRM
pl: książek ePub pod kątem meta tagów Adobe DRM
ta: அடோப் டிஆர்எம் மெட்டா குறிச்சொற்களுக்கான எபப் புத்தகங்கள்

source: No searched ePub books have \<address\> smart tags
es: Ningún libro ePub buscado tiene etiquetas inteligentes \<dirección \>
pl: Żadna z przeszukanych książek ePub nie posiada inteligentnych tagów
ta: தேடப்பட்ட எபப் புத்தகங்களில் \ <முகவரி \> ஸ்மார்ட் குறிச்சொற்கள் இல்லை

source: ePub books for <address> smart tags
es: libros ePub para etiquetas inteligentes<address>
pl: książek ePub pod kątem <address> smart tags
ta: <driess> ஸ்மார்ட் குறிச்சொற்களுக்கான எபப் புத்தகங்கள்

source: Font found in: <b>%s</b>
es: Fuente encontrada en: <b>%s </b>
pl: Znaleziono czcionki w: <b>%s</b>
ta: எழுத்துரு இதில் காணப்படுகிறது: <b>%கள் </b>

source: No searched ePub books have embedded fonts
es: Ningún libro ePub buscado tiene fuentes incrustadas
pl: Żadna z przeszukanych książek ePub nie ma osadzonych czcionek
ta: தேடப்பட்ட எபப் புத்தகங்கள் எழுத்துருக்களை உட்பொதித்ததில்லை

source: ePub books for embedded fonts
es: libros ePub para fuentes incrustadas
pl: książek ePub pod kątem osadzonych czcionek
ta: உட்பொதிக்கப்பட்ட எழுத்துருக்களுக்கான எபப் புத்தகங்கள்

source: CSS file contains @font-face: <b>%s</b>
es: El archivo CSS contiene @font-face: <b>%s</b>
pl: Plik CSS zawiera @font-face: <b>%s</b>
ta: CSS கோப்பில் @font-face: <b>%s </b> உள்ளது

source: At least one html file contains @font-face: <b>%s</b>
es: Al menos un archivo html contiene @font-face: <b>%s</b>
pl: Co najmniej jeden plik html zawiera @font-face <b>%s</b>
ta: குறைந்தது ஒரு HTML கோப்பில் @font-face: <b>%s </b>

source: No searched ePub books have @font-face declarations
es: Ningún libro ePub buscado tiene declaraciones @font-face
pl: Żadna z przeszukanych książek ePub nie ma deklaracji @font-face
ta: தேடப்பட்ட எபப் புத்தகங்களில் @எழுத்துரு-முகம் அறிவிப்புகள் எதுவும் இல்லை

source: ePub books for @font-face declarations
es: libros ePub para declaraciones @font-face
pl: książek ePub pod kątem deklaracji @font-face
ta: @எழுத்துரு-முகம் அறிவிப்புகளுக்கான எபப் புத்தகங்கள்

source: All searched ePub books have text-align:justify
es: Todos los libros ePub buscados tienen alineación de texto: justificar
pl: Wszystkie wyszukiwane książki ePub mają wyrównanie tekstu: justify
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் உரை-சீரமை: நியாயப்படுத்துங்கள்

source: ePub books for text-align:justify
es: libros ePub para alinear texto: justificar
pl: książek ePub pod kątem braku text-align:justify w css
ta: உரைக்கான எபப் புத்தகங்கள்: நியாயப்படுத்துங்கள்

source: 'margin' property found, so does not match calibre preferences
es: se encontró la propiedad 'margen', por lo que no coincide con las preferencias de calibre
ta: 'விளிம்பு' சொத்து, எனவே காலிபர் விருப்பங்களுடன் பொருந்தவில்லை

source: Negative margin found, so does not match calibre preferences
es: se encontró un margen negativo, por lo que no coincide con las preferencias de calibre
ta: எதிர்மறை விளிம்பு கண்டறியப்பட்டது, எனவே காலிபர் விருப்பங்களுடன் பொருந்தவில்லை

source: Margins is not defined in pts so does not match calibre preferences
es: Los márgenes no están definidos en pts, por lo que no coinciden con las preferencias de calibre
ta: பி.டி.எஸ்ஸில் விளிம்புகள் வரையறுக்கப்படவில்லை, எனவே காலிபர் விருப்பங்களுடன் பொருந்தாது

source: Margins are defined in pts but don't match calibre preferences
es: Los márgenes se definen en puntos pero no coinciden con las preferencias de calibre
ta: விளிம்புகள் PTS இல் வரையறுக்கப்படுகின்றன, ஆனால் காலிபர் விருப்பங்களுடன் பொருந்தவில்லை

source: Margins match calibre preferences
es: Los márgenes coinciden con las preferencias de calibre
ta: விளிம்புகள் காலிபர் விருப்பங்களுடன் பொருந்துகின்றன

source: Analyzing margins in
es: Analizando márgenes en
ta: விளிம்புகளை பகுப்பாய்வு செய்தல்

source: All searched ePub books match the calibre page setup preferences
es: Todos los libros ePub buscados coinciden con las preferencias de configuración de la página de calibre
pl: Wszystkie wyszukane książki ePub odpowiadają preferencjom ustawień strony calibre
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் காலிபர் பக்க அமைவு விருப்பங்களுடன் பொருந்துகின்றன

source: ePub books for body or @page css margins
es: libros ePub para márgenes css de cuerpo o @page
pl: książek ePub pod kątem zdefiniowanych marginesów
ta: உடல் அல்லது @பக்கம் CSS விளிம்புகளுக்கான எபப் புத்தகங்கள்

source: All searched ePub books have book level margins defined
es: Todos los libros ePub buscados tienen márgenes de nivel de libro definidos
pl: Wszystkie wyszukiwane książki ePub mają zdefiniowane marginesy na poziomie książki
ta: தேடப்பட்ட அனைத்து எபப் புத்தகங்களும் புத்தக நிலை ஓரங்கள் வரையறுக்கப்பட்டுள்ளன

source: ePub books lacking body or @page css margins
es: libros ePub que carecen de cuerpo o márgenes css de @page
pl: książki ePub bez zdefiniowanych marginesów css lub @page
ta: உடல் அல்லது @பக்கம் CSS விளிம்புகள் இல்லாத எபப் புத்தகங்கள்

source: No searched ePub books inline @page margins
es: No se han buscado libros ePub en línea @márgenes de página
pl: Żadna z przeszukanych książek ePub nie zawiera marginesów zdefiniowanych na poziomie stron
ta: தேடப்பட்ட எபப் புத்தகங்கள் இன்லைன் @பக்கம் விளிம்புகள் இல்லை

source: ePub books using inline @page or body css margins
es: libros ePub con @page en línea o márgenes css de cuerpo
pl: książki ePub używające marginesów inline @page lub body css
ta: இன்லைன் @பக்கம் அல்லது உடல் CSS விளிம்புகளைப் பயன்படுத்தும் எபப் புத்தகங்கள்

source: Contains .js file: %s
es: Contiene archivo .js:%s
ta: .Js கோப்பைக் கொண்டுள்ளது: %s

source: Contains inline javascript: %s
es: Contiene javascript en línea:%s
ta: இன்லைன் ஜாவாஸ்கிரிப்ட்: %கள் உள்ளன

source: ePub with Javascript: %s
es: ePub con Javascript:%s
pl: Książki ePub z JavaScript: %s
ta: ஜாவாஸ்கிரிப்ட் கொண்ட எபப்: %கள்

source: No searched ePub books have javascript
es: Ningún libro ePub buscado tiene javascript
pl: Żadna z przeszukanych książek ePub nie posiada skryptu java
ta: தேடப்பட்ட எபப் புத்தகங்களில் ஜாவாஸ்கிரிப்ட் இல்லை

source: ePub books for javascript
es: libros ePub para javascript
pl: książek ePub pod kątem javascript
ta: ஜாவாஸ்கிரிப்டுக்கான எபப் புத்தகங்கள்

source: Unsmartened punctuation in: <b>%s</b>
es: Puntuación no abreviada en: <b>%s</b>
pl: Nieinteligentna interpunkcja w: <b>%s</b>
ta: இல் உள்ள நிறுத்தற்குறி: <b>%கள் </b>

source: No searched ePub books need punctuation smartened
es: Ningún libro ePub buscado necesita puntuación más inteligente
pl: Żadne przeszukane książki ePub nie wymagają udoskonalenia interpunkcji
ta: தேடப்பட்ட எபப் புத்தகங்களுக்கு எந்த நிறுத்தற்குறிகளும் தேவையில்லை

source: ePub books for smarten punctuation
es: libros ePub para mejorar la puntuación
pl: książek ePub pod kątem inteligentnej interpunkcji
ta: ஸ்மார்டன் நிறுத்தற்குறிக்கான எபப் புத்தகங்கள்

source: Could not find OPF in:%s
es: No se pudo encontrar OPF en:%s
pl: Nie można znaleźć OPF w:%s
ta: OPF ஐக் கண்டுபிடிக்க முடியவில்லை:%s

source: OPF file in container.xml not found in:%s
es: El archivo OPF en container.xml no se encuentra en:%s
ta: Contain.xml இல் OPF கோப்பு இதில் காணப்படவில்லை:%s

source: Reformatting author initials for
es: Reformateando iniciales del autor
pl: Poprawianie inicjałów autorów
ta: எழுத்தாளர் முதலெழுத்துக்களை மறுவடிவமைத்தல்

source: Reformatted initials for %d of %d book authors
es: Iniciales reformateadas %dde %dautores de libros
pl: Poprawiono inicjały %d z %d autorom książek
ta: %D புத்தக ஆசிரியர்களின் %d க்கான மறுவடிவமைப்பு

source: Renaming authors to ascii for
es: Cambiar el nombre de los autores a ascii para
pl: Zmiana nazw autorów na ascii dla
ta: எழுத்தாளர்களை ASCII க்கு மறுபெயரிடுதல்

source: Renamed to ascii %d of %d book authors
es: Renombrado a ascii %dde %dautores de libros
pl: Zmieniono na ascii %d z %d autorów książek
ta: %D புத்தக ஆசிரியர்களின் ASCII %d என மறுபெயரிடப்பட்டது

source: books with incorrect author sort
es: libros con orden de autor incorrecto

source: Checked %d books, updated %d author sorts%s
es: %d libros comprobados, %d órdenes de autor actualizados%s

source: All author sorts are correct
es: Todos los órdenes de autor son correctos

source: books with incorrect title sort
es: libros con orden de título incorrecto

source: Checked %d books, updated %d title sorts%s
es: %d libros comprobados, %d órdenes de título actualizados%s

source: All title sorts are correct
es: Todos los órdenes de título son correctos

source: "Check and repair book sizes" requires calibre version 5.9 or higher.
es: «Comprobar y reparar tamaños de libros» requiere la versión de calibre 5.9 o superior.
pl: "Sprawdź i napraw rozmiary książki" wymaga wersji kalibru 5.9 lub nowszej.
ta: "சரிபார்க்கவும் பழுதுபார்க்கவும் புத்தக அளவுகள்" காலிபர் பதிப்பு 5.9 அல்லது அதற்கு மேற்பட்டது.

source: books for invalid file sizes
es: libros para tamaños de archivo no válidos
pl: książek pod kątem niezgodnych rozmiarów plików
ta: தவறான கோப்பு அளவுகளுக்கான புத்தகங்கள்

source: Checked %d books, updated %d format sizes in %d books%s
es: Libros %drevisados, tamaños de %dformato actualizados en %dlibros
pl: Sprawdzono %d książek, zaktualizowano %d rozmiarów w %d książkach%s
ta: சரிபார்க்கப்பட்ட %d புத்தகங்கள், %d புத்தகங்களில் புதுப்பிக்கப்பட்ட %d வடிவ அளவுகள் %s %s

source: All book format sizes are correct
es: Todos los tamaños de formato de libro son correctos
pl: Wszystkie pliki książek mają prawidłowy rozmiar
ta: அனைத்து புத்தக வடிவமைப்பு அளவுகளும் சரியானவை

source: books with paths missing commas
es: libros con rutas sin comas
pl: książek pod kątem nie standardowej ścieżki
ta: காற்புள்ளிகளைக் காணாத பாதைகள் கொண்ட புத்தகங்கள்

source: Checked %d books, updated %d paths%s
es: Libros %drevisados, rutas %dactualizados%s
pl: Sprawdzono %d książek, zaktualizowano %d ścieżek%s
ta: சரிபார்க்கப்பட்ட %d புத்தகங்கள், புதுப்பிக்கப்பட்ட %d பாதைகள் %s

source: All books have up to date paths
es: Todos los libros tienen rutas actualizadas
pl: Wszystkie książki mają aktualne ścieżki
ta: எல்லா புத்தகங்களிலும் புதுப்பித்த பாதைகள் உள்ளன

source: Choose directory to cleanup
es: Elija el directorio para limpiar
pl: Wybierz katalog do oczyszczenia
ta: தூய்மைப்படுத்த கோப்பகத்தைத் தேர்வுசெய்க

source: Invalid Folder
es: Carpeta no válida
ta: தவறான கோப்புறை

source: You should not run this feature against a Calibre library folder.
es: No debe ejecutar esta función en una carpeta de biblioteca de Calibre.
pl: Nie powinieneś uruchamiać tej funkcji w folderze biblioteki Calibre.
ta: இந்த அம்சத்தை நீங்கள் ஒரு காலிபர் நூலக கோப்புறைக்கு எதிராக இயக்கக்கூடாது.

source: If you do you will remove "Empty book" entries and corrupt your database.
es: Si lo hace, eliminará las entradas de «Libro vacío» y corromperá su base de datos.
ta: நீங்கள் செய்தால் "வெற்று புத்தகம்" உள்ளீடுகளை அகற்றி உங்கள் தரவுத்தளத்தை சிதைப்பீர்கள்.

source: No files/folders were found to be deleted
es: No se encontraron archivos/carpetas para ser eliminados
ta: கோப்புகள்/கோப்புறைகள் எதுவும் நீக்கப்படுவது கண்டறியப்படவில்லை

source: Cleanup completed
es: Limpieza completada
pl: Oczyszczanie zakończone
ta: தூய்மைப்படுத்தப்பட்டது

source: Deleted %d files/folders with %d errors. See details for more info.
es: Archivos/carpetas %deliminados %dcon errores. Ver detalles para más información.
pl: Usunięto %d plików/folderów z %d błędami. Zobacz szczegóły, aby uzyskać więcej informacji.
ta: %D பிழைகள் கொண்ட %d கோப்புகள்/கோப்புறைகளை நீக்கியது. மேலும் தகவலுக்கு விவரங்களைக் காண்க.

source: Removed folder: %s
es: Carpeta eliminada:%s
pl: Usunięty folder: %s
ta: அகற்றப்பட்ட கோப்புறை: %கள்

source: ERROR removing folder: %s
es: ERROR eliminando carpeta: %s
ta: கோப்புறையை அகற்றுவதில் பிழை: %கள்

source: Removed file: %s
es: Archivo eliminado: %s
pl: Usunięty plik: %s
ta: அகற்றப்பட்ட கோப்பு: %கள்

source: ERROR removing file: %s
es: ERROR eliminando archivo: %s
ta: கோப்பை அகற்றுவதில் பிழை: %கள்

source: identifier found
es: identificador encontrado
ta: அடையாளங்காட்டி காணப்பட்டது

source: No ASIN found, using uuid
es: No se encontró ASIN, usando uuid
ta: UUID ஐப் பயன்படுத்தி அசின் எதுவும் கிடைக்கவில்லை

source: Fixing ASIN for %d books
es: Arreglando ASIN para %dlibros
pl: Naprawiono ASIN dla %d książek
ta: %D புத்தகங்களுக்கு ASIN ஐ சரிசெய்தல்

source: Fix ASIN completed
es: Arreglo de ASIN completado

source: %d books updated, see log for details
es: %dlibros actualizados, ver registro para más detalles
pl: %d książek zaktualizowano. Zobacz szczególy
ta: %d புத்தகங்கள் புதுப்பிக்கப்பட்டன, விவரங்களுக்கு பதிவைப் பார்க்கவும்

source: books for normalize text fields
es: libros para normalización de campos de texto

source: Checked %d books, normalize fields %d in %d books, and %d author sort key%s
es: Se comprobaron %d libros, normalizar campos %d en %d libros y %d clave de orden de autor%s

source: All text fields are normalize
es: Todos los campos están normalizados

source: "Normalize the notes" requires calibre version 7.0 or higher.
es: «Normalizar las notas» necesita la versión 7.0 o superior de calibre

source: All category notes are normalize
es: Todas las notas de categoría están normalizadas

source: All searched books have a valid Title Sort
es: Todos los libros buscados tienen una clasificación por título válida
pl: Wszystkie wyszukiwane książki mają prawidłowe sortowanie tytułów
ta: தேடப்பட்ட அனைத்து புத்தகங்களும் சரியான தலைப்பு வரிசையைக் கொண்டுள்ளன

source: books for invalid title sort
es: libros para clasificación de título no válido
pl: książek pod kątem wadliwego sortowania tytułu
ta: தவறான தலைப்பு வரிசைக்கான புத்தகங்கள்

source: All searched books have a valid Author Sort
es: Todos los libros buscados tienen una clasificación por autor válida
pl: Wszystkie wyszukiwane książki mają prawidłowe sortowanie według autorów
ta: தேடப்பட்ட அனைத்து புத்தகங்களும் செல்லுபடியாகும் எழுத்தாளர் வரிசையைக் கொண்டுள்ளன

source: books for invalid author sort
es: libros para clasificación de autor inválida
pl: książek pod kątem wadliwego sortowania autora
ta: தவறான எழுத்தாளர் வரிசைக்கான புத்தகங்கள்

source: All searched books have a valid ISBN
es: Todos los libros buscados tienen un ISBN válido
pl: Wszystkie książki mają prawidłowy numer ISBN
ta: தேடப்பட்ட அனைத்து புத்தகங்களும் செல்லுபடியாகும் ஐ.எஸ்.பி.என்

source: books for invalid ISBN
es: libros para ISBN inválidos
pl: książek pod kątem wadliwego ISBN
ta: தவறான ISBN க்கான புத்தகங்கள்

source: All searched books have a valid pubdate
es: Todos los libros buscados tienen una fecha de publicación válida
pl: Wszystkie wyszukiwane książki mają prawidłową datę publikacji
ta: தேடப்பட்ட அனைத்து புத்தகங்களும் சரியான வெளியீட்டைக் கொண்டுள்ளன

source: books for invalid pubdate
es: libros de fecha de publicación no válida
pl: książek pod kątem nieprawdziwej daty publikacji
ta: தவறான வெளியீட்டிற்கான புத்தகங்கள்

source: books for duplicate ISBN
es: libros por duplicado ISBN
pl: książek pod kątem duplikatów ISBN
ta: நகல் ISBN க்கான புத்தகங்கள்

source: All searched books have unique ISBNs
es: Todos los libros buscados tienen ISBN únicos
pl: Wszystkie wyszukiwane książki mają unikalne numery ISBN
ta: தேடப்பட்ட அனைத்து புத்தகங்களிலும் தனித்துவமான ISBN கள் உள்ளன

source: books for duplicate series
es: libros por duplicado de la serie
pl: książek pod kątem duplikatów cykli
ta: நகல் தொடருக்கான புத்தகங்கள்

source: All searched books have unique series indexes
es: Todos los libros buscados tienen índices de serie únicos
pl: Wszystkie wyszukiwane książki mają unikalne indeksy cyklu
ta: தேடப்பட்ட அனைத்து புத்தகங்களும் தனித்துவமான தொடர் குறியீடுகளைக் கொண்டுள்ளன

source: Checked %d books, found %d gaps in %d series
es: Revisé %dlos libros, encontré%d lagunas en la %dseries
pl: Sprawdzono %d książek, znaleziono %d luk w %d cyklach
ta: சரிபார்க்கப்பட்ட %d புத்தகங்கள், %d தொடரில் இடைவெளிகளைக் கண்டன

source: No series gaps exist in the books searched
es: No existen vacíos de serie en los libros buscados
pl: W przeszukanych książkach nie ma luk w cyklach
ta: தேடப்பட்ட புத்தகங்களில் தொடர் இடைவெளிகள் எதுவும் இல்லை

source: Series Gaps Found%s
es: Se encontraron diferencias en la serie%s
pl: Znalezione luki w indeksach cyklu%s
ta: தொடர் இடைவெளிகள்%s

source: books for series pubdate order
es: libros por orden de publicación de series
pl: książek pod kątem chronologii daty publikacji cyklu
ta: தொடர் பப் டேட் ஆர்டருக்கான புத்தகங்கள்

source: Checked %d books, found %d disordered in %d series
es: Comprobado%d los libros, encontrado%d desordenado%den la serie
pl: Sprawdzono %d książek, znaleziono %d nieuporządkowane w %d cyklach
ta: சரிபார்க்கப்பட்ட %d புத்தகங்கள், %d தொடரில் %d ஒழுங்கற்றதாகக் காணப்படுகிறது

source: No series pubdate disorders exist in the books searched
es: No existen desorden de publicación de serie en los libros buscados
pl: Wszystkie cykle chronologicznie odpowiadają dacie publikacji
ta: தேடப்பட்ட புத்தகங்களில் எந்தவொரு தொடர் வெளியீட்டு கோளாறுகளும் இல்லை

source: Series Pubdate Issues Found
es: Problemas de publicación de serie encontrados
pl: Porównuję chronologię publikacji z indeksem cyklu
ta: தொடர் வெளியீட்டு சிக்கல்கள் காணப்படுகின்றன

source: All searched books have a valid tag count
es: Todos los libros buscados tienen un número de etiquetas válido
pl: Wszystkie wyszukiwane książki mają prawidłową liczbę etykiet
ta: தேடப்பட்ட அனைத்து புத்தகங்களும் சரியான குறிச்சொல் எண்ணிக்கையைக் கொண்டுள்ளன

source: books for invalid tag count
es: libros para recuento de etiquetas no válido
pl: książek pod kątem liczby etykiet
ta: தவறான குறிச்சொல் எண்ணிக்கைக்கான புத்தகங்கள்

source: All searched books have no HTML in comments
es: Todos los libros buscados no tienen HTML en los comentarios
pl: Wszystkie wyszukiwane książki nie mają kodu HTML w komentarzach
ta: தேடப்பட்ட அனைத்து புத்தகங்களுக்கும் கருத்துகளில் HTML இல்லை

source: books for no HTML in comments
es: libros sin HTML en los comentarios
pl: książek pod kątem obecności kodu HTML w komentarzach
ta: கருத்துகளில் HTML இல்லாத புத்தகங்கள்

source: All searched books have HTML in comments
es: Todos los libros buscados tienen HTML en los comentarios
pl: Wszystkie wyszukiwane książki mają w komentarzach kod HTML
ta: தேடப்பட்ட அனைத்து புத்தகங்களிலும் கருத்துகளில் HTML உள்ளது

source: books for HTML in comments
es: libros para HTML en comentarios
pl: książek pod kątem braku kodu HTML w komentarzach
ta: கருத்துகளில் HTML க்கான புத்தகங்கள்

source: All searched book authors have no commas
es: Todos los autores de libros buscados no tienen comas
pl: Wszyscy wyszukiwani autorzy nie mają przecinków
ta: தேடப்பட்ட அனைத்து புத்தக ஆசிரியர்களுக்கும் காற்புள்ளிகள் இல்லை

source: books with authors having commas
es: libros con autores que tienen comas
pl: książek pod kątem autorów z przecinkami
ta: காற்புள்ளிகளைக் கொண்ட ஆசிரியர்களுடன் புத்தகங்கள்

source: All searched book authors have commas
es: Todos los autores de libros buscados tienen comas
pl: Wszyscy wyszukiwani autorzy książek mają przecinki
ta: தேடப்பட்ட அனைத்து புத்தக ஆசிரியர்களுக்கும் காற்புள்ளிகள் உள்ளன

source: books with authors not having commas
es: libros con autores que no tienen comas
pl: książek pod kątem nazwisk autorów bez przecinków
ta: ஆசிரியர்களைக் கொண்ட புத்தகங்கள் காற்புள்ளிகள் இல்லை

source: All searched authors have a valid casing
es: Todos los autores buscados tienen mayúsculas y minúsculas válidas
pl: Wszyscy autorzy mają prawidłową wielkość liter
ta: தேடப்பட்ட அனைத்து ஆசிரியர்களுக்கும் சரியான உறை உள்ளது

source: books for invalid author casing
es: libros para autor con mayúsculas inválido
pl: książek pod kątem wielkich/małych liter
ta: தவறான எழுத்தாளர் உறைக்கான புத்தகங்கள்

source: All searched book authors have alphabetic names
es: Todos los autores de libros buscados tienen nombres alfabéticos
pl: Wszyscy autorzy mają nazwiska alfabetyczne
ta: தேடப்பட்ட அனைத்து புத்தக ஆசிரியர்களுக்கும் அகரவரிசை பெயர்கள் உள்ளன

source: books with authors having non-alphabetic names
es: libros con autores que tienen nombres no alfabéticos
pl: książek pod kątem niealfabetycznych znaków w polu autor
ta: ஆல்பாபெடிக் அல்லாத பெயர்களைக் கொண்ட ஆசிரியர்களுடனான புத்தகங்கள்

source: All searched book authors have ascii names
es: Todos los autores de libros buscados tienen nombres ascii
pl: Wszyscy wyszukiwani autorzy książek mają nazwiska w kodzie ascii
ta: தேடப்பட்ட அனைத்து புத்தக ஆசிரியர்களுக்கும் ASCII பெயர்கள் உள்ளன

source: books with authors having non-ascii names
es: libros con autores que no tienen nombres ascii
pl: książek pod kątem autorów z nazwiskami nie ascii
ta: அசி அல்லாத பெயர்களைக் கொண்ட ஆசிரியர்களுடனான புத்தகங்கள்

source: All searched book authors have correct initials
es: Todos los autores de libros buscados tienen iniciales correctas
pl: Wszyscy wyszukiwani autorzy książek mają poprawne inicjały
ta: தேடப்பட்ட அனைத்து புத்தக ஆசிரியர்களும் சரியான முதலெழுத்துகளைக் கொண்டுள்ளனர்

source: books with authors having incorrect initials
es: libros cuyos autores tienen iniciales incorrectas
pl: książek pod kątem błędnych inicjałów
ta: தவறான முதலெழுத்துக்களைக் கொண்ட ஆசிரியர்களுடனான புத்தகங்கள்

source: All searched books do not have titles with series names
es: Todos los libros buscados no tienen títulos con nombres de series
pl: Wszystkie wyszukiwane książki nie mają tytułów z nie alfabetycznymi znakami
ta: தேடப்பட்ட அனைத்து புத்தகங்களிலும் தொடர் பெயர்களுடன் தலைப்புகள் இல்லை

source: book titles with possible series names
es: títulos de libros con posibles nombres de series
pl: tytułów pod kątem niealfabetycznych znaków
ta: சாத்தியமான தொடர் பெயர்களுடன் புத்தக தலைப்புகள்

source: All searched titles have a valid title casing
es: Todos los títulos buscados tienen mayúsculas válidas en el título
pl: Wszystkie wyszukane tytuły mają prawidłową wielkość liter
ta: தேடப்பட்ட அனைத்து தலைப்புகளிலும் சரியான தலைப்பு உறை உள்ளது

source: books for invalid title casing
es: libros para títulos con mayúsculas inválidos
pl: książek pod kątem wielkości liter w tytule
ta: தவறான தலைப்பு உறை புத்தகங்கள்

source: All searched MOBI books have EBOK cdetag values
es: Todos los libros MOBI buscados tienen valores de etiqueta de código EBOK
pl: Wszystkie poszukiwane książki MOBI mają wartości EBOK cdetag
ta: தேடப்பட்ட அனைத்து மொபி புத்தகங்களும் எபோக் சி.டி.இடாக் மதிப்புகளைக் கொண்டுள்ளன

source: MOBI books missing EBOK cdetag
es: Faltan libros MOBI EBOK cdetag
ta: மொபி புத்தகங்கள் எபோக் சி.டி.இடாக் காணவில்லை

source: All searched MOBI books have ASIN values
es: Todos los libros MOBI buscados tienen valores ASIN
pl: Wszystkie książki MOBI mają wartość ASIN
ta: தேடப்பட்ட அனைத்து MOBI புத்தகங்களும் ASIN மதிப்புகளைக் கொண்டுள்ளன

source: MOBI books missing ASIN
es: Libros MOBI que faltan ASIN
ta: மொபி புத்தகங்கள் அசின் காணவில்லை

source: All searched MOBI books have Twitter/Facebook sharing enabled
es: Todos los libros MOBI buscados tienen habilitado el uso compartido de Twitter/Facebook
pl: Wszystkie wyszukiwane książki MOBI mają włączone udostępnianie na Twitterze/Facebooku
ta: தேடப்பட்ட அனைத்து மொபி புத்தகங்களும் ட்விட்டர்/பேஸ்புக் பகிர்வு இயக்கப்பட்டுள்ளன

source: MOBI books unable to share on Twitter/Facebook
es: Los libros MOBI no se pueden compartir en Twitter/Facebook
pl: Książki MOBI nie mogą być udostępniane na Twitterze/Facebooku
ta: ட்விட்டர்/பேஸ்புக்கில் பகிர முடியவில்லை

source: All searched MOBI books have no clipping limits
es: Todos los libros MOBI buscados no tienen límites de recorte
pl: Wszystkie przeszukiwane książki MOBI nie mają limitów podkreśleń
ta: தேடப்பட்ட அனைத்து மொபி புத்தகங்களுக்கும் கிளிப்பிங் வரம்புகள் இல்லை

source: MOBI books for clipping limits
es: Libros MOBI para límites de recorte
ta: கிளிப்பிங் வரம்புகளுக்கான மொபி புத்தகங்கள்
