Repository: kiwidude68/calibre_plugins
Catalog: view_manager/translations/*.po
Languages: ar, es, fi, pl, ru, uk

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
es: Atajos de teclado
fi: Pikanäppäimet
pl: Skróty klawiszowe
ru: Сочетания клавиш...
uk: Клавіатурні гарячі клавіші

source: Restart calibre now
ar: أعد تشغيل calibre الآن
es: Reiniciar calibre ahora
fi: Käynnistä calibre uudelleen
pl: Uruchom calibre ponownie
ru: Перезагрузите calibre сейчас
uk: Перезавантажити Calibre

source: Preferences for:
ar: تفضيلات لـ:
es: Preferencias para:
fi: Asetukset:
pl: Preferencje dla:
ru: Предпочтения для:
uk: Налаштування:

source: Clear
ar: مسح
es: Limpiar
fi: Tyhjennä
pl: Wyczyść
ru: Очистить
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
es: Borrar todas las configuraciones para este complemento
fi: Tyhjennä tämän lisäosan kaikki asetukset
pl: Wyczyść wszystkie ustawienia dla tej wtyczki
ru: Очистить все настройки для плагина
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
fi: Haluatko varmasti muuttaa tämän kirjaston asetuksia tälle laajennukselle?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?
ru: Импорт списка
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
es: Las configuraciones en otras bibliotecas o almacenadas en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
fi: Muiden kirjastojen tai calibre-laajennuskansioon tallennettujen JSON-tiedostojen asetuksiin ei puututa.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
es: Debe reiniciar calibre después.
fi: Calibre on käynnistettävä sen jälkeen uudelleen.
pl: Musisz potem ponownie uruchomić calibre.
ru: Вы должны перезагрузить calibre впоследствии.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ar: الإعدادات تغيرت
es: Configuración modificada
fi: Asetukset muutettu
pl: Ustawienia zostały zmienione
ru: Настройки изменены
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha modificado la configuración del complemento en esta biblioteca.
fi: Tämän laajennuksen asetuksia tässä kirjastossa on muutettu.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.
ru: Настройки этого плагина в этой библиотеке были изменены.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
es: Por favor reinicie calibre ahora.
fi: Käynnistä calibre uudelleen.
pl: Proszę ponownie uruchom calibre teraz.
ru: Пожалуйста, перезагрузите calibre сейчас.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
fi: Haluatko varmasti tyhjentää tämän laajennuksen asetukset tässä kirjastossa?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ar: تم حذف الإعدادات
es: Configuración eliminada
fi: Asetukset poistettu
pl: Ustawienia zostały usunięte
ru: Настройки удалены
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha borrado la configuración del complemento en esta biblioteca.
fi: Kaikki tämän laajennuksen asetukset tässä kirjastossa on tyhjennetty.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
pl: Kopiuj do schowka
ru: Копировать в Буфер обмена
uk: Копіювати до буфера обміну

source: Undefined
ar: غير معرف
es: Indefinido
fi: Määrittelemätön
pl: Nieokreślony
ru: Не определено
uk: Невизначено

source: Restart required
ar: إعادة التشغيل مطلوبة
es: Reinicio requerido
fi: Tarvitaan uudelleenkäynnistys
pl: Wymagane ponowne uruchomienie
ru: Требуется перезапуск
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
fi: Otsikkokuvaa ei löydy - Calibre on käynnistettävä uudelleen ennen tämän laajennuksen käyttöä!
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ar: إنشاء عمود جديد
es: Crear nueva columna
fi: Luo uusi sarake
pl: Utwórz nową kolumnę
ru: Создать новый столбец
uk: Створити стовпчик

source: View Manager
ar: مدير العرض
fi: Näkymän hallinta
ru: Менеджер представлений
uk: Керування переглядом

source: &Save View Columns
ar: &حفظ أعمدة العرض
es: &Guardar columnas de vista
fi: Tallenna näkymän &sarakkeet
pl: Zapisz pozycje kolumn
ru: &Сохранить столбцы представления
uk: &Зберегти стовпчики перегляду

source: &Save View Sort
ar: &حفظ فرز العرض
es: &Guardar orden de vista
fi: &Tallenna näkymän lajittelu
pl: Zapisz sortowanie
ru: &Сохранить сортировку представления
uk: &Зберегти упорядкування перегляду

source: Re-Apply Current View
ar: إعادة تطبيق العرض الحالي
es: Volver a aplicar la vista actual
fi: Sovella nykyinen näkymä uudelleen
pl: Zastosuj ponownie bieżący widok
ru: Переприменить текущее представление
uk: Повторно застосувати поточний вигляд

source: &Create new View
ar: &إنشاء عرض جديد
es: &Crear nueva vista
fi: &Luo uusi näkymä
pl: Utwórz nowy widok
ru: Со&здать новое представление
uk: С&творити вигляд

source: Previous View
ar: العرض السابق
es: Vista previa
fi: Edellinen näkymä
pl: Poprzedni widok
ru: Предыдущее представление
uk: Попередній вигляд

source: Next View
ar: العرض التالي
es: Vista siguiente
fi: Seuraava näkymä
pl: Następny widok
ru: Следущее представление
uk: Наступний вигляд

source: &Customize plugin
ar: &تخصيص الإضافة
es: &Personalizar complemento
fi: &Mukauta laajennusta
pl: Konfiguruj wtyczkę
ru: &Настроить плагин
uk: &Налаштувати додаток

source: &Help
ar: &مساعدة
es: &Ayuda
fi: O&hje
ru: Спр&авка
uk: &Довідка

source: Add new view
ar: إضافة عرض جديد
es: Añadir nueva vista
fi: Lisää uusi näkymä
pl: Dodaj nowy widok
ru: Добавить новое представление
uk: Додати новий вигляд

source: Enter a unique display name for this view:
ar: أدخل اسم عرض فريد لهذا العرض:
es: Introducir un nombre único para esta vista:
fi: Anna tälle näkymälle yksilöllinen näyttönimi:
pl: Wprowadź unikalną nazwę do wyświetlania dla tego widoku:
ru: Введите уникальное отображаемое имя для этого представления:
uk: Введіть унікальну показану назву для цього вигляду

source: Add Failed
ar: فشلت الإضافة
es: Fallo al añadir
fi: Lisäys epäonnistui
pl: Dodanie nie powiodło się
ru: Добавление не удалось
uk: Не вдалося додати

source: A view with the same name already exists
ar: يوجد عرض بنفس الاسم بالفعل
es: Ya existe una vista con el mismo nombre
fi: Samanniminen näkymä on jo olemassa
pl: Widok z taką samą nazwą już istnieje
ru: Представление с таким названием уже существует
uk: Вигляд із такою назвою вже існує

source: Sort ascending
ar: فرز تصاعدي
es: Orden ascendente
fi: Lajittelu nousevaan suuntaanLajittele nousevasti
pl: Sortuj rosnąco
ru: Сортировать по возрастанию
uk: Упорядкувати за зростанням

source: Sort descending
ar: فرز تنازلي
es: Orden descendente
fi: Lajittele alenevasti
pl: Sortuj malejąco
ru: Сортировать по убыванию
uk: Упорядкувати за спаданням

source: Edit Columns Widths
uk: Редагувати ширини стовпчиків

source: Select view to customize:
ar: تحديد العرض للتخصيص:
es: Seleccionar vista a personalizar:
fi: Valitse mukautettava näkymä:
pl: Wybierz widok do dostosowania:
ru: Выберите представление для настройки:
uk: Виберіть вигляд для налаштовування:

source: Add view
ar: إضافة عرض
es: Añadir vista
fi: Lisää näkymä
pl: Dodaj widok
ru: Добавить представление
uk: Додати вигляд

source: Delete view
ar: حذف العرض
es: Eliminar vista
fi: Poista näkymä
pl: Usuń widok
ru: Удалить представление
uk: Вилучити вигляд

source: Rename view
ar: إعادة تسمية العرض
es: Cambiar el nombre de la vista
fi: Nimeä näkymä uudelleen
pl: Zmień nazwę widoku
ru: Переименовать представление
uk: Перейменувати вигляд

source: Column Options
ar: خيارات الأعمدة
es: Opciones de columna
fi: Sarakeasetukset
pl: Opcje Kolumny
ru: Параметры столбца
uk: Параметри стовпчиків

source: Columns in Default (Left) pane
ar: الأعمدة في الجزء الافتراضي (الأيسر)
es: Columnas en el panel predeterminado (izquierdo)
fi: Sarakkeet oletus (vasen) -ruudussa
pl: Kolumny w Domyślnym (Lewym) Panelu
ru: Столбцы на панели по умолчанию (слева)
uk: Стовпчики на типовій (лівій) панелі

source: Columns in view
ar: الأعمدة في العرض
es: Columnas en la vista
fi: Näkyvissä olevat sarakkeet
pl: Kolumny w widoku
ru: Столбцы в представлении
uk: Стовпчики у вигляді

source: Move column up
ar: نقل العمود لأعلى
es: Mover columna hacia arriba
fi: Siirrä saraketta ylöspäin
pl: Przesuń kolumnę w górę
ru: Переместить столбец вверх
uk: Пересунути стовпчик вище

source: Move column down
ar: نقل العمود لأسفل
es: Mover columna hacia abajo
fi: Siirrä saraketta alaspäin
pl: Przesuń kolumnę w dół
ru: Переместить столбец вниз
uk: Пересунути стовпчик нижче

source: Adjust width of columns
uk: Скоригувати ширини стовпчиків

source: Columns in Split (Right) Pane
ar: الأعمدة في الجزء المنقسم (الأيمن)
es: Columnas en el panel dividido (derecho)
fi: Sarakkeet jaetussa (oikea) ruudussa
pl: Kolumny w Wydzielonym (Prawym) Panelu
ru: Столбцы в разделенной (справа) области
uk: Стовпчики на розділеній (правій) панелі

source: Split Book List will only be shown if this is checked. This will be checked if you save a Split View.
ar: سيتم عرض قائمة الكتب المنقسمة فقط إذا تم تحديد هذا الخيار. سيتم تحديد هذا إذا قمت بحفظ عرض منقسم.
es: La lista dividida de libros sólo se muestra si esta opción está marcada. Se marcará si guarda una vista dividida.
fi: Jaettu kirjaluettelo näytetään vain, jos tämä on valittuna. Tämä ruksataan, jos tallennat jaetun näkymän.
pl: Lista książek będzie pokazywana w dwóch panelach (lewy i prawy) tylko wtedy, gdy to jest zaznaczone.
ru: Разделенный список книг будет отображаться только если этот флажок установлен. Будет отмечено, если вы сохраните разделенное представление.
uk: Розділений список книг буде показано, лише якщо позначено цей пункт. Його буде позначено, якщо ви збережете розділений перегляд.

source: Sort order
ar: ترتيب الفرز
es: Orden
fi: Lajittelujärjestys
pl: Porządek sortowania
ru: Порядок сортировки
uk: Упорядкування

source: Move sort column up
ar: نقل عمود الفرز لأعلى
es: Mover columna de orden hacia arriba
fi: Siirrä lajittelusarake ylöspäin
pl: Przesuń kolumnę sortowania w górę
ru: Переместить столбец сортировки вверх
uk: Пересунути стовпчик упорядкування вище

source: Move sort down
ar: نقل عمود الفرز لأسفل
es: Mover columna de orden hacia abajo
fi: Siirrä lajittelu alaspäin
pl: Przesuń kolumnę sortowania w dół
ru: Переместить сортировку вниз
uk: Пересунути упорядкування нижче

source: Search and Virtual Library Options
ar: خيارات البحث والمكتبة الافتراضية
es: Opciones de búsqueda y biblioteca virtual
fi: Haku ja virtuaalikirjaston asetukset
pl: Opcje Wyszukiwania i Biblioteki Wirtualnej
ru: Параметры поиска и виртуальной библиотеки
uk: Параметри пошуку і віртуальних бібліотек

source: Apply saved search
ar: تطبيق البحث المحفوظ
es: Aplicar búsqueda guardada
fi: Käytä tallennettua hakua
pl: Zastosuj 'Zapisane wyszukiwanie'
ru: Применить сохраненный поиск
uk: Застосувати збережений пошук

source: Apply the selected saved search when the View is activated.
ar: تطبيق البحث المحفوظ المحدد عند تنشيط العرض.
es: Aplicar la búsqueda guardada seleccionada cuando se active la vista.
fi: Käytä valittua tallennettua hakua, kun näkymä on aktivoitu.
pl: Zastosuj wybrane zapisane wyszukiwanie, gdy widok jest aktywny.
ru: Применить выбранный сохраненный поиск, когда просмотр активирован.
uk: Застосувати позначений збережений пошук після активації вигляду.

source: Switch to Virtual library
ar: التبديل إلى المكتبة الافتراضية
es: Cambiar a biblioteca virtual
fi: Vaihda virtuaalikirjastoon
pl: Włącz 'Wirtualną bibliotekę'
ru: Переключиться на виртуальную библиотеку
uk: Перемкнутися до віртуальної бібліотеки

source: Switch to the selected Virtual library when the View is activated.
ar: التبديل إلى المكتبة الافتراضية المحددة عند تنشيط العرض.
es: Cambiar a la biblioteca virtual seleccionada cuando se active la vista.
fi: Siirry valittuun virtuaalikirjastoon, kun näkymä aktivoidaan.
pl: Przełączenie do wybranej biblioteki wirtualnej po włączeniu widoku.
ru: Переключиться на выбранную виртуальную библиотеку, когда представление активировано.
uk: Перемкнутися до віртуальної бібліотеки після активації вигляду.

source: Virtual library to switch to.
ar: المكتبة الافتراضية للتبديل إليها.
es: Biblioteca virtual a la que cambiar.
fi: Virtuaalinen kirjasto, johon voit vaihtaa.
pl: Włącz 'Wirtualną bibliotekę' po wybraniu tego widoku.
ru: Виртуальная библиотека для переключения.
uk: Віртуальна бібліотека, до якої слід перемкнутися.

source: Apply VL additional search restriction
ar: تطبيق قيد بحث إضافي للمكتبة الافتراضية
es: Aplicar restricción de búsqueda a la biblioteca virtual
fi: Käytä VL:n lisähakurajoitusta
pl: Zastosuj 'Dodatkowe ograniczenie' w wirtualnej bibliotece
ru: Применить дополнительное ограничение поиска VL
uk: Застосувати додаткові обмеження пошуку ВБ

source: Apply the selected saved search as a Virtual library additional restriction when the View is activated.
ar: تطبيق البحث المحفوظ المحدد كقيد إضافي للمكتبة الافتراضية عند تنشيط العرض.
es: Aplicar la búsqueda guardada seleccionada como una restricción adicional a la biblioteca virtual cuando se active la vista.
fi: Käytä valittua tallennettua hakua virtuaalikirjaston lisärajoituksena, kun näkymä on aktivoitu.
pl: Zastosuj wybrane zapisane wyszukiwanie jako dodatkowe ograniczenie włączonej biblioteki wirtualnej.
ru: Применить выбранный сохраненный поиск в качестве доп. ограничения Виртуальной библиотеки при активации представления.
uk: Застосувати позначений збережений пошук як додаткове обмеження віртуальної бібліотеки після активації вигляду.

source: Clear VL restriction search
ar: مسح بحث قيد المكتبة الافتراضية
es: Limpiar la restricción de búsqueda de la biblioteca virtual
fi: Tyhjennä VL-rajoitushaku
pl: Bez dodatkowych ograniczeń
ru: Очистить ограничение поиска VL
uk: Зняти обмеження пошуком ВБ

source: Saved search to apply as VL additional search restriction.
ar: بحث محفوظ للتطبيق كقيد بحث إضافي للمكتبة الافتراضية.
es: Búsqueda guardada para aplicar como restricción de búsqueda adicional a la biblioteca virtual.
fi: Tallennettu haku, jota sovelletaan VL-lisähakurajoituksena.
pl: Wybierz zapisane wyszukiwanie jako dodatkowe ograniczenie wirtualnej biblioteki.
ru: Сохраненный поиск для применения в качестве доп. ограничения поиска VL.
uk: Збережений пошук, який слід застосувати як додаткове обмеження пошуком ВБ.

source: General Options
ar: خيارات عامة
es: Opciones generales
fi: Yleiset asetukset
pl: Główne opcje
ru: Общие настройки
uk: Загальні параметри

source: Jump to the top when applying this View
ar: القفز إلى الأعلى عند تطبيق هذا العرض
es: Saltar al principio de la lista al aplicar esta vista
fi: Siirry alkuun tätä näkymää käytettäessä
pl: Idź na górę podczas stosowania tego widoku
ru: Переход к верху при применении этого представления
uk: Переходити до початку при застосуванні цього вигляду

source: When restarting Calibre or switching to this library
ar: عند إعادة تشغيل Calibre أو التبديل إلى هذه المكتبة
es: Al reiniciar calibre o cambiar a esta biblioteca
fi: Kun Calibre käynnistetään uudelleen tai vaihdetaan tähän kirjastoon
pl: Po restarcie calibre lub przełączeniu na tę bibliotekę
ru: При перезапуске Calibre или переключении на эту библиотеку
uk: При перезапуску Calibre або перемикання на цю бібліотеку

source: Automatically apply view:
ar: تطبيق العرض تلقائيًا:
es: Aplicar vista automáticamente:
fi: Käytä näkymää automaattisesti:
pl: … automatycznie zastosuj widok:
ru: Автоматически применять представление
uk: Автоматично застосовувати вигляд:

source: Enabling this option may override any startup search restriction or title sort set in Preferences -> Behaviour/Tweaks.
ar: قد يؤدي تمكين هذا الخيار إلى تجاوز أي قيد بحث عند بدء التشغيل أو فرز عنوان محدد في التفضيلات -> السلوك/التعديلات.
es: Habilitar esta opción puede anular cualquier restricción de búsqueda inicial u orden de título establecido en Preferencias > Comportamiento > Ajustes.
fi: Tämän vaihtoehdon käyttöönotto saattaa ohittaa kaikki käynnistyshaun rajoitukset tai otsikon lajittelut, jotka on asetettu kohdassa Asetukset -> Käyttäytyminen/Viritykset.
pl: Uwaga! Włączenie tej opcji może zastąpić ograniczenia wyszukiwania startowego lub sortowania tytułów ustawione w Preferencjach -> 'Zachowanie' i/lub 'Parametry'.
ru: Включение этого параметра может переопределить любое ограничение поиска при запуске или сортировку заголовков, установленные в «Настройки» -> «Поведение/Настройки».
uk: Позначення цього пункту може перевизначити будь-яке початкове обмеження пошуку або упорядкування заголовків, яке визначено на сторінці «Налаштування -> Поведінка/Коригування».

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
es: Modificar los atajos de teclado asociados con este complemento
fi: Muokkaa tähän laajennukseen liittyviä pikanäppäimiä
pl: Edytuj skróty klawiszowe związane z tą wtyczką
ru: Редактирование сочетаний клавиш, связанных с этим плагином
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: &View library preferences
ar: &عرض تفضيلات المكتبة
es: &Ver preferencias de biblioteca
fi: &Näytä kirjastoasetukset
pl: Podgląd preferencji biblioteki
ru: &Просмотр настроек библиотеки
uk: П&ереглянути налаштування бібліотеки

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
es: Ver los datos almacenados en la base de datos de la biblioteca para este complemento
fi: Näytä tämän laajennuksen kirjastotietokantaan tallennetut tiedot
pl: Zobacz dane tej wtyczki przechowywane w bazie danych biblioteki
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Enter a new display name for this view:
ar: أدخل اسم عرض جديد لهذا العرض:
es: Introducir un nuevo nombre para esta vista:
fi: Anna tälle näkymälle uusi näyttönimi:
pl: Wprowadź nową nazwę do wyświetlania dla tego widoku:
ru: Введите новое отображаемое имя для этого представления:
uk: Вкажіть нову показану назву для цього вигляду:

source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Está seguro?
fi: Oletko varma?
pl: Jesteś pewien?
ru: Вы уверены?
uk: Ви певні?

source: Do you want to delete the view named
ar: هل تريد حذف العرض المسمى
es: ¿Desea eliminar la vista denominada
fi: Haluatko poistaa näkymän nimeltä
pl: Czy chcesz skasować widok o nazwie
ru: Вы хотите удалить представление с именем
uk: Хочете вилучити вигляд із назвою
