Repository: kiwidude68/calibre_plugins
Catalog: manage_series/translations/*.po
Languages: ar, es, ta

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
es: Atajos de teclado
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
ar: أعد تشغيل calibre الآن
es: Reiniciar calibre ahora
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
ar: تفضيلات لـ:
es: Preferencias para:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
ar: مسح
es: Limpiar
ta: தெளிவான

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
es: Borrar todas las configuraciones para este complemento
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
es: Debe reiniciar calibre después.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
ar: الإعدادات تغيرت
es: Configuración modificada
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha modificado la configuración del complemento en esta biblioteca.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
es: Reinicie calibre ahora.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
ar: تم حذف الإعدادات
es: Configuración eliminada
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha borrado la configuración del complemento en esta biblioteca.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
ar: غير معرف
es: Indefinido
ta: வரையறுக்கப்படவில்லை

source: Restart required
ar: إعادة التشغيل مطلوبة
es: Reinicio requerido
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
ar: إنشاء عمود جديد
es: Crear nueva columna
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Cannot manage series
ar: لا يمكن إدارة السلسلة
es: No se puede administrar la serie
ta: தொடரை நிர்வகிக்க முடியாது

source: No books selected
ar: لم يتم تحديد كتب
es: Ningún libro seleccionado
ta: புத்தகங்கள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
es: Modificar los atajos de teclado asociados con este complemento
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: &Help
ar: &مساعدة
es: &Ayuda
ta: &உதவி

source: Lock Series Index
ar: قفل فهرس السلسلة
es: Bloquear índice de serie
ta: பூட்டு தொடர் அட்டவணை

source: Series index for book:
ar: فهرس السلسلة للكتاب:
es: Índice de serie para el libro:
ta: புத்தகத்திற்கான தொடர் அட்டவணை:

source: &Assign this index value to all remaining books
ar: &تعيين قيمة الفهرس هذه لجميع الكتب المتبقية
es: &Asignar este valor de índice a todos los libros restantes
ta: & மீதமுள்ள அனைத்து புத்தகங்களுக்கும் இந்த குறியீட்டு மதிப்பை ஒதுக்கவும்

source: You have conflicting or out of sequence series indexes
ar: لديك فهارس سلسلة متعارضة أو غير متسلسلة
es: Tiene índices de serie en conflicto o fuera de secuencia
ta: உங்களிடம் முரண்பட்டது அல்லது வரிசை தொடர் குறியீடுகள் உள்ளன

source: Empty book added to series
ar: تمت إضافة كتاب فارغ إلى السلسلة
es: Libro vacío añadido a la serie
ta: தொடரில் வெற்று புத்தகம் சேர்க்கப்பட்டது

source: The book data has been changed
ar: تم تغيير بيانات الكتاب
es: Los datos del libro se han modificado
ta: புத்தக தரவு மாற்றப்பட்டுள்ளது

source: The series data is unchanged
ar: بيانات السلسلة لم تتغير
es: Los datos de la serie no se modifican
ta: தொடர் தரவு மாறாமல் உள்ளது

source: Value assigned by user
ar: قيمة معينة من قبل المستخدم
es: Valor asignado por el usuario
ta: பயனரால் ஒதுக்கப்பட்ட மதிப்பு

source: Lock old series index
ar: قفل فهرس السلسلة القديم
es: Bloquear índice de series antiguo
ta: பழைய தொடர் குறியீட்டை பூட்டவும்

source: Lock series index
ar: قفل فهرس السلسلة
es: Bloquear índice de serie
ta: பூட்டு தொடர் அட்டவணை

source: Unlock series index
ar: فتح فهرس السلسلة
es: Desbloquear índice de serie
ta: தொடர் குறியீட்டைத் திறக்கவும்

source: Unlock all series index
ar: فتح جميع فهارس السلسلة
es: Desbloquear todos los índices de serie
ta: அனைத்து தொடர் குறியீட்டைத் திறக்கவும்

source: Add empty books
ar: إضافة كتب فارغة
es: Añadir libros vacíos
ta: வெற்று புத்தகங்களைச் சேர்க்கவும்

source: Original Series Index
ar: فهرس السلسلة الأصلي
es: Índice de serie original
ta: அசல் தொடர் அட்டவணை

source: Original Series Name
ar: اسم السلسلة الأصلي
es: Nombre de serie original
ta: அசல் தொடர் பெயர்

source: PubDate
ar: تاريخ النشر
es: Fecha de publicación
ta: வெளியீட்டு

source: Sort by
ar: فرز حسب
es: Ordenar por
ta: வரிசைப்படுத்தவும்

source: Author(s)
ar: المؤلف (ون)
es: Autor(es)
ta: ஆசிரியர் (கள்)

source: New Series
ar: سلسلة جديدة
es: Nueva serie
ta: புதிய தொடர்

source: Title
ar: العنوان
es: Título
ta: தலைப்பு

source: Old
ar: قديم
es: Antigua
ta: பழைய

source: New
ar: جديد
es: Nueva
ta: புதியது

source: Create or Modify Series
ar: إنشاء أو تعديل السلسلة
es: Crear o modificar serie
ta: தொடரை உருவாக்கவும் அல்லது மாற்றவும்

source: Series &Column:
ar: عمود &السلسلة:
es: &Columna de serie:
ta: தொடர் & நெடுவரிசை:

source: Series &Name:
ar: اسم &السلسلة:
es: &Nombre de serie:
ta: தொடர் & பெயர்:

source: &Start At:
ar: &البدء من:
es: &Empieza en:
ta: &தொடங்கும் இடம் அல்லது நேரம்:

source: Move book up in series (Alt+Up)
ar: نقل الكتاب لأعلى في السلسلة (Alt+Up)
es: Mover libro hacia arriba en la serie (Alt+Arriba)
ta: தொடரில் புத்தகத்தை நகர்த்தவும் (Alt+UP)

source: Alt+Up
es: Alt+Arriba

source: Move book down in series (Alt+Down)
ar: نقل الكتاب لأسفل في السلسلة (Alt+Down)
es: Mover libro hacia abajo en la serie (Alt+Abajo)
ta: தொடரில் புத்தகத்தை நகர்த்தவும் (alt+down)

source: Alt+Down
es: Alt+Abajo

source: Lock to index value
ar: قفل إلى قيمة الفهرس
es: Bloquear al valor del índice
ta: குறியீட்டு மதிப்புக்கு பூட்டவும்

source: Add empty book to the series list
ar: إضافة كتاب فارغ إلى قائمة السلسلة
es: Añadir libro vacío a la lista de serie
ta: தொடர் பட்டியலில் வெற்று புத்தகத்தைச் சேர்க்கவும்

source: Ctrl+Shift+E
es: Ctrl+Mayús+E

source: Remove book from the series list
ar: إزالة الكتاب من قائمة السلسلة
es: Eliminar libro de la lista de series
ta: தொடர் பட்டியலிலிருந்து புத்தகத்தை அகற்று

source: Move series index to left of decimal point (Alt+Left)
ar: نقل فهرس السلسلة إلى يسار النقطة العشرية (Alt+Left)
es: Mover el índice de la serie a la izquierda del punto decimal (Alt+Izquierda)
ta: தொடர் குறியீட்டை தசம புள்ளியின் இடதுபுறமாக நகர்த்தவும் (ALT+இடது)

source: Alt+Left
es: Alt+Izquierda
ta: Alt+இடது

source: Move series index to right of decimal point (Alt+Right)
ar: نقل فهرس السلسلة إلى يمين النقطة العشرية (Alt+Right)
es: Mover el índice de la serie a la derecha del punto decimal (Alt+Derecha)
ta: தொடர் குறியீட்டை தசம புள்ளியின் வலதுபுறமாக நகர்த்தவும் (Alt+வலது)

source: Alt+Right
es: Alt+Derecha
ta: Alt+சரி

source: &Restore Original Series
ar: &استعادة السلسلة الأصلية
es: &Restaurar serie original
ta: & அசல் தொடரை மீட்டெடுங்கள்

source: Unknown
ar: غير معروف
es: Desconocido
ta: தெரியவில்லை

source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Está seguro?
ta: நீ சொல்வது உறுதியா?

source: Remove the selected book(s) from the series list?
ar: إزالة الكتاب (الكتب) المحدد (المحددة) من قائمة السلسلة؟
es: ¿Eliminar los libros seleccionados de la lista de series?
ta: தொடர் பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட புத்தகத்தை (களை) அகற்றவா?

source: Manage Series
ar: إدارة السلسلة
ta: தொடரை நிர்வகிக்கவும்

source: Series
ar: السلسلة
ta: தொடர்
