Repository: kiwidude68/calibre_plugins
Catalog: extract_isbn/translations/*.po
Languages: ar, ru

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
ru: Сочетания клавиш...

source: Restart calibre now
ar: أعد تشغيل calibre الآن
ru: Перезагрузите calibre сейчас

source: Preferences for:
ar: تفضيلات لـ:
ru: Предпочтения для:

source: Clear
ar: مسح
ru: Очистить

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
ru: Очистить все настройки для плагина

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
ru: Импорт списка

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
ru: Вы должны перезагрузить calibre впоследствии.

source: Settings changed
ar: الإعدادات تغيرت
ru: Настройки изменены

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
ru: Настройки этого плагина в этой библиотеке были изменены.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
ru: Пожалуйста, перезагрузите calibre сейчас.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
ru: Вы действительно хотите очистить настройки плагина в библиотеке?

source: Settings deleted
ar: تم حذف الإعدادات
ru: Настройки удалены

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
ru: Все настройки для этого плагина в этой библиотеке были очищены.

source: Copy to clipboard
ar: نسخ إلى الحافظة
ru: Копировать в Буфер обмена

source: Undefined
ar: غير معرف
ru: Не определено

source: Restart required
ar: إعادة التشغيل مطلوبة
ru: Требуется перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!

source: Create new column
ar: إنشاء عمود جديد
ru: Создать новый столбец

source: Extract ISBN from the selected book format
ar: استخراج ISBN من تنسيق الكتاب المحدد
ru: Извлечь ISBN из выбранного формата книги

source: Extract ISBN
ar: استخراج ISBN
ru: Извлечь ISBN

source: No rows selected
ar: لم يتم تحديد صفوف
ru: Строки не выбраны

source: You must select one or more books to perform this action.
ar: يجب عليك تحديد كتاب واحد أو أكثر لتنفيذ هذا الإجراء.
ru: Для выполнения этого действия необходимо выбрать одну или несколько книг.

source: Extracting ISBN for {0} books
ar: جارٍ استخراج ISBN لـ {0} كتاب
ru: Извлечение ISBN для {0} книг

source: Failed to extract isbns
ar: فشل استخراج ISBNs
ru: Не удалось извлечь isbn

source: ISBN extract completed
ar: اكتمل استخراج ISBN
ru: Извлечение ISBN завершено

source: Extract ISBN found <b>{0} new isbn(s)</b>.
ar: وجد استخراج ISBN <b>{0} ISBN(s) جديد(ة)</b>.
ru: Извлечение ISBN, найдено <b>{0} новых ISBN</b>.

source: Proceed with updating your library?
ar: المتابعة بتحديث مكتبتك؟
ru: Продолжить обновление вашей библиотеки?

source: Could not find an ISBN for {0} book(s) and {1} book(s) matched their existing value.
ar: تعذر العثور على ISBN لـ {0} كتاب (كتب) و {1} كتاب (كتب) طابقت قيمتها الموجودة.
ru: Не удалось найти ISBN: {0}, совпадающий ISBN: {1}.

source: Could not find an ISBN for {0} book(s).
ar: تعذر العثور على ISBN لـ {0} كتاب (كتب).
ru: Не удалось найти ISBN для книг: {0}.

source: Found {0} book(s) where ISBN matched the existing value.
ar: تم العثور على {0} كتاب (كتب) حيث طابق ISBN القيمة الموجودة.
ru: Найдено книг с совпадающим ISBN: {0}.

source: Click "Show details" to see which books.
ar: انقر على "إظهار التفاصيل" لمعرفة أي الكتب.
ru: Нажмите «Подробнее», чтобы увидеть, какие книги.

source: Scan failed
ar: فشل المسح
ru: Ошибка сканирования

source: Scan log
ar: سجل المسح
ru: Журнал сканирования

source: Scan complete
ar: اكتمل المسح
ru: Сканирование завершено

source: Some books changed
ar: تغيرت بعض الكتب
ru: Некоторые книги изменены

source: The metadata for some books in your library has changed since you started the download. If you proceed, some of those changes may be overwritten. Click "Show details" to see the list of changed books. Do you want to proceed?
ar: تغيرت البيانات الوصفية لبعض الكتب في مكتبتك منذ أن بدأت التنزيل. إذا تابعت، قد يتم الكتابة فوق بعض هذه التغييرات. انقر على "إظهار التفاصيل" لرؤية قائمة الكتب التي تغيرت. هل تريد المتابعة؟
ru: Метаданные для некоторых книг в вашей библиотеке изменились с момента начала загрузки. Если вы продолжите, некоторые из этих изменений могут быть перезаписаны. Нажмите «Показать подробности», чтобы просмотреть список измененных книг. Вы хотите продолжить?

source: Unknown
ar: غير معروف
ru: Неизвестный

source: Do not change my search
ar: لا تغير بحثي
ru: Не изменять мой поиск

source: Show the books that have new or updated ISBNs
ar: عرض الكتب التي تحتوي على أرقام ISBN جديدة أو محدثة
ru: Показать книги с новыми или обновленными номерами ISBN

source: When the scan completes:
ar: عند اكتمال المسح:
ru: Когда сканирование завершится:

source: Valid prefixes for ISBN-13 (comma separated):
ar: بادئات صالحة لـ ISBN-13 (مفصولة بفاصلة):
ru: Допустимые префиксы для ISBN-13 (через запятую):

source: Selected books before running as a background job:
ar: الكتب المحددة قبل التشغيل كعملية خلفية:
ru: Выбранные книги перед запуском в качестве фонового задания

source: Running as a background job is slower but is the only way to avoid
ar: التشغيل كعملية خلفية أبطأ ولكنه الطريقة الوحيدة لتجنب
ru: Работа в качестве фонового задания медленнее, но это единственный способ избежать

source: memory leaks and will keep the UI more responsive.
ar: تسرب الذاكرة وسيبقي واجهة المستخدم أكثر استجابة.
ru: утечки памяти и сделать пользовательский интерфейс более отзывчивым.

source: Batch size running as a background job:
ar: حجم الدفعة أثناء التشغيل كعملية خلفية:
ru: Размер пакета, работающего в качестве фонового задания:

source: Books will be broken into batches to ensure that if you run extract for a large group you can cancel/close calibre without losing all of your results as you can cancel the pending groups.
ar: سيتم تقسيم الكتب إلى دفعات لضمان أنه إذا قمت بتشغيل استخراج لمجموعة كبيرة يمكنك إلغاء/إغلاق calibre دون فقدان جميع نتائجك حيث يمكنك إلغاء المجموعات المعلقة.
ru: Книги будут разбиты на партии, чтобы гарантировать, что если вы запустите извлечение для большой группы то можно отменить/закрыть calibre без потери всех результатов, так как вы сможете отменить ожидающие группы.

source: Display failure dialog if ISBN not found or identical
ar: عرض مربع حوار الفشل إذا لم يتم العثور على ISBN أو كان متطابقًا
ru: Показать диалоговое окно ошибки, если ISBN не найден или идентичен

source: Uncheck this option if you want do not want to be prompted about no ISBN being found in the book or it is the same as your current value.
ar: ألغِ تحديد هذا الخيار إذا كنت لا تريد أن يتم مطالبتك بشأن عدم العثور على ISBN في الكتاب أو أنه هو نفسه قيمةك الحالية.
ru: Снимите этот флажок, если вы не хотите получать запрос о том, что ISBN не найден в книге, или его значение идентично текущему.

source: Prompt to apply ISBN changes
ar: مطالبة بتطبيق تغييرات ISBN
ru: Запрос на применение изменений ISBN

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
ar: ألغِ تحديد هذا الخيار إذا كنت تريد تطبيق التغييرات بدون مربع حوار تأكيد. هناك خطر بسيط مع هذا الخيار غير المحدد وهو أنه إذا كنت تقوم بإجراء تغييرات أخرى على سجل هذا الكتاب في نفس الوقت، فستفقد.
ru: Снимите этот флажок, если вы хотите, чтобы изменения применялись без диалогового окна подтверждения. При этом есть небольшой риск со снятой опцией, потери вносимых изменений в эту книжную запись.

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
ru: Редактирование сочетаний клавиш, связанных с этим плагином

source: Help
ar: مساعدة
ru: Справка

source: Queueing books for extracting ISBN
ar: وضع الكتب في قائمة الانتظار لاستخراج ISBN
ru: Постановка книг в очередь для извлечения ISBN

source: Queueing
ar: وضع في قائمة الانتظار
ru: Постановка в очередь

source: Extract ISBN failed
ar: فشل استخراج ISBN
ru: Не удалось извлечь ISBN

source: Scan aborted as no books with formats found.
ar: تم إجهاض المسح لأنه لم يتم العثور على كتب ذات تنسيقات.
ru: Сканирование прервано, так как книги в форматах не найдены.

source: Extract ISBN for %d books
ar: استخراج ISBN لـ %d كتاب
ru: Извлечение ISBN из %d книг

source: Extract ISBN started
ar: بدأ استخراج ISBN
ru: Извлечение ISBN началось

source: Scanned %d of %d
ar: تم مسح %d من %d
ru: Отсканировано %d из %d

source: No formats
ar: لا توجد تنسيقات
ru: Отсутствуют форматы

source: ISBN not found
ar: لم يتم العثور على ISBN
ru: ISBN не найден

source: Same ISBN
ar: نفس ISBN
ru: Тот же ISBN

source: Extracted
ar: تم الاستخراج
ru: Извлечено
