Repository: kiwidude68/calibre_plugins
Catalog: count_pages/translations/*.po
Languages: cs, de, es, fi, fr, pl, pt, ru, ta

source: If this option is checked, each download source is tried until a page count is successfully fetched.
cs: Pokud je zvolena tato možnost, každý zdroj stahování je vyzkoušen, dokud modul úspěšně nezíská počet stran.
es: Si esta opción está marcada, se intenta descargar de cada origen de descarga hasta que se obtiene un número de páginas.
fi: Jos tämä vaihtoehto on valittuna, jokainen latauslähde kokeillaan, kunnes sivumäärä on onnistuneesti haettu.
fr: Si cette option est cochée, chaque source de téléchargement est essayée jusqu'à ce qu'un nombre de pages soit récupéré avec succès.
pt: Se esta opção estiver marcada, será tentada cada fonte de descarregamento até que uma contagem de páginas seja obtida com sucesso.
ru: Если этот параметр отмечен, опробуется каждый источник загрузки, пока количество страниц не будет успешно получено.
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், ஒவ்வொரு பதிவிறக்க மூலமும் ஒரு பக்க எண்ணிக்கை வெற்றிகரமாக இருக்கும் வரை முயற்சித்தேன் பெறப்பட்டது.

source: Other options:
cs: Další možnosti:
de: Andere Einstellungen:
es: Otras opciones:
fi: Muut vaihtoehdot:
fr: Autres options :
pl: Inne opcje:
pt: Outras opções:
ru: Прочие параметры:
ta: பிற விருப்பங்கள்:

source: &Button default:
cs: &Výchozí akce tlačítka:
de: &Symbol Standardaktion:
es: &Botón predeterminado:
fi: &Painikkeen oletusasetus:
fr: Action par défaut du &bouton :
pl: Domyślne działanie:
pt: Predefinição do &botão:
ru: Д&ействие по умолчанию:
ta: & பொத்தான் இயல்புநிலை:

source: If plugin is placed as a toolbar button, choose a default action when clicked on
cs: Pokud je modul umístěn jako tlačítko v liště, vyberte výchozí akci, kterou modul vykoná kliknutím na tlačítko
de: Wähle eine Standardaktion, die bei Klick auf das Symbol „Page Count“ ausgeführt werden soll.
es: Si el complemento se coloca como un botón en la barra de herramientas, elegir una acción predeterminada cuando se pulsa
fi: Jos laajennus on sijoitettu työkalurivin painikkeeksi, valitse oletustoiminto, kun sitä klikataan
fr: Action par défaut du bouton de l'extension dans la barre d'outil
pl: Jeśli wtyczka ma włączoną ikonę na pasku narzędzi, wybierz domyślne działanie po jej kliknięciu
pt: Se o plugin for colocado como um botão na barra de ferramentas, escolha uma ação padrão para quando clicado
ru: Если плагин вынесен на панель инструментов, то это действие по умолчанию для кнопки
ta: சொருகி கருவிப்பட்டி பொத்தானாக வைக்கப்பட்டால், கிளிக் செய்யும் போது இயல்புநிலை செயலைத் தேர்வுசெய்க

source: Always overwrite an existing word/page count
cs: Vždy přepsat existující počet stran/slov
de: Überschreibe immer die existierenden Wort/Seiten Zählungen
es: Siempre reemplaza un recuento de páginas o palabras existente
fi: Korvaa aina olemassa oleva sana-/sivumäärä
fr: Toujours remplacer un nombre de pages/mots existant
pl: Zawsze nadpisuj istniejącą liczbę słów/stron
pt: Substituir sempre qualquer contagem de palavras/páginas existente
ru: Всегда перезаписывать текущее число слов и страниц
ta: ஏற்கனவே இருக்கும் சொல்/பக்க எண்ணிக்கையை எப்போதும் மேலெழுதவும்

source: Uncheck this option if you have manually populated values in either of your page/word custom columns, and never want the plugin to overwrite it. Acts as a convenience option for users who have the toolbar button configured to populate both page and word count, but for some books have already assigned values into a column and just want the zero/blank column populated.
cs: Nezaškrtávejte tuto možnost, pokud chcete hodnoty zadávat manuálně a nechcete je přepisovat.
de: Deaktiviere diese Option wenn Du manuell generierte Werte in einer von Deinen eigenen Spalten für Seiten/Wort-Zählungen verwendest und nicht möchtest, dass diese überschrieben werden.
es: Desmarque esta opción si tiene valores incluidos manualmente en alguna de las columnas personalizadas para páginas o palabras y no quiere que las sobrescriba nunca el complemento. Actúa como una opción útil para usuarios que tienen el botón de la barra de herramientas configurado para rellenar tanto la cuenta de páginas como de palabras, pero para algunos libros ya han asignado valores a una columna y sólo quieren rellenar las columnas con valor cero o blanco.
fi: Poista tämä valinta, jos olet täyttänyt arvot manuaalisesti jompaankumpaan sivun/sanan mukautettuun sarakkeeseen, etkä koskaan halua, että lisäosa korvaa niitä. Toimii mukavuusvaihtoehtona käyttäjille joilla työkalupalkin painike on määritetty täyttämään molemmat sivu- ja sanamäärän, mutta joillekin kirjoille on jo määritetty arvot sarakkeeseen ja haluaa vain nolla/tyhjä-sarakkeen täytettäväksi.
fr: Décochez cette option si vous avez rempli manuellement des valeurs dans vos colonnes personnalisées pages/mots, et que vous ne voulez pas que l'extension les écrase. Permet aux utilisateurs dont le bouton de la barre d'outils est configuré pour obtenir le nombre de pages et de mots de remplir uniquement les champs vides si certaines valeurs sont déjà définies.
pl: Odznacz tę opcję jeśli masz ręcznie wypełnione wartości w swoich własnych kolumnach dla liczby stron/słów i nie chcesz, aby wtyczka je nadpisała. Opcja jest wygodna dla użytkowników, którzy mają skonfigurowany przycisk na pasku narzędzi aby wypełniać obie liczby (stron i słów), ale dla niektórych książek mają już przyporządkowane wartości w kolumnach i wtyczka ma wypełnić jedynie pola puste (równe zero).
pt: Desmarque esta opção se tiver preenchido manualmente os valores em qualquer uma das colunas personalizadas de página/palavra e não pretender que o plugin os substitua. Funciona como uma opção conveniente para os utilizadores que têm o botão da barra de ferramentas configurado para preencher a contagem de páginas e palavras, mas em que para alguns livros já atribuíram valores a uma coluna e apenas pretendem que a coluna zero/em branco seja preenchida.
ru: Снимите этот флажок, если вы вручную заполнили значения в любой из пользовательских колонок страницы/слова и не хотите их перезаписи плагином. Удобный вариант для пользователей у которых кнопка панели инструментов настроена для заполнения подсчёта страниц и количества слов, но для некоторых книг уже внесены значения в столбец и нужно заполнить нулевой/пустой столбец.
ta: நீங்கள் கைமுறையாக மக்கள்தொகை மதிப்புகளை வைத்திருந்தால் இந்த விருப்பத்தைத் தேர்வு செய்யவும் உங்கள் பக்கம்/சொல் தனிப்பயன் நெடுவரிசைகளில் ஒன்று, ஒருபோதும் விரும்பவில்லை அதை மேலெழுத சொருகி. பயனர்களுக்கு வசதியான விருப்பமாக செயல்படுகிறது இரண்டு பக்கங்களையும் விரிவுபடுத்த கருவிப்பட்டி பொத்தானை உள்ளமைக்கப்பட்டவர்கள் மற்றும் சொல் எண்ணிக்கை, ஆனால் சில புத்தகங்களுக்கு ஏற்கனவே மதிப்புகளை ஒதுக்கியுள்ளது ஒரு நெடுவரிசையில் மற்றும் பூஜ்ஜிய/வெற்று நெடுவரிசையை விரும்புகிறேன்.

source: Update the statistics even if they have not changed
cs: Aktualizovat statistiky i když zůstaly stejné
de: Aktualisiere die Statistiken, auch wenn sie nicht verändert wurden
es: Actualizar las estadísticas incluso si no han cambiado
fi: Päivitä tilastot, vaikka ne eivät olisi muuttuneet
fr: Mettre à jour les statistiques même si la valeur n'a pas changé
pl: Aktualizuj statystyki nawet jeśli nie uległy zmianie
pt: Atualizar as estatísticas mesmo que não tenham sido alteradas
ru: Обновлять статистику даже при отсутствии изменений
ta: புள்ளிவிவரங்கள் மாறாவிட்டாலும் அவை மாறவில்லை

source: Check this option if you want the statistics to be updated in the books metadata even if they have not changed. Using this option will always update the modified timestamp for the book even when the statistics have not changed.
cs: Zaškrtněte tuto možnost, pokud chcete zapsat statistiky do metadat knih i přesto, že se nezměnily. Časové razítko 'Změněno' se vám při každém zápisu aktualizuje i když se statistiky nezmění.
de: Aktiviere diese Option wenn Du die Statistiken in den Metadaten der Bücher aktualisieren lassen möchtest, auch wenn diese nicht verändert wurden. Die Verwendung dieser Option wird stets den Datum Zeitstempel (für geänderte Daten) aktualisieren, auch dann, wenn keine Statistiken geändert wurden.
es: Marque esta opción si quiere que se actualicen las estadísticas en los metadatos del libro incluso si no han cambiado. Si se usa esta opción, siempre actualiza la fecha de modificación del libro, incluso si las estadísticas no cambian.
fi: Valitse tämä vaihtoehto, jos haluat, että tilastot päivitetään kirjojen metatietoihin, vaikka ne eivät olisi muuttuneet. Tämän vaihtoehdon käyttäminen päivittää aina kirjan muutetun aikaleiman vaikka tilastot eivät olisi muuttuneet.
fr: Les statistiques obtenues seront systématiquement mises à jour dans les métadonnées des livres. La date de modification du livre sera donc modifiée même si les statistiques n'ont pas changé.
pl: Zaznacz tę opcję, jeśli chcesz, aby statystyki były aktualizowane w metadanych książki nawet wtedy, gdy nie były zmieniane. Użycie tej opcji zawsze będzie aktualizowało datę modyfikacji książki, nawet gdy statystyki nie były zmieniane.
pt: Marque esta opção se pretender que as estatísticas sejam atualizadas nos metadados dos livros, mesmo que não tenham sido alterados. A utilização desta opção atualizará sempre o carimbo de data/hora de alteração do livro, mesmo quando as estatísticas não sejam alteradas.
ru: Отметьте эту опцию, если хотите, чтобы статистика обновлялась в метаданных книги, даже если они не изменились. Эта опция всегда будет обновлять измененную метку времени для книги даже если статистика не изменилась.
ta: புள்ளிவிவரங்கள் புதுப்பிக்கப்பட வேண்டும் எனில் இந்த விருப்பத்தை சரிபார்க்கவும் புத்தகங்கள் மெட்டாடேட்டா மாறவில்லை என்றாலும் அவை. இதைப் பயன்படுத்தி விருப்பம் எப்போதும் புத்தகத்திற்கான மாற்றியமைக்கப்பட்ட நேர முத்திரையை புதுப்பிக்கும் புள்ளிவிவரங்கள் மாறாதபோது கூட.

source: Use Preferred Output Format if available
cs: Použít upřednostěný výstupní formát, pokud je to možné
de: Verwende das bevorzugte Zielformat, falls verfügbar
es: Usar el formato de salida preferido si está disponible
fi: Käytä suosituinta tulostusmuotoa, jos se on käytettävissä
fr: Utiliser le format de sortie préféré si disponible
pl: Użyj preferowanego formatu wyjściowego jeśli jest dostępny
pt: Usar formato de saída preferido, se disponível
ru: Использовать предпочтительный формат вывода, если он доступен
ta: கிடைத்தால் விருப்பமான வெளியீட்டு வடிவமைப்பைப் பயன்படுத்தவும்

source: Check this option to calculate the statistics using the format selected as the Preferred Output Format. If this format is not found, or the option is not checked, the first format found in the Preferred Input Format list will be used. The Preferred Output and Input settings are specified in Behavior page of the calibre Preferences. Note: ePub will always be used if the ADE page count algorithm is selected.
cs: Zaškrtněte tuto možnost, pokud chcete počítat statistiky s využitím Upřednostňovaného výstupního formátu. Pokud není tento formát nalezen nebo není tato možnost zaškrtnuta, bude použit první formát ze seznamu Upřednostňovaných výstupních formátů. Upřednostňované výstupní a vstupní formáty se nastavují v Předvolbách v záložce Chování. Poznámka: ePub se použije vždy při použití algoritmu ADE pro počítání stran.
de: Aktiviere diese Option zur Kalkulation der Statistik unter Verwendung des bevorzugten Zielformats. Falls dieses Format nicht gefunden wird oder diese Option nicht aktiviert ist, wird aus der Liste des bevorzugten Quellformats das zuerst gefundene Format verwendet. Die Einstellungen des bevorzugten Ziel- und Quellformats werden in den Calibre Einstellungen „Verhalten“ vorgenommen. Hinweis: ePub wird immer verwendet wenn der ADE Seitenzähl-Alogrithmus aktiviert ist.
es: Marcar esta opción para calcular las estadísticas usando el formato seleccionado como el formato de salida preferido. Si este formato no se encuentra o si la opción no está marcada, se usará el primer formato encontrado de la lista de formatos de entrada preferidos. La configuración de formatos preferidos de entrada y salida se encuentra en la página de comportamiento de las preferencias de calibre. Tenga en cuenta que si se selecciona el algoritmo ADE, siempre se usará el formato ePub.
fi: Valitsemalla tämän vaihtoehdon voit laskea tilastot valittua suositeltavaa tulostusmuotomuotoa käyttäen. Jos tätä formaattia ei löydy tai vaihtoehtoa ei ole valittuna, ensimmäistä muotoa käytetään, joka löytyy Suositeltavat tulostus- ja syöttöasetukset kohdasta, määritetty Calibre-asetusten Behavior-sivulla. Huomautus: ePub-muotoa käytetään aina, jos ADE-sivunlaskenta-algoritmi on valittu.
fr: Cochez cette option pour calculer les statistiques à partir du format sélectionné comme "Format de sortie préféré". Si ce format n'est pas trouvé ou si l'option n'est pas cochée, le premier format trouvé dans la liste "Ordre préféré pour le format d'entrée" sera utilisé. Les paramètres de sortie et d'entrée préférés sont définis dans la rubrique "Comportement" des préférences de calibre. Remarque : l'algorithme ADE utilise toujours le format ePub.
pl: Zaznacz tę opcję, aby obliczyć statystyki używając formatu wybranego jako preferowany format docelowy. Jeśli ten format nie zostanie znaleziony lub ta opcja nie jest zaznaczona, użyty będzie pierwszy format z listy preferowanych formatów źródłowych. Ustawienia preferowanych formatów źródłowych i docelowych są określone na stronie Zachowanie w ustawieniach calibre. Uwaga: Jeśli wybrano algorytm liczby stron ADE – zawsze używany będzie format ePub.
pt: Marque esta opção para calcular as estatísticas utilizando o formato selecionado como formato de saída preferencial. Caso este formato não seja encontrado, ou a opção não esteja marcada, será utilizado o primeiro formato que se encontra na lista de formatos de entrada preferenciais. As definições de saída e de entrada preferidas são especificadas na página Comportamento das preferências do Calibre. Nota: O ePub será sempre utilizado se estiver selecionado o algoritmo de contagem de páginas ADE.
ru: Установите этот флажок, чтобы рассчитать статистику в выбранном формате. в качестве предпочтительного формата вывода. Если этот формат не найден или опция не отмечена, используется первый формат найденный в Списке предпочитаемых форматов ввода. Предпочтительные настройки вывода и ввода указаны на странице «Поведение» в настройках calibre. Примечание: ePub всегда будет использоваться, если выбран алгоритм подсчета страниц ADE.
ta: தேர்ந்தெடுக்கப்பட்ட வடிவமைப்பைப் பயன்படுத்தி புள்ளிவிவரங்களைக் கணக்கிட இந்த விருப்பத்தை சரிபார்க்கவும் விருப்பமான வெளியீட்டு வடிவமாக. இந்த வடிவம் காணப்படவில்லை என்றால், அல்லது விருப்பம் சரிபார்க்கப்படவில்லை, விருப்பமான உள்ளீட்டில் காணப்படும் முதல் வடிவம் வடிவமைப்பு பட்டியல் பயன்படுத்தப்படும். விருப்பமான வெளியீடு மற்றும் உள்ளீட்டு அமைப்புகள் காலிபர் விருப்பங்களின் நடத்தை பக்கத்தில் குறிப்பிடப்பட்டுள்ளது. குறிப்பு: ADE பக்க எண்ணிக்கை வழிமுறை தேர்ந்தெடுக்கப்பட்டால் EPUB எப்போதும் பயன்படுத்தப்படும்.

source: Prompt to save counts
cs: Vynutit ukládání počtů
de: Zählungen zu speichern
es: Preguntar para guardar los recuentos
fi: Kehotus tallentaa laskennat
fr: Demander avant d'enregistrer les statistiques
pl: Pytaj przed zapisaniem wyliczeń
pt: Perguntar para guardar contagens
ru: Спрашивать перед сохранением результатов
ta: எண்ணிக்கையை சேமிக்க தூண்டுதல்

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
cs: Nezaškrtávejte tuto možnost, pokud chcete provádět změny bez vyskakovacích oken. Pokud necháte možnost nezaškrtnutou, je zde malé riziko, že když provedete změny v záznamu knihy ve stejný čas, mohou být ztraceny.
de: Deaktiviere diese Option wenn Du Änderungen ohne Bestätigungsdialog übernehmen möchtest. Es gibt ein kleines Risiko mit dieser deaktivierten Option wenn Du andere Änderungen vornimmst um dieses Buch record zur gleichen Zeit sie werden verloren sein.
es: Desmarcar esta opción si desea que los cambios se apliquen sin diálogo de confirmación. Con esta opción desmarcada hay un riesgo mínimo de que, si se hacen a la vez cambios en este registro de libro, se puedan perder.
fi: Poista tämä vaihtoehto, jos haluat, että muutokset otetaan käyttöön ilman vahvistusikkunaa. Tähän liittyy sellainen pieni riski, että jos teet muita muutoksia tähän kirjaustietueeseen samaan aikaan, ne menetetään.
fr: Décochez cette option pour enregistrer les changements sans confirmation. Vous risquez de perdre les autres changements effectués au même moment sur le livre traité.
pl: Odznacz tę opcję jeśli chcesz, aby zmiany były wprowadzane bez okienka z potwierdzeniem. Istnieje małe ryzyko przy opcji odznaczonej, że jeśli zrobisz jakieś inne zmiany w zapisie tej książki w tym samym czasie – mogą one zostać utracone.
pt: Desmarque esta opção se pretender que as alterações sejam aplicadas sem uma caixa de diálogo de confirmação. Existe um pequeno risco, com esta opção desmarcada, das alterações serem perdidas se estiver a fazer outras alterações ao mesmo tempo neste registo de livro .
ru: Снимите этот флажок, если вы хотите, чтобы изменения применялись без диалогового окна подтверждения. При этом есть небольшой риск со снятой опцией, потери вносимых изменений в эту книжную запись.
ta: மாற்றங்கள் இல்லாமல் பயன்படுத்த விரும்பினால் இந்த விருப்பத்தைத் தேர்வுநீக்கவும் உறுதிப்படுத்தல் உரையாடல். இதில் ஒரு சிறிய ஆபத்து உள்ளது நீங்கள் மற்ற மாற்றங்களைச் செய்கிறீர்கள் என்றால் தேர்வு செய்யப்படாது இந்த புத்தக பதிவு அதே நேரத்தில் அவை இழக்கப்படும்.

source: Edit the keyboard shortcuts associated with this plugin
cs: Upravit klávesové zkratky spojené s tímto modulem
de: Bearbeite die Tastaturkürzel für diese Erweiterung
es: Modificar los atajos de teclado asociados con este complemento
fi: Muokkaa tähän laajennukseen liittyviä pikanäppäimiä
fr: Modifier les raccourcis clavier associés à cette extension
pl: Edytuj skróty klawiszowe, które dotyczą tej wtyczki
pt: Editar atalhos de teclado associados a este plugin
ru: Редактирование сочетаний клавиш, связанных с этим плагином
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: &Library preferences
cs: &Předvolby knihovny
es: &Preferencias de biblioteca
fi: &Kirjaston asetukset
fr: &Préférences de la bib&liothèque
pt: Preferências da bib&lioteca
ru: &Настройки библиотеки
ta: & நூலக விருப்பத்தேர்வுகள்

source: View data stored in the library database for this plugin
cs: Zobrazit data tohoto modulu uložená v databázi
de: Betrachte die Daten dieses Plugins, die in der Datenbank der Bibliothek gespeichert sind
es: Ver los datos almacenados en la base de datos de la biblioteca para este complemento
fi: Näytä tämän laajennuksen kirjastotietokantaan tallennetut tiedot
fr: Voir les données stockées dans la base de données de la bibliothèque pour cette extension
pl: Podgląd danych zapisanych w bazie biblioteki dla tej wtyczki
pt: Ver dados armazenados na base de dados da biblioteca relacionados com este plugin
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
pl: Gotowe
pt: Concluído
ru: Готово
ta: முடிந்தது

source: Confirmation dialogs have all been reset
cs: Potvrzovací okna byla restartována
de: Die Bestätigungsdialoge wurden alle zurückgesetzt
es: Se han restablecido todos los diálogos de confirmación
fi: Kaikki vahvistusvalintaikkunat on nollattu
fr: Tous les dialogues de confirmation ont étés réinitialisés
pl: Okienka z potwierdzeniami zostaną zresetowane
pt: Os dálogos de confirmação foram todos repostos para o seu estado inicial
ru: Все диалоги подтверждения были сброшены
ta: உறுதிப்படுத்தல் உரையாடல்கள் அனைத்தும் மீட்டமைக்கப்பட்டுள்ளன

source: Source
cs: Zdroj
de: Quelle
es: Origen
fi: Lähde
pl: Źródło
pt: Fonte
ru: Источник
ta: ஆதாரம்

source: Identifier
cs: Identifikátor
de: Bezeichnung
es: Identificador
fi: Tunniste
fr: Identifiant
pl: Identyfikator
pt: Identificador
ru: Идентификатор
ta: அடையாளங்காட்டி

source: On Menu
cs: V rozbalovací nabídce
de: Im Menü
es: En el menú
fi: Valikossa
fr: Dans le menu
pl: W menu
pt: No menu
ru: В меню
ta: மெனுவில்

source: Page count options:
cs: Nastavení počítání stran:
de: Seiten Zählung Einstellungen:
es: Opciones de recuento de páginas:
fi: Sivumäärän asetukset:
fr: Nombre de pages :
pl: Opcje liczby stron:
pt: Opções de contagem de páginas:
ru: Подсчет страниц:
ta: பக்க எண்ணிக்கை விருப்பங்கள்:

source: &Custom column:
cs: &Vlastní sloupec:
de: &Eigene Spalte:
es: &Columna personalizada:
fi: &Mukautettu sarake:
fr: &Colonne personnalisée :
pl: &Własna kolumna:
pt: &Coluna personalizada:
ru: &Пользовательский столбец:
ta: & தனிப்பயன் நெடுவரிசை:

source: Column must be of type float or int. Leave this blank if you do not want to count pages
es: La columna debe ser de tipo decimal o entero. Déjelo en blanco si no quiere contar páginas

source: &Algorithm:
cs: &Algoritmus:
de: &Algorithmus:
es: &Algoritmo:
fi: &Algoritmi:
fr: &Algorithme :
pl: &Algorytm:
pt: &Algoritmo:
ru: &Алгоритм:
ta: & அல்காரிதம்:

source: Choose which algorithm to use if you have specified a page count column
cs: Vyberte si, který algoritmus chcete používat pro počítání stran
de: Wähle den zu verwendenden Algorithmus wenn Du eine eigene Spalte für Seitenzahlen erstellt hast
es: Elija qué algoritmo usar si se ha especificado una columna para el recuento de páginas
fi: Valitse käytettävä algoritmi, jos olet määrittänyt sivunumerosarakkeen
fr: Choisissez l'algorithme à utiliser si vous avez spécifié une colonne pour le nombre de pages
pl: Wybierz algorytm, z którego chcesz skorzystać jeśli określiłeś kolumnę z liczbą stron
pt: Escolher qual o algoritmo a utilizar se tiver especificado uma coluna de contagem de páginas
ru: Выберите, какой алгоритм использовать, если вы указали столбец количества страниц
ta: நீங்கள் ஒரு பக்க எண்ணிக்கை நெடுவரிசையைக் குறிப்பிட்டிருந்தால் எந்த வழிமுறையைப் பயன்படுத்த வேண்டும் என்பதைத் தேர்வுசெய்க

source: C&hars per page:
cs: Z&naků na stránku:
de: Z&eichen pro Seite:
es: C&aracteres por página:
fi: Me&rkkejä per sivu:
fr: Ca&ractères par page :
pl: Znaków na stronie:
pt: C&aracteres por página:
ru: С&имволов на странице:
ta: ஒரு பக்கத்திற்கு சி & ஹார்ஸ்:

source: If using the Custom algorithm, specify how many characters per page including spaces.
cs: Pokud používáte Vlastní algoritmus, určete kolik znaků se vejde na stránku včetně mezer.
de: Bei Verwendung des angepassten Algorithmus, sind die geschätzten Zeichen (inkl. Leerzeichen) pro Seite anzugeben.
es: Si se está usando el algoritmo Personalizado, especifique cuántos caracteres por página, incluyendo espacios.
fi: Jos käytät mukautettua algoritmia, määritä kuinka monta merkkiä sivulla on välilyönnit mukaan lukien.
fr: Précisez le nombre de caractères par page, espaces inclus, pour l'Algorithme personnalisé
pl: Przy korzystaniu z własnego algorytmu możesz określić liczbę znaków na stronie włączając odstępy.
pt: Se utilizar o algoritmo Personalizado, especifique quantos caracteres por página, incluindo espaços.
ru: При использовании пользовательского алгоритма укажите количество символов на странице, включая пробелы.
ta: தனிப்பயன் வழிமுறையைப் பயன்படுத்தினால், இடைவெளிகள் உட்பட ஒரு பக்கத்திற்கு எத்தனை எழுத்துக்கள் குறிப்பிடவும்.

source: Word count options:
cs: Nastavení počítání slov:
de: Wort Zählung Einstellungen:
es: Opciones de recuento de palabras:
fi: Sanamäärän vaihtoehdot:
fr: Nombre de mots :
pl: Opcje liczby słów:
pt: Opções de contagem de palavras:
ru: Подсчет слов:
ta: சொல் எண்ணிக்கை விருப்பங்கள்:

source: C&ustom column:
cs: V&lastní sloupec:
de: E&igene Spalte:
es: C&olumna personalizada:
fi: M&ukautettu sarake:
fr: C&olonne personnalisée :
pl: Własna kol&umna:
pt: Col&una personalizada:
ru: П&ользовательский столбец:
ta: சி & யுஸ்டோம் நெடுவரிசை:
