Repository: kiwidude68/calibre_plugins
Catalog: count_pages/translations/*.po
Languages: cs, de, es, fi, fr, pl, pt, ru, ta

source: Keyboard shortcuts
cs: Klávesové zkratky
de: Tastaturkürzel…
es: Atajos de teclado
fi: Pikanäppäimet
fr: Raccourcis clavier
pl: Skróty klawiszowe…
pt: Atalhos de teclado
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
cs: Restartovat calibre nyní
de: Calibre jetzt neu starten
es: Reiniciar calibre ahora
fi: Käynnistä calibre uudelleen
fr: Redémarrer Calibre maintenant
pl: Uruchom teraz ponownie Calibre
pt: Reinicie o Calibre agora
ru: Перезагрузите calibre сейчас
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
cs: Předvolby pro:
de: Einstellungen für:
es: Preferencias para:
fi: Asetukset:
fr: Préférences pour:
pl: Preferencje dla:
pt: Preferências para:
ru: Предпочтения для:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
cs: Vymazat
de: Löschen
es: Limpiar
fi: Tyhjennä
fr: Effacer
pl: Wyczyść
pt: Limpar
ru: Очистить
ta: தெளிவான

source: Clear all settings for this plugin
cs: Vymazat všechna nastavení modulu
de: Alle Einstellungen für dieses Plugin löschen
es: Borrar todas las configuraciones para este complemento
fi: Tyhjennä tämän lisäosan kaikki asetukset
fr: Effacer tous les paramètres de cette extension
pl: Wyczyść wszystkie ustawienia tej wtyczki
pt: Limpar todas as definições deste plugin
ru: Очистить все настройки для плагина
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
cs: Opravdu chcete změnit nastavení v této knihovně pro tento modul?
de: Sind Sie sicher, dass Sie die Einstellungen in dieser Bibliothek für dieses Plugin ändern möchten?
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
fi: Haluatko varmasti muuttaa tämän kirjaston asetuksia tälle laajennukselle?
fr: Êtes-vous certain de vouloir modifier vos paramètres dans cette bibliothèque pour ce plugin ?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?
pt: Tem a certeza que pretende alterar as definições do plugin para esta biblioteca?
ru: Импорт списка
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
cs: Jakékoliv nastavení v jiných knihovnách nebo nastavení uložená v JSON souboru ve složce s calibre moduly nebudou dotčena.
de: Einstellungen in anderen Bibliotheken oder in einer JSON-Datei in Ihrem Calibre Plugin-Folder werden nicht verändert.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
fi: Muiden kirjastojen tai calibre-laajennuskansioon tallennettujen JSON-tiedostojen asetuksiin ei puututa.
fr: Tous les paramètres dans d'autres librairies ou stockés dans un fichier JSON dans votre répertoire d'extensions calibre ne seront pas modifiés.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
pt: Quaisquer definições noutras bibliotecas, ou armazenadas num ficheiro JSON na sua pasta de plugins do Calibre, não serão tocadas.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
cs: Poté musíte calibre restartovat.
de: Sie müssen Calibre danach neu starten.
es: Debe reiniciar calibre después.
fi: Calibre on käynnistettävä sen jälkeen uudelleen.
fr: Vous devez redémarrer calibre ensuite.
pl: Musisz potem ponownie uruchomić calibre.
pt: É necessário reiniciar o Calibre posteriormente.
ru: Вы должны перезагрузить calibre впоследствии.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
cs: Nastavení změněno
de: Einstellungen verändert
es: Configuración modificada
fi: Asetukset muutettu
fr: Paramètres modifiés
pl: Ustawienia zostały zmienione
pt: Definições alteradas
ru: Настройки изменены
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
cs: Nastavení modulu v této knihovně bylo změněno.
de: Einstellungen für dieses Plugin in dieser Bibliothek wurden verändert.
es: Se ha modificado la configuración del complemento en esta biblioteca.
fi: Tämän laajennuksen asetuksia tässä kirjastossa on muutettu.
fr: Les paramètres pour ce plugin dans cette bibliothèque ont été modifiés.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.
pt: As definições deste plugin, para esta biblioteca, foram alteradas.
ru: Настройки этого плагина в этой библиотеке были изменены.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
cs: Nyní prosím restartujte calibre.
de: Bitte starten Sie Calibre jetzt neu.
es: Reinicie calibre ahora.
fi: Käynnistä calibre uudelleen.
fr: Merci de redémarrer calibre maintenant.
pl: Proszę ponownie uruchom calibre teraz.
pt: Por favor, reinicie o Calibre agora.
ru: Пожалуйста, перезагрузите calibre сейчас.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
cs: Opravdu chcete vymazat vaše nastavení pluginu v této knihovně?
de: Sind sie sicher, dass sie alle Einstellungen in dieser Bibliothek für diese Plugin zurücksetzen möchten?
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
fi: Haluatko varmasti tyhjentää tämän laajennuksen asetukset tässä kirjastossa?
fr: Êtes-vous sûr de vouloir réinitialiser vos paramètres dans cette bibliothèque pour cette extension ?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
pt: Tem a certeza que pretende limpar todas as configurações do plugin para esta biblioteca?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
cs: Nastavení vymazáno
de: Einstellungen gelöscht
es: Configuración eliminada
fi: Asetukset poistettu
fr: Paramètres supprimés
pl: Ustawienia zostały usunięte
pt: Definições eliminadas
ru: Настройки удалены
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
cs: Všechna nastavení tohoto modulu v této knihovně byla vymazána.
de: Alle Einstellungen für dieses Plugin in dieser Bibliothek wurden zurückgesetzt.
es: Se ha borrado la configuración del complemento en esta biblioteca.
fi: Kaikki tämän laajennuksen asetukset tässä kirjastossa on tyhjennetty.
fr: Tous les paramètres pour cette extension dans cette librairie ont été réinitialisés.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
pt: Todas as definições deste plugin, para esta biblioteca, foram removidas.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
cs: Kopírovat do schránky
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
ru: Копировать в Буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
cs: Nedefinovaný
de: Undefiniert
es: Indefinido
fi: Määrittelemätön
fr: Non-définie
pl: Nieokreślony
pt: Não definido
ru: Не определено
ta: வரையறுக்கப்படவில்லை

source: Restart required
cs: Vyžadován restart
de: Neustart erforderlich
es: Reinicio requerido
fi: Tarvitaan uudelleenkäynnistys
fr: Redémarrage nécessaire
pl: Wymagane jest ponowne uruchomienie
pt: Necessário reiniciar
ru: Требуется перезапуск
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
cs: Titulní obrázek nenalezen - musíte restartovat Calibre před použitím tohoto modulu!
de: Titelbild nicht gefunden - Sie müssen Calibre neu starten, bevor Sie dieses Plugin verwenden können!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
fi: Otsikkokuvaa ei löydy - Calibre on käynnistettävä uudelleen ennen tämän laajennuksen käyttöä!
fr: L'image d'icone n'a pas était trouvée - vous devez redémarrer Calibre avant d'utiliser ce plugin !
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!
pt: Imagem do título não encontrada. Deve reiniciar o Calibre antes de utilizar este plugin!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
cs: Vytvořit nový sloupec
de: Neue Spalte erstellen
es: Crear nueva columna
fi: Luo uusi sarake
fr: Créer une nouvelle colonne
pl: Utwórz nową kolumnę
pt: Criar nova coluna
ru: Создать новый столбец
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Count the number of pages and/or words in a book to store in custom column(s)
cs: Počítá stránky a/nebo slova v knize, které ukládá do vlastních sloupců
de: Zähle die Anzahl der Seiten und/oder Wörter in einem Buch zum Speichern in eigenen Spalten
es: Cuenta el número de páginas y/o palabras en un libro que se almacenarán en la(s) columna(s) personalizada(s)
fi: Laske kirjan sivujen ja/tai sanojen määrä tallennettavaksi mukautetuissa sarakkeissa
fr: Compter le nombre de pages et/ou de mots dans un livre à stocker dans des colonn(es) personnalisées
pl: Oblicza liczbę stron i/lub słów w książce aby zapisać te wartości we własnych kolumnach
pt: Conta o número de páginas e/ou palavras de um livro e armazena os dados em colunas personalizadas
ru: Подсчитать количество страниц и/или слов в книге для хранения в пользовательских столбцах
ta: ஒரு புத்தகத்தில் பக்கங்கள் மற்றும்/அல்லது சொற்களின் எண்ணிக்கையை எண்ணுங்கள் தனிப்பயன் நெடுவரிசையில் (கள்) சேமிக்க

source: &Estimate page/word counts
cs: &Přibližný počet stran/slov
de: Anzahl von Seiten/Wörtern schätzen
es: &Estimar recuento de páginas o palabras
fi: Arvioitu sivuj&en/sanojen määrä
fr: &Estimer le nombre de pages/mots
pl: &Oszacuj liczbę stron/słów
pt: &Estimar contagem de páginas/palavras
ru: О&ценить число слов и страниц
ta: பக்கம்/சொல் எண்ணிக்கையை மதிப்பிடுங்கள்

source: &Download page/word counts - all sources
cs: &Stáhnout počet stran/slov - všechny zdroje
de: &Download Seite/Wort Zählung - alle Quellen
es: &Descargar número de páginas o palabras - todos los orígenes
fi: Lataa sivujen/sanojen määrät - kaikki lähteet
fr: &Télécharger le nombre de pages/mots - Toutes les sources
pl: &Pobierz liczbę stron/słów - wszystkie źródła
pt: &Descarregar contagem de páginas/palavras - todas as fontes
ru: &Загрузить число слов и страниц - все источники
ta: பக்கம்/சொல் எண்ணிக்கையைப் பதிவிறக்குக - அனைத்து ஆதாரங்களும்

source: &Customize plugin
cs: &Přizpůsobit modul
de: Erweiterung anpassen
es: &Personalizar complemento
fi: &Mukauta laajennusta
fr: Personnaliser l'extension
pl: &Konfiguruj wtyczkę
pt: &Personalizar plugin
ru: &Настроить плагин
ta: & சொருகி தனிப்பயனாக்கு

source: &Help
cs: &Pomoc
de: &Hilfe
es: &Ayuda
fi: O&hje
fr: &Aide
pt: &Ajuda
ru: Спр&авка
ta: &உதவி

source: Configure plugin
cs: Nastavit modul
de: Plugin konfigurieren
es: Configurar complemento
fi: Laajennuksen asetukset
fr: Configurer l'extension
pl: Konfiguruj wtyczkę
pt: Configurar plugin
ru: Настройка плагина
ta: சொருகி உள்ளமைக்கவும்

source: You must specify custom column(s) first. Do you want to configure this now?
cs: Nejprve musíte určit vlastní sloupec. Chcete jej nastavit ihned?
de: Du musst zuerst eine eigene Spalte definieren. Willst Du das jetzt tun?
es: Debe especificar primero la(s) columna(s) personalizada(s). ¿Quiere configurarlo ahora?
fi: Mukautettu sarake (sarakkeet) on määritettävä ensin. Haluatko määrittää nyt?
fr: Vous devez d'abord spécifier des colonne(s) personnalisées. Voulez-vous configurer cela maintenant?
pl: Musisz najpierw określić właśne kolumny. Czy chcesz skonfigurować je teraz?
pt: Antes de tudo deve especificar as colunas personalizadas. Deseja configurar isso agora?
ru: Сначала нужно указать пользовательские столбцы. Сделать это сейчас?
ta: நீங்கள் முதலில் தனிப்பயன் நெடுவரிசை (களை) குறிப்பிட வேண்டும். இதை இப்போது உள்ளமைக்க விரும்புகிறீர்களா?

source: Count Page/Word Statistics
cs: Statistiky počtu stránek/slov
de: Zähle Seiten/Wörter Statistiken
es: Contar estadísticas de páginas o palabras
fi: Sivujen määrä/sanatilastot
fr: Obtention du nombre de pages/mots
pl: Statystyki obliczonych stron/słów
pt: Estatísticas de contagem de páginas/palavras
ru: Подсчет слов и страниц
ta: பக்கம்/சொல் புள்ளிவிவரங்களை எண்ணுங்கள்

source: Counting statistics in %d books
cs: Počítání statistik v %d knize (knihách)
de: Zähle Statistiken in %d Büchern
es: Contando estadísticas en %d libro(s)
fi: Lasketaan tilastot 1%d kirjassa
fr: Obtention des statistiques pour %d livres
pl: Obliczono statystyki dla %d książek
pt: Cálculo de estatísticas em %d livros
ru: Подсчет статистики для книг: %d шт
ta: %D புத்தகங்களில் புள்ளிவிவரங்களை எண்ணுதல்

source: Failed to count statistics
cs: Počítání statistik selhalo
de: Zählung der Statistik ist fehlgeschlagen
es: Fallo al contar estadísticas
fi: Tilastojen laskeminen epäonnistui
fr: Impossible d'obtenir les statistiques
pl: Obliczanie statystyk nie powiodło się
pt: Falha ao efetuar as estatísticas
ru: Не удалось подсчитать статистику
ta: புள்ளிவிவரங்களை எண்ணுவதில் தோல்வி

source: Counting statistics completed
cs: Počítání statistik dokončeno
de: Zählung der Statistik ist abgeschlossen
es: Recuento de estadísticas completado
fi: Tilastojen laskenta valmis
fr: Obtention des statistiques terminé
pl: Zakończono obliczanie statystyk
pt: Execução de estatísticas concluída
ru: Подсчет завершен
ta: புள்ளிவிவரங்களை எண்ணுதல் முடிந்தது

source: Failed to generate any statistics. <b>View Log</b> for details
cs: Selhalo vytváření jakýchkoliv statistik. <b>Více informací zjístíte v logu</b>
de: Die Erstellung der Statistiken ist fehlgeschlagen. <b>Protokoll anschauen</b> für weitere Details
es: Fallo al generar las estadísticas. Detalles en <b>Ver informe</b>
fi: Tilastojen luominen epäonnistui. Katso loki lisätiedoista
fr: Impossible d'obtenir aucune statistique. <b>Voir le journal</ b> pour plus de détails
pl: Nie powiodło się wygenerowanie żadnych statystyk. <b>Zobacz log</b>, aby sprawdzić szczegóły
pt: Falah ao gerar qualquer estatística. <b>Ver registo de erros </b>para detalhes
ru: Не удалось сгенерировать какую-либо статистику. Подробности в <b>журнале</b>
ta: எந்த புள்ளிவிவரங்களையும் உருவாக்கத் தவறிவிட்டது. <b> பதிவைக் காண்க </b> விவரங்களுக்கு

source: Count Pages failed
cs: Počítání stránek selhalo
de: Das Zählen der Seiten ist fehlgeschlagen
es: Count Pages falló
fi: Sivujen laskenta epäonnistui
fr: Opération échouée
pl: Wtyczka Count Pages zawiodła
pt: Falha no Contador de páginas
ru: Ошибка подсчета страниц
ta: எண்ணிக்கை பக்கங்கள் தோல்வியடைந்தன

source: Count log
cs: log s počítáním
de: Protokoll der Zählung
es: Registro de recuento
fi: Laskentaloki
fr: Journal des opérations
pl: Log obliczeń
pt: Registos de contagens
ru: Журнал подсчета
ta: பதிவுகளை எண்ணுங்கள்

source: <p>Count Pages plugin found <b>%d statistics(s)</b>.
cs: <p>Počet nalezených statistik modulem Count Pages : <b>%d</b>.
de: <p>Count Pages plugin gefunden <b>%d Statistik(en)</b>.
es: <p>El complemento Count Pages encontró <b>%d estadística(s)</b>.
fi: <p>Sivulaskenta -laajennus löysi <b>%d tilastoa </b>.
fr: <p>L'extension Count Pages a trouvé <b>%d statistique(s)</b>.
pl: <p>Wtyczka Count Pages odnalazła <b>%d statystyk(i)</b>.
pt: <p>Plugin Contador de páginas encontrou <b>%d estatística(s)</b>.
ru: <p>Плагин Count Pages <b>%dнашел статистику</b>.
ta: <p> கவுண்ட் பக்கங்கள் சொருகி காணப்படுகிறது <b>%d புள்ளிவிவரங்கள் (கள்) </b>.

source: Proceed with updating columns in your library?
cs: Pokračovat aktualizací sloupců ve vaší knihovně?
de: Willst Du die Aktualisierung der Spalten in Deiner Bibliothek fortsetzen?
es: ¿Continuar con la actualización de las columnas de la biblioteca?
fi: Jatketaanko kirjaston sarakkeiden päivittämistä?
fr: Procéder à la mise à jour des colonnes de votre bibliothèque ?
pl: Kontynuować aktualizację kolumn w Twojej bibliotece?
pt: Continuar com a atualização de colunas na sua biblioteca?
ru: Обновить столбцы в вашей библиотеке?
ta: உங்கள் நூலகத்தில் நெடுவரிசைகளைப் புதுப்பிப்பதன் மூலம் தொடரவா?

source: Count complete
cs: Dopočítáno
de: Zählung abgeschlossen
es: Recuento completado
fi: Laskenta valmis
fr: Opération terminée
pl: Obliczanie zakończone
pt: Contagem concluída
ru: Подсчет завершен
ta: எண்ணிக்கை முழுமையானது

source: Updating statistics
cs: Aktualizovat statistiky
de: Aktualisierung der Statistiken
es: Actualizando estadísticas
fi: Tilastojen päivitys
fr: Mise à jour des statistiques
pl: Aktualizowanie statystyk
pt: A atualizar estatísticas
ru: Обновление статистики
ta: புள்ளிவிவரங்களை புதுப்பித்தல்

source: Updating
cs: Aktualizuji
de: Aktualisierung
es: Actualizando
fi: Päivitetään
fr: Mise à jour
pl: Aktualizowanie
pt: A atualizar
ru: Обновление
ta: புதுப்பித்தல்

source: Paragraphs (APNX accurate)
cs: Odstavce (APNX přesnost)
de: Absätze (APNX genau)
es: Párrafos (precisión de APNX)
fi: Kappaleet (APNX tarkkuus)
fr: Paragraphes (APNX exact)
pl: Akapity (APNX accurate)
pt: Parágrafos (precisão APNX)
ru: Абзацы (согласно APNX)
ta: பத்திகள் (APNX துல்லியமானது)

source: E-book Viewer (calibre)
es: Visor de libros electrónicos (calibre)
fr: Visionneuse d'Ebook (calibre)
pl: Pogląd książki (calibre)
pt: Visualizador de ebooks (Calibre)
ru: Программа чтения книг (calibre)
ta: மின் புத்தக பார்வையாளர் (காலிபர்)

source: Custom (Chars Per Page)
cs: Vlastní (Znaky na stránku)
de: Anpassen (Zeichen pro Seite)
es: Personalizada (caracteres por página)
fi: Mukautettu (merkkejä per sivu)
fr: Personnalisé (Nombre de caractères par page)
pl: Własne (znaki na stronę)
pt: Personalizado (Caracteres por página)
ru: Пользовательский (знаков/стр.)
ta: தனிப்பயன் (ஒரு பக்கத்திற்கு எழுத்துக்கள்)

source: Download page/word counts
cs: Stáhnout počet stran/slov
de: Download Seite/Wort Zählung
es: Descargar recuentos de páginas o palabras
fi: Lataa sivu-/sanamäärät
fr: Télécharger le nombre de pages/mots
pl: Pobierz liczbę stron/słów
pt: Descarregar contagens de páginas/palavras
ru: Загрузить число слов и страниц
ta: பக்கம்/சொல் எண்ணிக்கையைப் பதிவிறக்குக

source: Estimate page/word counts
cs: Odhad počtu stran/slov
de: Schätze Seite/Wort Zählung
es: Estimar recuento de páginas o palabras
fi: Arvioitu sivujen/sanojen määrä
fr: Estimer le nombre de pages/mots
pl: Oszacuj liczbę stron/słów
pt: &Estimar contagem de páginas/palavras
ru: Оценить число слов и страниц
ta: பக்கம்/சொல் எண்ணிக்கையை மதிப்பிடுங்கள்

source: - all sources
cs: - všechny zroje
de: - all Quellen
es: - todos los orígenes
fi: - kaikki lähteet
fr: - toutes les sources
pl: - wszystkie źródła
pt: - todas as fontes
ru: - все источники
ta: - அனைத்து ஆதாரங்களும்

source: Statistics
cs: Statistiky
de: Statistik
es: Estadísticas
fi: Tilastot
fr: Statistiques
pl: Statystyki
pt: Estatísticas
ru: Статистика
ta: புள்ளிவிவரங்கள்

source: Other
cs: Ostatní
de: Andere
es: Otras
fi: Muu
fr: Autre
pl: Inne
pt: Outros
ru: Другое
ta: மற்றொன்று

source: Download options:
cs: Nastavení stahování:
de: Download Einstellungen:
es: Opciones de descarga:
fi: Latausvaihtoehdot:
fr: Options de téléchargement :
pl: Opcje pobierania:
pt: Opções de descarregamento
ru: Параметры загрузки:
ta: பதிவிறக்க விருப்பங்கள்:

source: Move source up (Alt+Up)
cs: Posunout zdroj nahoru (Alt+Nahoru)
de: Bewege Quelle nach oben (ALT+Pfeiltaste hoch)
es: Mover origen hacia arriba (Alt+Arriba)
fi: Siirrä lähde ylöspäin (Alt+Up)
fr: Déplacer la source vers le haut (Alt + ↑)
pl: Przenieś źródło wyżej (Alt+Góra)
pt: Mover origem para cima (Alt+Up)
ru: Переместить вверх (Alt+Вверх)
ta: மூலத்தை நகர்த்தவும் (Alt+UP)

source: Alt+Up
cs: Alt+Nahoru
es: Alt+Arriba
fr: Alt + ↑
pl: Alt+Góra

source: Move source down (Alt+Down)
cs: Posunout zdroj dolů (Alt+Dolů)
de: Bewege Quelle nach unten (ALT+Pfeiltaste runter)
es: Mover origen hacia abajo (Alt+Abajo)
fi: Siirrä lähde alaspäin (Alt+Alas)
fr: source Déplacer vers le bas (Alt + ↓)
pl: Przenieś źródło niżej (Alt+Dół)
pt: Mover origem para baixo (Alt+Down)
ru: Переместить вниз (Alt+Вниз)
ta: மூலத்தை கீழே நகர்த்தவும் (alt+down)

source: Alt+Down
cs: Alt+Dolů
es: Alt+Abajo
fr: Alt + ↓
pl: Alt+Dół

source: Show download from all sources menu item
cs: Zobrazit stahování ze všech zdrojů v nabídce
de: Zeige „Download von allen Quellen“ im Kontextmenü
es: Mostrar elemento de menú de descarga de todos los orígenes
fi: Näytä lataus kaikista lähteistä -valikkokohta
fr: Afficher Télécharger depuis toutes les sources dans le menu
pl: Pokaż element w menu pobierania z wszystkich źródeł
pt: Mostrar item de menu: transferir de todas as origens
ru: Показать пункт меню Загрузить из всех источников
ta: எல்லா மூலங்கள் மெனு உருப்படியிலிருந்தும் பதிவிறக்கத்தைக் காட்டு

source: Show a menu item to attempt to download the page count from all active sources. Only sources for which the book has an id will be tried.
cs: Zobrazit v menu možnost pro stahování počtu stran ze všech povolených zdrojů. Budou využity pouze ty zdroje, ke kterým má kniha přiřazený identifikátor.
de: Zeigt den Menüpunkt „Download von allen Quellen“ im Kontextmenü des Buttons, zum Download der Seitenanzahl von allen aktivierten Quellen. Nur Bücher, die über eine ID (ISBN, etc.) verfügen, werden berücksichtigt.
es: Mostrar un elemento de menú para tratar de descargar el número de páginas de todos los orígenes activos. Sólo se probarán los orígenes para los que el libro tiene un id.
fi: Näytä valikkokohta, jos haluat yrittää ladata sivun laskennan kaikista aktiivisista lähteistä. Vain lähteet, joille kirjassa on tunnus, sitä kokeillaan.
fr: Afficher un élément de menu pour tenter de télécharger le nombre de pages à partir de toutes les sources actives. Seules les sources pour lesquelles le livre a un identifiant seront essayées.
pl: Pokaż element w menu, którego wybranie spowoduje próbę pobrania liczby stron ze wszystkich aktywnych źródeł. Pod uwagę będą brane tylko książki z odpowiednimi identyfikatorami.
pt: Mostrar um item de menu para tentar descarregar a contagem de páginas de todas as fontes ativas. Apenas serão tentadas as fontes para as quais o livro possui um ID.
ru: Показать пункт меню для загрузки количества страниц из всех активных источников. Будут опробованы только источники с имеющимся идентификатором книги.
ta: பக்கத்தைப் பதிவிறக்க முயற்சிக்க மெனு உருப்படியைக் காட்டு அனைத்து செயலில் உள்ள மூலங்களிலிருந்தும் எண்ணுங்கள். அதற்கான ஆதாரங்கள் மட்டுமே புத்தகத்தில் ஒரு ஐடி முயற்சிக்கப்படும்.

source: Try to download page count from each source
cs: Pokusit se stáhnout počet stran ze všech zdrojů
de: Probiere den Download der Seitenzählung von jeder Quelle
es: Tratar de descargar el número de páginas de cada origen
fi: Yritä ladata sivumäärä kustakin lähteestä
fr: Essayer de télécharger le nombre de pages depuis chaque source
pl: Spróbuj pobrać liczbę stron z każdego źródła
pt: Tentar descarregar a contagem de páginas de cada fonte
ru: Попробовать загрузить количество страниц из каждого источника
ta: ஒவ்வொரு மூலத்திலிருந்தும் பக்க எண்ணிக்கையைப் பதிவிறக்க முயற்சிக்கவும்
