Repository: kiwidude68/calibre_plugins
Catalog: count_pages/translations/*.po
Languages: cs, de, es, fi, fr, pl, pt, ru, ta

source: Column must be of type float or int. Leave this blank if you do not want to count words
es: La columna debe ser de tipo decimal o entero. Déjelo en blanco si no quiere contar palabras

source: Use ICU algorithm
cs: Použít algoritmus ICU
de: Verwende ICU Algorithmus
es: Usar algoritmo ICU
fi: Käytä ICU-algoritmia
fr: Utiliser l'algorithme ICU
pl: Użyj algorytmu ICU
pt: Usar algoritmo ICU
ru: Использовать алгоритм ICU
ta: ICU வழிமுறையைப் பயன்படுத்தவும்

source: The ICU algorithm is a more complete word count and supports multiple locales. Uncheck this to use the original word count algorithm.
cs: Algoritmus ICU počítá slova přesněji. Nezaškrtávejte, pokud chcete použít originální algoritmus pro počítání slov.
de: Der ICU Algorithmus ist zuverlässig für das Zählen von Wörtern und unterstützt mehrere Sprachen. Deaktiviere die Option um den Original Wortzähl-Algorithmus zu verwenden.
es: El algoritmo ICU es un recuento de palabras más completo y soporta admite múltiples <i>configuraciones localizadas</i>. Desmarcar si quiere usar el algoritmo original de recuento de palabras.
fi: ICU-algoritmi on kattavampi sanalaskuri ja tukee useita kielialueita. Poista valinta, jos haluat käyttää alkuperäistä sanalaskenta-algoritmia.
fr: L'algorithme ICU permet un comptage plus complet et prend en charge plusieurs langues. Décochez cette option pour utiliser l'algorithme de comptage de mots originel.
pl: Algorytm ICU jest bardziej dokładny przy liczeniu słów i dopuszcza wiele języków. Odznacz to pole, aby skorzystać z oryginalnego algorytmu obliczania liczby słów.
pt: O algoritmo ICU é uma contagem de palavras mais completa e suporta várias normas de idiomas. Desmarque esta opção para utilizar o algoritmo original de contagem de palavras.
ru: Алгоритм ICU более полно подсчитывает слова и поддерживает несколько локалей. Снимите этот флажок, чтобы использовать исходный алгоритм подсчета слов.
ta: ஐ.சி.யு வழிமுறை மிகவும் முழுமையான சொல் எண்ணிக்கை மற்றும் பல இடங்களை ஆதரிக்கிறது. அசல் சொல் எண்ணிக்கை வழிமுறையைப் பயன்படுத்த இதைத் தேர்வுசெய்யவும்.

source: Readability options:
cs: Nastavení schopnosti čtení:
de: Lesbarkeits-Einstellungen:
es: Opciones de legibilidad:
fi: Luettavuusasetukset:
fr: Évaluation de la lisibilité :
pl: Opcje czytelności:
pt: Opções de facilidade de leitura:
ru: Легкость чтения:
ta: வாசிப்பு விருப்பங்கள்:

source: Readability statistics available are <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">Flesch-Kincaid</a> or <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">Gunning Fog Index</a>.
cs: Dostupné statistiky čtenosti: <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">Flesch-Kincaid</a> nebo <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">Gunning Fog Index</a>.,
es: Las estadísticas de legibilidad disponibles son <a href="https://es.wikipedia.org/wiki/Prueba_de_legibilidad_de_Flesch-Kincaid">Flesch-Kincaid</a> o <a href="https://es.wikipedia.org/wiki/%C3%8Dndice_de_niebla_de_Gunning">índice de niebla de Gunning</a>.
fr: Les statistiques de lisibilité disponibles sont <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">Flesch-Kincaid</a> ou <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">Gunning Fog Index</a>.
pt: As estatísticas de facilidade de leitura disponíveis são: <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">Flesch-Kincaid</a> ou <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">Índice Gunning Fog</a>.

source: Specify the custom column to store a computed Flesch Reading Ease score. Leave this blank if you do not want to calculate it
cs: Určete vlastní sloupec pro ukládání Flesch Reading Ease skóre. Nechte prázdné, pokud toto nechcete počítat
de: Gib eine eigene Spalte für das Speichern des Flesch-Lesbarkeits Index an. Lasse das leer wenn Du den Index nicht berechnen lassen möchtest.
es: Especificar la columna personalizada para almacenar la puntuación calculada de la prueba de legibilidad de Flesch. Dejar en blanco si no quiere calcularla.
fi: Määritä mukautettu sarake, johon tallennetaan laskennallinen Flesch Reading Ease -pistemäärä. Jätä tämä tyhjäksi, jos et halua laskea sitä
fr: Précisez la colonne personnalisée où enregistrer le degré de lisibilité de Flesch. Laissez ce champ vide si vous ne souhaitez pas le calculer.
pl: Określ własną kolumnę, aby zapisać obliczony wynik indeksu czytelności Flescha. Pozostaw to pole puste jeśli nie chcesz, aby go obliczać.
pt: Especificar a coluna personalizada onde armazenar a pontuação calculada para o indicador de Facilidade de leitura de Flesch. Deixe em branco se não o pretende calcular
ru: Укажите пользовательский столбец для хранения рассчитанной оценки легкости чтения Flesch. Оставьте это поле пустым, если вы не хотите его вычислять.
ta: கணக்கிடப்பட்ட ஃப்ளெஷ் வாசிப்பு ஈஸி மதிப்பெண்ணை சேமிக்க தனிப்பயன் நெடுவரிசையைக் குறிப்பிடவும். நீங்கள் கணக்கிட விரும்பவில்லை என்றால் இந்த காலியாக விடவும்

source: Specify the custom column to store a computed Flesch-Kincaid Grade Level score. Leave this blank if you do not want to calculate it
cs: Určete vlastní sloupec pro ukládání Flesch-Kincaid Grade Level skóre. Nechte prázdné, pokud toto nechcete počítat
de: Gib eine eigene Spalte für das Speichern des Flesch-Kincaid Index an. Lasse das leer wenn Du den Index nicht berechnen lassen möchtest.
es: Especifique la columna personalizada para almacenar la puntuación calculada del nivel Flesch-Kincaid. Dejar en blanco si no quiere calcularla.
fi: Määritä mukautettu sarake, johon tallennetaan laskennallinen Flesch-Kincaid Grade Level -pistemäärä. Jätä tämä tyhjäksi, jos et halua laskea sitä
fr: Précisez la colonne personnalisée où enregistrer l'indice du niveau de langue Flesch-Kincaid. Laissez ce champ vide si vous ne souhaitez pas le calculer.
pl: Określ własną kolumnę, aby zapisać obliczony wynik Flesch-Kincaid Grade Level. Pozostaw to pole puste jeśli nie chcesz, aby go obliczać.
pt: Especificar a coluna personalizada onde armazenar a pontuação calculada para o indicador de Nível Flesch Kincaid. Deixe em branco se não o pretende calcular
ru: Укажите настраиваемый столбец для хранения рассчитанной оценки уровня оценки Flesch-Kincaid. Оставьте это поле пустым, если вы не хотите его вычислять.
ta: கணக்கிடப்பட்ட ஃப்ளெஷ்-கின்கெய்ட் தர நிலை மதிப்பெண்ணை சேமிக்க தனிப்பயன் நெடுவரிசையைக் குறிப்பிடவும். நீங்கள் கணக்கிட விரும்பவில்லை என்றால் இந்த காலியாக விடவும்

source: Specify the custom column to store a computed Gunning Fog Index score. Leave this blank if you do not want to calculate it
cs: Určete vlastní sloupec pro ukládání Gunning Fog Index skóre. Nechte prázdné, pokud toto nechcete počítat
de: Gib eine eigene Spalte für das Speichern des Gunning Fog Index an. Lasse das leer wenn Du den Index nicht berechnen lassen möchtest.
es: Especificar la columna personalizada para almacenar la puntuación calculada del índice de niebla de Gunning. Dejar en blanco si no quiere calcularla.
fi: Määritä mukautettu sarake, johon tallennetaan laskennallinen Gunning Fog Index -pistemäärä. Jätä tämä tyhjäksi, jos et halua laskea sitä
fr: Précisez la colonne personnalisée où enregistrer le Fog index de Gunning. Laissez ce champ vide si vous ne souhaitez pas le calculer.
pl: Określ własną kolumnę, aby zapisać obliczony wynik Gunning Fog Index. Pozostaw to pole puste jeśli nie chcesz, aby go obliczać.
pt: Especificar a coluna personalizada onde armazenar a pontuação calculada para o indicador Índice de névoa de Gunning. Deixe em branco se não o pretende calcular
ru: Укажите настраиваемый столбец для хранения вычисленной оценки индекса Gunning Fog. Оставьте это поле пустым, если вы не хотите его вычислять.
ta: கணக்கிடப்பட்ட துப்பாக்கி மூடு மூடுபனி குறியீட்டு மதிப்பெண்ணை சேமிக்க தனிப்பயன் நெடுவரிசையைக் குறிப்பிடவும். நீங்கள் கணக்கிட விரும்பவில்லை என்றால் இந்த காலியாக விடவும்

source: Working
cs: Pracuji
de: In Arbeit…
es: Trabajando
fi: Työstetään
fr: Travail en cours
pl: Pracuję…
pt: Em execução
ru: Обработка
ta: வேலை

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்

source: Queueing books for counting statistics
cs: Knihy čekají ve frontě na počítání statistik
de: Einreihen der Bücher in die Warteschlange zur Zählung der Statistik
es: Poniendo libros en cola para contar estadísticas
fi: Jonotuskirjat tilastojen laskemiseksi
fr: Mise en file d'attente pour l'obtention des statistiques
pl: Kolejkowanie książek do obliczania statystyk
pt: Enfileirando livros para calcular estatísticas
ru: Книги в очереди для подсчета статистики
ta: புள்ளிவிவரங்களை எண்ணுவதற்கான புத்தகங்களை வரிசைப்படுத்துதல்

source: ADOBE page count requires EPUB format
cs: Pro počítání stran pomocí ADOBE potřebujete mít knihu ve formátu EPUB
de: ADOBE Seiten zählen erfordert das EPUB Format
es: El recuento de páginas ADOBE requiere un formato EPUB
fi: ADOBE-sivumäärä edellyttää EPUB-muotoa
fr: Le comptage de page ADOBE nécessite un livre au format EPUB
pl: Liczba stron ADOBE wymaga formatu EPUB
pt: A contagem de páginas ADOBE requer formato EPUB
ru: Для числа страниц ADOBE требуется формат EPUB
ta: அடோப் பக்க எண்ணிக்கையில் EPUB வடிவம் தேவை

source: Book already has all statistics and overwrite is turned off
cs: Kniha již obsahuje veškeré statistiky a přepisování je vypnuto
de: Das Buch enthält bereits alle Statistiken und Überschreiben ist deaktiviert
es: El libro ya tiene estadísticas y el reemplazo está desactivado
fi: Kirjassa on jo kaikki tilastot ja päällekirjoitus on poistettu käytöstä
fr: Ce livre a déjà des statistiques et le remplacement est désactivé.
pl: Książka już ma wszystkie statystyki a nadpisywaniue jest wyłączone
pt: O livro já tem todas as estatísticas e a substituição está desativada
ru: Для книги уже есть все подсчеты, а перезапись отключена
ta: புத்தகத்தில் ஏற்கனவே அனைத்து புள்ளிவிவரங்களும் உள்ளன, மேலும் மேலெழுதும் அணைக்கப்படுகிறது

source: No identifiers for selected download sources
cs: Nenalezen identifikátor pro vybrané zdroje
es: No hay identificadores para los orígenes de descarga seleccionados
fi: Valittujen latauslähteiden tunnisteita ei ole
fr: Pas d'identifiant pour les sources de téléchargement sélectionnés
pl: Brak identyfikatorów dla wybranych źródeł pobierania
pt: Nenhum identificador para as fontes de descarregamento selecionadas
ru: Нет идентификаторов для выбранных источников загрузки
ta: தேர்ந்தெடுக்கப்பட்ட பதிவிறக்க ஆதாரங்களுக்கான அடையாளங்காட்டிகள் இல்லை

source: Queueing
cs: Ve frontě
de: Einreihen in Warteschlange
es: Poniendo en cola
fi: Jonotus
fr: Mise en file d'attente
pl: Kolejkowanie
pt: Em fila de espera
ru: Постановка в очередь
ta: வரிசை

source: No format found for word count, but page count download will be attempted
cs: Nenalezen žádný formát pro počítání slov, pokusí se stáhnout počet stránek
es: No se encontró ningún formato para el recuento de palabras, pero se intentará la descarga del recuento de páginas
fr: Aucun format trouvé pour le nombre de mots, mais le téléchargement du nombre de pages sera tenté
pt: Nenhum formato encontrado para a contagem de palavras, mas será feita uma tentativa de descarregamento da contagem de páginas

source: No convertible format found
cs: Nenalezen podporovaný formát
de: Kein konvertierbares Format gefunden
es: No se ha encontrado un formato que se pueda convertir
fi: Muunneltavaa formaattia ei löytynyt
fr: Aucun format convertible n'a été trouvé
pl: Znaleziono format bez możliwości przekonwertowania
pt: Nenhum formato convertível encontrado
ru: Не найдено преобразуемых форматов
ta: மாற்றத்தக்க வடிவம் எதுவும் கிடைக்கவில்லை

source: Could not analyse some statistics in %d of %d books, for reasons shown in details below.
cs: Z důvodů uvedených níže nešla provést analýza některých statistik v %d z %d knih.
de: Einige Statistiken in %d von %d Büchern konnten nicht analysiert werden. Für mehr Details siehe unten.
es: No se pudieron analizar algunas estadísticas en %d de %d libros, por las razones que se muestran en los detalles de abajo.
fi: Joitakin kirjojen tilastoja ei voitu analysoida jäljempänä esitetyistä syistä.
fr: Impossible d'analyser certaines statistiques dans%d les %dlivres, pour les raisons indiquées en détail ci-dessous.
pl: Nie przeprowadzono analizy niektórych statystyk w %d z %d książek z powodów wyszczególnionych poniżej.
pt: Não foi possível analisar algumas estatísticas em %d de%d livros, pelos motivos detalhados abaixo.
ru: Не удалось проанализировать некоторые книги (%d из %d), по указанной ниже причине.
ta: கீழே உள்ள விவரங்களில் காட்டப்பட்டுள்ள காரணங்களுக்காக, %d புத்தகங்களின் %d இல் சில புள்ளிவிவரங்களை பகுப்பாய்வு செய்ய முடியவில்லை.

source: Page/word/statistics warnings
cs: Varování stran/slov/statistik.
de: Seite/Wort/Statistik Warnung
es: Avisos de páginas, palabras o estadísticas
fi: Sivu/sana/tilastovaroitukset
fr: Page/Mot/Statistiques
pl: Ostrzeżenia stron/słów/statystyk
pt: Avisos de páginas/palavras/estatísticas
ru: Предупреждения о странице/словах/статистике
ta: பக்கம்/சொல்/புள்ளிவிவர எச்சரிக்கைகள்

source: Count Pages
cs: Počítej strany
fi: Laske sivujen määrä
pt: Contagem de páginas
ru: Число страниц
ta: பக்கங்களை எண்ணுங்கள்

source: Leave this blank if you do not want to count pages
fi: Jätä tämä kenttä tyhjäksi, jos et halua laskea sivuja

source: Leave this blank if you do not want to count words
fi: Jätä tämä kenttä tyhjäksi, jos et halua laskea sanoja

source: Adobe Digital Editions (ADE)
ta: அடோப் டிஜிட்டல் பதிப்புகள் (ADE)
