Repository: kiwidude68/calibre_plugins
Catalog: clipboard_search/translations/*.po
Languages: gl, ro

source: Keyboard shortcuts
gl: Ataxos de teclado
ro: Taste de comenzi rapide

source: Restart calibre now
gl: Reinicia calibre agora
ro: Reporniți calibre acum

source: Preferences for:
gl: Preferencias para:
ro: Preferințe pentru:

source: Clear
gl: Limpar
ro: Ştergere

source: Clear all settings for this plugin
gl: Limpar todas as configuracións para este plugin
ro: Ștergeți toate configurările pentru acest modul de extensie

source: Are you sure you want to change your settings in this library for this plugin?
gl: Estás certo de que queres cambiar a túa configuración nesta biblioteca para este complemento?
ro: Sunteți sigur că doriți să vă modificați configurările în această bibliotecă pentru acest modul?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
gl: Calquera configuración noutras bibliotecas ou almacenada nun ficheiro JSON na carpeta de complementos de calibre non será modificada.
ro: Orice configurări din alte biblioteci sau stocate într-un fișier JSON din dosarul dvs. de module de extensie calibre nu vor fi atinse.

source: You must restart calibre afterwards.
gl: Debes reiniciar calibre despois.
ro: După aceea, trebuie să reporniți calibre.

source: Settings changed
gl: Cambiouse a configuración
ro: Configurări modificate

source: Settings for this plugin in this library have been changed.
gl: Modificouse a configuración deste complemento nesta biblioteca.
ro: Configurările pentru acest modul de extensie din această bibliotecă au fost modificate.

source: Please restart calibre now.
gl: Reinicia calibre agora.
ro: Reporniți calibre acum.

source: Are you sure you want to clear your settings in this library for this plugin?
gl: Estás certo de que queres borrar a configuración desta biblioteca para este complemento?
ro: Sunteți sigur că doriți să vă ștergeți configurările din această bibliotecă pentru acest modul de extensie?

source: Settings deleted
gl: Configuración eliminada
ro: Configurări șterse

source: All settings for this plugin in this library have been cleared.
gl: Borráronse todas as configuracións deste complemento nesta biblioteca.
ro: Toate configurările pentru acest modul plugin din această bibliotecă au fost șterse.

source: Copy to clipboard
gl: Copiar no portapapeis
ro: Copiază în clipboard

source: Undefined
gl: Indefinido
ro: Nedefinit

source: Restart required
gl: É preciso reiniciar
ro: Este necesară repornirea

source: Title image not found - you must restart Calibre before using this plugin!
gl: Non se atopou a imaxe do título - Debes reiniciar Calibre antes de usar este complemento!
ro: Imaginea de pictogramă nu a fost găsită - trebuie să reporniți Calibre înainte de a utiliza acest modul!

source: Create new column
gl: Crear unha nova columna
ro: Creează o nouă coloană

source: Clipboard Search
gl: Busca portapapeis
ro: Căutare în clipboard

source: Text search
gl: Busca de texto
ro: Căutare text

source: Exact text search
gl: Busca de texto exacto
ro: Căutare exactă a textului

source: Author search
gl: Busca de autores
ro: Căutare autor

source: &Customize plugin
gl: &Personalizar o complemento
ro: &Personalizare modul

source: &Help
gl: &Axuda
ro: &Ajutor

source: Default action for toolbar button click
gl: Acción predeterminada para facer clic no botón da barra de ferramentas
ro: Acțiunea implicită pentru apăsarea butonului din bara de instrumente

source: Edit the keyboard shortcuts associated with this plugin
gl: Editar os atallos de teclado asociados a este complemento
ro: Editați comenzile rapide de la tastatură asociate cu acest modul
