Repository: kiwidude68/calibre_plugins
Catalog: favourites_menu/translations/*.po
Languages: ca

source: Keyboard shortcuts
ca: Dreceres de teclat

source: Restart calibre now
ca: Reinicia ara el calibre

source: Preferences for:
ca: Preferències per a:

source: Clear
ca: Neteja

source: Clear all settings for this plugin
ca: Neteja tots els ajusts per a aquest connector

source: Are you sure you want to change your settings in this library for this plugin?
ca: Esteu segur que voleu canviar la configuració d'aquesta biblioteca per a aquest connector?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ca: No es tocaran cap dels ajusts de les altres biblioteques o dels emmagatzemats en qualsevol fitxer JSON en la vostra carpeta de connectors de calibre.

source: You must restart calibre afterwards.
ca: Heu de reiniciar el calibre després.

source: Settings changed
ca: La configuració ha canviat

source: Settings for this plugin in this library have been changed.
ca: La configuració d'aquest connector en aquesta biblioteca s'ha canviat.

source: Please restart calibre now.
ca: Reinicieu ara el calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ca: Esteu segur que voleu netejar els vostres ajusts en aquesta biblioteca per a aquest connector?

source: Settings deleted
ca: S'ha suprimit la configuració

source: All settings for this plugin in this library have been cleared.
ca: S'ha esborrat tota la configuració d'aquest connector d'aquesta biblioteca.

source: Copy to clipboard
ca: Copiar al portapapers

source: Undefined
ca: Sense definir

source: Restart required
ca: Cal reiniciar

source: Title image not found - you must restart Calibre before using this plugin!
ca: No s'ha trobat la imatge del títol: heu de reiniciar Calibre abans d'utilitzar aquest connector!

source: Create new column
ca: Crea una columna nova

source: &Customize plugin
ca: &Personalitza el connector

source: &Help
ca: &Ajuda
