Repository: kiwidude68/calibre_plugins
Catalog: quick_preferences/translations/*.po
Languages: lv, ru, ta

source: Keyboard shortcuts
lv: Īsinājumtaustiņi
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
lv: Restartējiet Calibre
ru: Перезагрузите calibre сейчас
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
lv: Iestatījumi:
ru: Предпочтения для:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
lv: Notīrīt
ru: Очистить
ta: தெளிவான

source: Clear all settings for this plugin
lv: Notīrīt visus šī spraudņa iestatījumus
ru: Очистить все настройки для плагина
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
lv: Vai tiešām vēlaties mainīt iestatījumus šajā bibliotēkā šim spraudnim?
ru: Импорт списка
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
lv: Netiek aizskarti nekādi iestatījumi citās bibliotēkās vai JSON failā jūsu calibre spraudņu mapē.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
lv: Pēc tam jums ir jārestartē calibre.
ru: Вы должны перезагрузить calibre впоследствии.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
lv: Iestatījumi mainīti
ru: Настройки изменены
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
lv: Šī spraudņa iestatījumi šajā bibliotēkā ir mainīti.
ru: Настройки этого плагина в этой библиотеке были изменены.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
lv: Lūdzu, restartējiet calibre.
ru: Пожалуйста, перезагрузите calibre сейчас.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
lv: Vai tiešām vēlaties notīrīt iestatījumus šim spraudnim bibliotēkā?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
lv: Iestatījumi izdzēsti
ru: Настройки удалены
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
lv: Visi šī spraudņa iestatījumi bibliotēkā ir notīrīti.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
lv: Kopēt starpliktuvē
ru: Копировать в Буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
lv: Nenoteikts
ru: Не определено
ta: வரையறுக்கப்படவில்லை

source: Restart required
lv: Nepieciešams restarts
ru: Требуется перезапуск
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
lv: Vāka attēls nav atrasts - pirms šī spraudņa izmantošanas ir jārestartē Calibre!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
lv: Izveidot jaunu kolonnu
ru: Создать новый столбец
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Quick Preferences
lv: Ātrās iespējas
ru: Быстрые настройки
ta: விரைவான விருப்பத்தேர்வுகள்

source: Ignore duplicate incoming formats
lv: Ignorēt ienākošos dublikātu formātus
ru: Игнорировать повторяющиеся форматы при импорте
ta: நகல் உள்வரும் வடிவங்களை புறக்கணிக்கவும்

source: Overwrite existing duplicate formats
lv: Pārrakstīt esošos dublikātu formātus
ru: Перезаписывать существующие форматы при импорте
ta: இருக்கும் நகல் வடிவங்களை மேலெழுதவும்

source: Create new record for each duplicate format
lv: Izveidot jaunu ierakstu katram formāta dublikātam
ru: Создавать новую запись для каждого повторяющегося формата
ta: ஒவ்வொரு நகல் வடிவமைப்பிற்கும் புதிய பதிவை உருவாக்கவும்

source: Swap author names
lv: Mainīt autoru vārdus
ru: Поменять местами имя и фамилию автора
ta: ஆசிரியர் பெயர்களை இடமாற்றம் செய்யுங்கள்

source: Read metadata from file contents
lv: Lasīt datus no faila satura
ru: Читать метаданные из файлов
ta: கோப்பு உள்ளடக்கங்களிலிருந்து மெட்டாடேட்டாவைப் படியுங்கள்

source: Automerge added books if exist
lv: Automātiski pievienot grāmatas, ja tādas ir
ru: Автоматическое слияние при добавлении книг
ta: ஆட்டோமெர்ஜ் இருந்தால் புத்தகங்களைச் சேர்த்தது

source: Automerge type
lv: Apvienošanas veids
ru: Тип автоматического слияния
ta: வாகன வகை

source: Preferences
lv: Izvēle
ru: Настройки
ta: விருப்பத்தேர்வுகள்

source: &Customize plugin
lv: &Pielāgot spraudni
ru: &Настроить плагин
ta: & சொருகி தனிப்பயனாக்கு

source: &Help
lv: &Palīdzība
ru: Спр&авка
ta: &உதவி

source: Cannot switch regular expression
lv: Nevar pārslēgt regulāro izteiksmi
ru: Не удалось поменять регулярное выражение
ta: வழக்கமான வெளிப்பாட்டை மாற்ற முடியாது

source: No regular expression specified in this menu item.
lv: Izvēlnē nav norādīta regulāra izteiksme.
ru: Для данного пункта меню не указано регулярное выражение.
ta: இந்த மெனு உருப்படியில் வழக்கமான வெளிப்பாடு எதுவும் குறிப்பிடப்படவில்லை.

source: Cannot change enabled metadata sources
lv: Nevar mainīt iespējotos datu avotus
ru: Не удалось изменить выбранные источники метаданных
ta: இயக்கப்பட்ட மெட்டாடேட்டா ஆதாரங்களை மாற்ற முடியாது

source: List of metadata sources is empty
lv: Metadatu saraksts ir tukšs
ru: Список источников метаданных пуст
ta: மெட்டாடேட்டா ஆதாரங்களின் பட்டியல் காலியாக உள்ளது

source: Regex File Pattern
lv: Regex faila modelis
ru: Регулярное выражение для имен файлов
ta: ரீஜெக்ஸ் கோப்பு முறை

source: Swap Names
lv: Mainīt vārdus
ru: Имя ↔ фамилия
ta: பெயர்களை மாற்றவும்

source: Menu Title
lv: Izvēlnes nosaukums
ru: Заголовок меню
ta: பட்டி தலைப்பு

source: Are you sure you want to delete this menu item?
lv: Vēlaties dzēst šo izvēlnes vienumu?
ru: Вы действительно хотите удалить этот элемент меню?
ta: இந்த மெனு உருப்படியை நீக்க விரும்புகிறீர்களா?

source: Are you sure you want to delete the selected {0} menu items?
ru: Вы уверены, что хотите удалить выбранные пункты меню {0}?
ta: தேர்ந்தெடுக்கப்பட்ட {0} மெனு உருப்படிகளை நீக்க விரும்புகிறீர்களா?

source: Are you sure?
lv: Vai esat pārliecināts?
ru: Вы уверены?
ta: நீ சொல்வது உறுதியா?

source: Enabled Sources
lv: Iespējotie avoti
ru: Активные источники
ta: இயக்கப்பட்ட ஆதாரங்கள்

source: Configure the file pattern menu items to display:
lv: Konfigurēt failu izvēlnes elementus, lai rādītu:
ru: Настройка элементов меню для шаблона имени файла:
ta: காண்பிக்க கோப்பு முறை மெனு உருப்படிகளை உள்ளமைக்கவும்:

source: Move row up
lv: Pārvietot rindu augstāk
ru: Переместить вверх
ta: வரிசையை நகர்த்தவும்

source: Add menu item row
lv: Pievienot izvēlnes vienumu rindu
ru: Добавить элемент меню
ta: மெனு உருப்படி வரிசையைச் சேர்க்கவும்

source: Delete menu item row
lv: Dzēst izvēlnes vienuma rindu
ru: Удалить элемент меню
ta: மெனு உருப்படி வரிசையை நீக்கு

source: Reset to defaults
lv: Atiestatīt pēc noklusējuma
ru: Сброс
ta: இயல்புநிலைகளுக்கு மீட்டமைக்கவும்

source: Move row down
lv: Pārvietot rindu zemāk
ru: Переместить вниз
ta: வரிசையை கீழே நகர்த்தவும்

source: Configure the Enabled metadata sources menu items to display
lv: Konfigurēt iespējoto datu izvēlnes vienumus
ru: Настройка элементов меню для источников метаданных:
ta: காண்பிக்க இயக்கப்பட்ட மெட்டாடேட்டா ஆதாரங்கள் மெனு உருப்படிகளை உள்ளமைக்கவும்

source: Include in menu:
lv: Iekļaut izvēlnē:
ru: Включать в меню:
ta: மெனுவில் சேர்க்கவும்:

source: Read metadata from file
lv: Datu lasīšana no faila
ru: Установить метаданные из файла
ta: கோப்பிலிருந்து மெட்டாடேட்டாவைப் படியுங்கள்

source: Automerge added books
lv: Automātiski sapludināt pievienotās grāmatas
ru: Автослияние добавляемых книг
ta: ஆட்டோமெர்ஜ் புத்தகங்களைச் சேர்த்தது

source: Edit the keyboard shortcuts associated with this plugin
lv: Rediģēt spraudņa īsinājumtaustiņu
ru: Редактирование сочетаний клавиш, связанных с этим плагином
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: Are you sure you want to reset to the plugin default menu?<br>Any modifications to file pattern menu items will be discarded.
lv: Vēlaties atiestatīt spraudņa noklusējuma izvēlni? <br>Visas failu izvēlnes elementu izmaiņas tiks noņemtas.
ru: Вы уверены, что хотите вернуться к умолчальному меню плагина? <br>Любые изменения элементов меню паттернов файлов будут отменены.
ta: சொருகி இயல்புநிலை மெனுவுக்கு மீட்டமைக்க விரும்புகிறீர்களா? <br> கோப்பு முறை மெனு உருப்படிகளுக்கு ஏதேனும் மாற்றங்கள் நிராகரிக்கப்படும்.

source: Are you sure you want to reset to the plugin default menu?<br>Any modifications to metadata source menu items will be discarded.
lv: Vēlaties atiestatīt spraudņa noklusējuma izvēlni?<br>Visas metadatu izvēlnes elementu izmaiņas tiks noņemtas.
ru: Вы уверены, что хотите вернуться к умолчальному меню плагина? <br>Любые изменения пунктов меню источника метаданных будут отменены.
ta: சொருகி இயல்புநிலை மெனுவுக்கு மீட்டமைக்க விரும்புகிறீர்களா? <br> மெட்டாடேட்டா மூல மெனு உருப்படிகளில் ஏதேனும் மாற்றங்கள் நிராகரிக்கப்படும்.

source: Metadata Source Plugins
lv: Metadatu spraudņi
ru: Плагины источников метаданных
ta: மெட்டாடேட்டா மூல செருகுநிரல்கள்

source: Select the Metadata sources to be enabled
lv: Atlasīt metadatus, kas jāiespējo
ru: Выберите активные источники метаданных
ta: இயக்கப்பட வேண்டிய மெட்டாடேட்டா ஆதாரங்களைத் தேர்ந்தெடுக்கவும்

source: Get Current
lv: Iegūt tekošo
ru: Получить текущий
ta: மின்னோட்டத்தைப் பெறுங்கள்

source: Get the currently enabled Metadata sources
lv: Iegūt pašlaik iespējotos metadatus
ru: Получить текущие включенные источники метаданных
ta: தற்போது இயக்கப்பட்ட மெட்டாடேட்டா ஆதாரங்களைப் பெறுங்கள்

source: Clear all selected sources
lv: Notīrīt visus atlasītos
ru: Очистить все выделенные источники
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து ஆதாரங்களையும் அழிக்கவும்

source: Source
lv: Avots
ru: Источник
ta: ஆதாரம்
