Repository: kiwidude68/calibre_plugins
Catalog: generate_cover/translations/*.po
Languages: fi, fr, uk

source: Keyboard shortcuts
fi: Pikanäppäimet
fr: Raccourcis clavier
uk: Клавіатурні скорочення

source: Restart calibre now
fi: Käynnistä calibre uudelleen
fr: Redémarrer calibre maintenant
uk: Перезавантажити Calibre

source: Preferences for:
fi: Asetukset kohteelle:
fr: Préférences pour :
uk: Налаштування:

source: Clear
fi: Tyhjennä
fr: Effacer
uk: Очистити

source: Clear all settings for this plugin
fi: Tyhjennä kaikki tämän laajennuksen asetukset
fr: Effacer tous les paramètres de cette extension
uk: Вилучити всі налаштування для цього додатка

source: Are you sure you want to change your settings in this library for this plugin?
fi: Oletko varma, että haluat muuttaa asetuksia tässä kirjastossa tälle laajennukselle?
fr: Êtes-vous certain de vouloir modifier vos paramètres dans cette bibliothèque pour cette extension ?
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
fi: Muissa kirjastoissa oleviin tai calibre laajennuskansioon JSON-tiedostoon tallennettuihin asetuksiin ei puututa.
fr: Tous les paramètres dans d'autres librairies ou stockés dans un fichier JSON dans votre répertoire d'extensions calibre ne seront pas impactés.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
fi: Sinun on käynnistettävä calibre sen jälkeen uudelleen.
fr: Vous devez redémarrer calibre ensuite.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
fi: Asetuksia muutettu
fr: Paramètres modifiés
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
fi: Tämän laajennuksen asetuksia tässä kirjastossa on muutettu.
fr: Les paramètres pour cette extenssion dans cette bibliothèque ont été modifiés.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
fi: Käynnistä calibre uudelleen.
fr: Merci de redémarrer calibre maintenant.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
fi: Oletko varma, että haluat tyhjentää tämän kirjaston asetukset tätä laajennusta varten?
fr: Êtes-vous sûr de vouloir réinitialiser vos paramètres dans cette bibliothèque pour cette extension ?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
fi: Asetuksia poistettu
fr: Paramètres supprimés
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
fi: Kaikki tämän laajennuksen asetukset tässä kirjastossa on tyhjennetty.
fr: Tous les paramètres pour cette extension dans cette librairie ont été réinitialisés.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
uk: Копіювати до буфера обміну

source: Undefined
fi: Määrittelemätön
fr: Non-définie
uk: Невизначено

source: Restart required
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage nécessaire
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
fi: Otsikkokuvaa ei löydy - sinun on käynnistettävä Calibre uudelleen ennen tämän laajennuksen käyttöä!
fr: L'image d'icone n'a pas était trouvée - vous devez redémarrer Calibre avant d'utiliser ce plugin !
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
fi: Luo uusi sarake
fr: Créer une nouvelle colonne
uk: Створити стовпчик

source: Generate Cover
fi: Kannen luominen
fr: Générer une couverture
uk: Створення обкладинки

source: Generate a customised cover
fi: Luo mukautettu kansi
fr: Générer une couverture personnalisée
uk: Створення нетипової обкладинки

source: Cannot generate covers
fi: Kansia ei voi luoda
fr: Impossible de générer des couvertures
uk: Не вдалося створити обкладинки

source: No books selected
fi: Ei valittuja kirjoja
fr: Aucun livre sélectionné
uk: Не позначено книг

source: Corrupted setting: "%s" has incorrect internal name of: "%s")
fi: Vioittunut asetus: "%s" on virheellinen sisäinen nimi: "%s")
fr: Paramètre corrompu : "%s" a un nom interne incorrect de : "%s")
uk: Пошкоджений параметр: «%s» має некоректну внутрішню назву: «%s»)

source: Corrupted Configuration File
fi: Vioittunut asetustiedosto
fr: Fichier de configuration corrompu
uk: Пошкоджений файл налаштувань

source: <p>Your configuration file was corrupted (see Details).</p>)<p>Please report your exact recent actions which led to this on the MobileRead forum thread for this plugin so it can be fixed.</p><p>The configuration has been fixed automatically.</p>
fi: <p>Konfiguraatiotiedostosi on vioittunut (katso Yksityiskohdat).</p>)<p>Raportoi tarkat viimeaikaiset toimesi, jotka johtivat tähän, tämän laajennuksen MobileRead-foorumiketjussa, jotta asia voidaan korjata.</p><p>Konfiguraatio on korjattu automaattisesti.</p>
fr: <p>Votre fichier de configuration a été corrompu (voir Détails).</p>)<p>Veuillez signaler vos actions récentes qui y ont conduit sur le fil de discussion du forum MobileRead de cette extension afin qu'il puisse être corrigé.</p><p>La configuration a été corrigée automatiquement.</p>
uk: <p>Ваш файл налаштувань було пошкоджено (див. «Подробиці»).</p>)<p>Будь ласка, повідомте про ваші точні нещодавні дії, які призвело до цього у гілці форуму MobileRead для цього додатка, щоб помилку було виправлено.</p><p>Налаштування було виправлено автоматично.</p>

source: Cannot generate cover
fi: Kantta ei voida luoda
fr: Impossible de générer une couverture
uk: Не вдалося створити обкладинку

source: Missing metadata passed for book to generate cover
fi: Puuttuva metadata, joka on siirretty kirjaa varten kannen luomiseksi
fr: Les métadonnées manquantes sont transmises au livre pour générer la couverture
uk: Не вистачає метаданих, які передаються для створення обкладинки з книги

source: No cover settings exist named: "%s"
fi: Kansiasetuksia nimeltä "%s" ei ole olemassa
fr: Il n'existe pas de configuration de couverture nommés : "%s"
uk: Немає параметрів обкладинок із назвою: «%s»

source: After generating cover:
fi: Kannen luomisen jälkeen:
fr: Après avoir généré une couverture :
uk: Після створення обкладинки:

source: Update column:
fi: Päivitä sarake:
fr: Mettre à jour la colonne :
uk: Оновити стовпчик:

source: Update value:
fi: Päivitä arvo:
fr: Valeur mise a jour :
uk: Оновити значення:

source: Edit the keyboard shortcuts associated with this plugin
fi: Muokkaa tähän laajennukseen liittyviä pikanäppäimiä
fr: Modifier les raccourcis clavier associés à cette extension
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: View library preferences
fi: Näytä kirjaston asetukset
fr: Voir les préférences de la bibliothèque
uk: Переглянути налаштування бібліотеки

source: View data stored in the library database for this plugin
fi: Näytä tämän laajennuksen kirjastotietokantaan tallennetut tiedot
fr: Voir les données stockées dans la base de données de la bibliothèque pour cette extension
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: &Help
fi: &Ohje
fr: &Aide
uk: &Довідка

source: Cancel
fi: Peruuta
fr: Annuler
uk: Скасувати

source: Generating %d covers
fi: Luodaan %d kantta
fr: Générer %dcouvertures
uk: Створення %d обкладинок

source: Generating:
fi: Luodaan:
fr: Génération :
uk: Створення:

source: Unsaved Changes
fi: Tallentamattomat muutokset
fr: Modifications non sauvegardées
uk: Незбережені зміни

source: You have unsaved changes to the <b>%s</b> setting.<br>
fi: Sinulla on tallentamattomia muutoksia asetukseen <b>%s</b>.<br>
fr: Vous avez des modifications non sauvegardées pour la configuration <b>%s</b>.<br>
uk: Маємо незбережені зміни у налаштуваннях <b>%s</b>.<br>

source: What do you want to do?
fi: Mitä haluat tehdä?
fr: Que voulez-vous faire ?
uk: Що хочете робити?

source: Discard Changes
fi: Hylkää muutokset
fr: Abandonner les Modifications
uk: Відкинути зміни

source: Revert unsaved changes
fi: Palauta tallentamattomat muutokset
uk: Скасувати незбережені зміни

source: Save Changes
fi: Tallenna muutokset
fr: Enregistrer les Modifications
uk: Зберегти зміни

source: Overwrite current profile with these changes
fi: Korvaa nykyinen profiili näillä muutoksilla
uk: Перезаписати поточний профіль цими змінами

source: Generate && Save
fi: Luo ja tallenna
uk: Створити і зберегти

source: Generate cover using these settings and save for future usage
fi: Luo kansi näillä asetuksilla ja tallenna tulevaa käyttöä varten
fr: Générer une couverture à l'aide de cette configuration et les conserver pour un usage ultérieur
uk: Створити обкладинку за допомогою цих параметрів і зберегти їх для наступного використання

source: Generate && Revert
fi: Luo ja Palauta
uk: Створити і скасувати

source: Generate cover using these settings then discard them
fi: Luo kansi näillä asetuksilla ja hylkää ne sitten
uk: Створити обкладинку на основі цих параметрів, потім відкинути їх

source: Cancel action
fi: Peruuta toiminto
uk: Скасувати дію

source: Saved Settings:
fi: Tallennetut asetukset:
fr: Configurations sauvegardés :
uk: Збережені параметри:

source: Autosave settings
fi: Automaattitallennusasetukset
fr: Sauvegarde automatique des configurations
uk: Параметри автозбереження

source: Do not prompt to save changes to a setting. Always save when switching to another setting, clicking OK or using Import/Export.
fi: Älä pyydä tallentamaan asetusten muutoksia. Tallenna aina kun kun siirryt toiseen asetukseen, napsautat OK tai käytät Tuo/Vie.
fr: Ne pas demandez à enregistrer les modifications d'une configuration. Toujours enregistrez lorsque vous passer à une autre configuration, cliquer sur OK ou utiliser Import/Export.
uk: Не питати щодо збереження змін до параметра. Завжди зберігати при перемиканні на наступний параметр, натисканні кнопки «Гаразд» або використанні імпортування або експортування.

source: Add setting
fi: Lisää asetus
fr: Ajouter une configuration
uk: Додати налаштування

source: Rename setting
fi: Nimeä asetus uudelleen
fr: Renommer une configuration
uk: Перейменувати налаштування

source: Import setting
fi: Tuo asetus
fr: Importer une configuration
uk: Імпортувати налаштування

source: Export setting
fi: Vie asetus
fr: Exporter une configuration
uk: Експортувати налаштування

source: Delete setting from this list
fi: Poista asetus tästä luettelosta
fr: Supprimer la configuration de cette liste
uk: Вилучити пналаштування зі списку

source: Select Image:
fi: Valitse kuva:
fr: Sélectionner l'image :
uk: Виберіть зображення:

source: Add image to this list
fi: Lisää kuva tähän luetteloon
fr: Ajouter une image a cette liste
uk: Додати зображення до цього списку

source: Rename image
fi: Nimeä kuva uudelleen
fr: Renommer une image
uk: Перейменувати зображення

source: Remove image from this list
fi: Poista kuva tästä luettelosta
fr: Supprimer une image
uk: Перейменувати зображення з цього списку

source: Saved Settings: (*unsaved changes)
fi: Tallennetut asetukset: (*tallentamattomat muutokset)
fr: Configurations sauvegardés : (*modification non sauvegardés)
uk: Збережені параметри: (*незбережені зміни)

source: Add new setting
fi: Lisää uusi asetus
fr: Ajouter une nouvelle configuration
uk: Додати нові налаштування

source: Cannot add
fi: Ei voi lisätä
fr: Impossible d'ajouter
uk: Не вдалося додати

source: The name you specified is not unique
fi: Määrittämäsi nimi ei ole yksilöllinen
fr: Le nom que vous avez indiqué n'est pas unique
uk: Вказана вами назва не є унікальною

source: Cannot remove
fi: Ei voi poista
fr: Impossible de supprimer
uk: Не вдалося вилучити

source: You cannot remove the default setting
fi: Oletusasetusta ei voi poistaa
fr: Vous ne pouvez pas supprimer la configuration par défaut
uk: Ви не можете вилучати типові параметри

source: Are you sure?
fi: Oletko varma?
fr: Êtes-vous sûr ?
uk: Ви певні?

source: Are you sure you want to remove the '%s' setting?
fi: Haluatko varmasti poistaa '%s'-asetuksen?
fr: Êtes-vous sûr de vouloir supprimer la configuration "%s" ?
uk: Ви справді хочете вилучити налаштування «%s»?

source: Cannot rename
fi: Nimeä ei voi muuttaa
fr: Impossible de renommer
uk: Не вдалося перейменувати

source: You cannot rename the default setting
fi: Oletusasetusta ei voi nimetä uudelleen
fr: Vous ne pouvez pas renommer la configuration par défaut
uk: Ви не можете перейменовувати типові параметри

source: New setting name:
fi: Uusi asetuksen nimi:
fr: Nouveau nom de la configuration :
uk: Нова назва налаштувань:

source: Setting exists
fi: Asetus on olemassa
fr: Le configuration existe
uk: Такі налаштування вже існують

source: A saved setting already exists with this name.
fi: Tällä nimellä on jo tallennettu asetus.
fr: Une configuration sauvegardé existe déjà sous ce nom.
uk: Вже існують збережені налаштування із цією назвою.

source: Import Failed
fi: Tuonti epäonnistui
fr: Échec de l'importation
uk: Не вдалося імпортувати

source: This is not a valid Generate Cover export archive
fi: Tämä ei ole kelvollinen Luo kansi -vientiarkisto
fr: Ceci n'est pas une archive d'exportation "Generate Cover" valide
uk: Цей архів не є коректним експортованим архівом «Створення обкладинки»

source: Cannot import
fi: Tuonti ei onnistu
fr: Impossible d'importer
uk: Не вдалося імпортувати

source: Failed to copy image
fi: Kuvan kopiointi epäonnistui
fr: Impossible copier l'image
uk: Не вдалося скопіювати зображення

source: Export completed
fi: Vienti valmistui
fr: Exportation terminée
uk: Експортування завершено

source: Cover setting exported to<br>%s
fi: Kansiasetukset viety osoitteeseen<br>%s
fr: Configuration de couverture exporté vers<br>%s
uk: Параметр обкладинки експортовано до<br>%s

source: Select setting file(s) to import
fi: Valitse tuotavat asetustiedostot
fr: Sélectionnez le(s) fichier(s) de configuration à importer
uk: Виберіть файли налаштувань для імпортування

source: GC Files
fi: GC-tiedostot
fr: Fichiers GC
uk: файли GC

source: Save setting as
fi: Tallenna asetus nimellä
fr: Enregistrer la configuration sous
uk: Зберегти налаштування як

source: You cannot rename this image
fi: Tätä kuvaa ei voi nimetä uudelleen
fr: Vous ne pouvez pas renommer cette image
uk: Ви не можете перейменовувати це зображення

source: New image name:
fi: Uusi kuvan nimi:
fr: Nouveau nom de l'image :
uk: Нова назва зображення:

source: File exists
fi: Tiedosto on olemassa
fr: Fichier existant
uk: Такий файл вже існує

source: An image already exists with this name.
fi: Tällä nimellä oleva kuva on jo olemassa.
fr: Une image existe déjà avec ce nom.
uk: Зображення з цією назвою вже існує.

source: Failed to rename image
fi: Kuvan uudelleennimeäminen epäonnistui
fr: Impossible de renommer l'image
uk: Не вдалося перейменувати зображення

source: Add cover images
fi: Lisää kansikuvia
fr: Ajouter des images de couverture
uk: Додати зображення обкладинок

source: You cannot remove this image
fi: Tätä kuvaa ei voi poistaa
fr: Vous ne pouvez pas supprimer cette image
uk: Ви не можете вилучити це зображення

source: Are you sure you want to delete the image: %s
fi: Haluatko varmasti poistaa kuvan: %s
fr: Êtes-vous sûr de vouloir supprimer l'image : %s
uk: Ви справді хочете вилучити зображення: %s

source: Cannot write
fi: Ei voi kirjoittaa
fr: Impossible d'écrire
uk: Не вдалося записати

source: You do not have permission to delete the file
fi: Sinulla ei ole oikeuksia poistaa tiedostoa
fr: Vous n'avez pas l'autorisation de supprimer le fichier
uk: Ви не маєте прав доступу до вилучення файла

source: Cannot read
fi: Lukeminen ei onnistu
fr: Impossible de lire
uk: Не вдалося прочитати

source: You do not have permission to read the file.
fi: Sinulla ei ole oikeuksia lukea tiedostoa.
fr: Vous n'avez pas la permission de lire le fichier.
uk: Ви не маєте прав читання цього файла.

source: Cannot copy
fi: Ei voi kopioida
fr: Impossible de copier
uk: Не вдалося скопіювати

source: Overwrite existing
fi: Korvaa olemassa oleva
fr: Écraser les fichier existant
uk: Перезаписати наявне

source: An image file already exists with this name. Do you want to overwrite it?
fi: Tällä nimellä on jo olemassa kuvatiedosto. Haluatko korvata sen?
fr: Un fichier d'image portant ce nom existe déjà. Voulez-vous l'écraser ?
uk: Зображення із цією назвою вже існує. Хочете перезаписати його?

source: Enter image name
fi: Anna kuvan nimi
fr: Entrez le nom de l'image
uk: Введіть назву зображення

source: Enter a unique name for this image:
fi: Anna tälle kuvalle yksilöllinen nimi:
fr: Entrez un nom unique pour cette image :
uk: Введіть унікальну назву для цього зображення:

source: You do not have permission to overwrite the file
fi: Sinulla ei ole oikeuksia tiedoston korvaamiseen
fr: Vous n'avez pas la permission d'écraser le fichier
uk: Ви не маєте прав доступу до перезапису цього файла

source: Title
fi: Nimi
fr: Titre
uk: Назва

source: Author
fi: Tekijä
fr: Auteur
uk: Автор

source: Series
fi: Sarjat
uk: Цикли

source: Custom
fi: Mukautettu
fr: Personnaliser
uk: Нетипове

source: Background
fi: Tausta
fr: Fond
uk: Тло

source: Border
fi: Reuna
fr: Bordure
uk: Рамка

source: Fill
fi: Täyttö
fr: Remplisage
uk: Заповнення

source: Stroke
fi: Korostusviiva
fr: Trait
uk: Штрих

source: Fonts:
fi: Fontit:
fr: Polices :
uk: Шрифти:

source: Select a font and specify a size in pixels. If font set to 'Default', uses the tweak value from 'generate_cover_title_font' if present.
fi: Valitse fontti ja määritä koko pikseleinä. Jos fontin arvoksi on asetettu 'Oletus', käytetään arvoa, joka on määritetty kohdassa 'generate_cover_title_font', jos se on olemassa.
fr: Sélectionner une Police et spécifier une taille en pixels. Si la Police est définie sur "Par Défaut", utilise la valeur paramétrée de "generate_cover_title_font" si présent.
uk: Виберіть шрифт і вкажіть розмір його символів у пікселях. Якщо для шрифту вказано «Типовий», буде використано значення з «generate_cover_title_font», якщо таке встановлено.

source: Use the same font family for all text
fi: Käytä samaa kirjasinperhettä kaikissa teksteissä
fr: Utiliser la même famille de Police pour tous les textes
uk: Використовувати одне сімейство шрифтів для усього тексту

source: When checked, the same font family is used for all text content on the cover
fi: Kun valittuna, samaa kirjasinperhettä käytetään kaikissa kansikuvan tekstisisällöissä
fr: Si cochée, la même famille de Polices est utilisée pour tous les textes de la couverture
uk: Якщо позначено, те саме сімейство шрифтів буде використано для усього вмісту обкладинки

source: Auto-reduce font size to fit on one line
fi: Pienennä fonttikokoa automaattisesti, jotta se mahtuisi yhdelle riville
fr: Réduire automatiquement la taille de la Police pour qu'elle tienne sur une ligne
uk: Автоматично зменшувати розмір шрифту, щоб умістити текст в один рядок

source: When checked, the font size will be used as a maximum size. A reduced size will be used where needed to fit text on one line.
fi: Kun tämä on valittuna, kirjasinkokoa käytetään enimmäiskokona. Pienempää kokoa käytetään tarvittaessa, jotta teksti mahtuisi yhdelle riville.
fr: Si cochée, la taille de la police sera utilisée comme taille maximale. Une taille réduite sera utilisée si nécessaire pour faire tenir le texte sur une ligne.
uk: Якщо позначено, розмір шрифту буде використано як максимальний розмір. Зменшений розмір буде використано, якщо це потрібно для того, щоб умістити текст в один рядок.

source: Colors:
fi: Värit:
fr: Couleurs :
uk: Кольори:

source: Reset %s color
fi: Nollaa %s väri
fr: Réinitialiser couleur pour le %s
uk: Скинути колір %s

source: Select a %s color
fi: Valitse väri %s
fr: Sélectionner une couleur pour le %s
uk: Вибрати колір %s

source: Apply
fi: Käytä
fr: Appliquer
uk: Застосувати

source: When checked, stroke color is drawn around text
fi: Kun valittuna, tekstin ympärille piirretään rajausväri
fr: Si cochée, la couleur des traits est dessinée autour du texte
uk: Якщо позначено, навколо тексту буде намальовано кольорові штрихи

source: Left aligned
fi: Vasemmalle tasattu
fr: Aligné à gauche
uk: Вирівняти ліворуч

source: Centered
fi: Keskitetty
fr: Centrée
uk: За центром

source: Right aligned
fi: Oikealle tasattu
fr: Aligné à droite
uk: Вирівняти праворуч

source: Size:
fi: Koko:
fr: Taille :
uk: Розмір:

source: Cover width:
fi: Kannen leveys:
fr: Largeur de la couverture :
uk: Ширина обкладинки:

source: The width in pixels of the output .jpg file
fi: Tulostettavan .jpg-tiedoston leveys pikseleinä
fr: La largeur en pixels du fichier .jpg en sortie
uk: Ширина у пікселях файла-результату .jpg

source: Cover height:
fi: Kannen korkeus:
fr: Hauteur de la couverture :
uk: Висота обкладинки:

source: The height in pixels of the output .jpg file
fi: Tulostettavan .jpg-tiedoston korkeus pikseleinä
fr: La hauteur en pixels du fichier .jpg en sortie
uk: Висота у пікселях файла-результату .jpg

source: Stretch image to use as cover background
fi: Venytä kuvaa käytettäväksi kannen taustana
fr: Étirer l'image pour l'utiliser comme fond de couverture
uk: Розтягнути зображення для використання його як тла обкладинки

source: Check this to overlay text on the image background. Uncheck this to place text around the image.
fi: Valitse tämä, jos haluat peittää tekstin kuvan taustalla. Poista valinta, jos haluat sijoittaa tekstiä kuvan ympärille.
fr: Cocher cette case pour superposer le texte sur le fond de l'image. Décocher cette case pour placer le texte autour de l'image.
uk: Позначте, якщо текст слід накласти на зображення-тло. Зніміть позначку, якщо текст слід розмісити навколо зображення.

source: Resize cover dimensions to match background image
fi: Muuta kansikuvan kokoa vastaamaan taustakuvaa
fr: Redimensionner la taille de la couverture pour qu'elle corresponde à l'image de fond
uk: Змінити розміри обкладинки так, щоб вони відповідали зображенню-тлу

source: Check this to automatically resize the cover based on the dimensions of the currently chosen background image
fi: Valitse tämä, jos haluat muuttaa kannen kokoa automaattisesti valitun taustakuvan mittoihin
fr: Cocher cette case pour redimensionner automatiquement la couverture en fonction des dimensions de l'image de fond actuellement choisie
uk: Позначте, щоб програма автоматично змінювала розміри обкладинки на основі розмірностей поточного вибраного зображення тла

source: Resize image to scale up if smaller than available area
fi: Muuta kuvan kokoa, jos se on pienempi kuin käytettävissä oleva alue
fr: Redimensionner l'image à l'échelle si elle est plus petite que la zone disponible
uk: Збільшити розміри зображення так, щоб воно заповнило доступну ділянку

source: Check this to automatically resize the cover image to fit the the maximum area available if it is too small
fi: Valitsemalla tämän voit muuttaa kansikuvan kokoa automaattisesti niin, että se mahtuu käytettävissä olevaan enimmäisalueeseen, jos se on liian pieni
fr: Cocher cette case pour redimensionner automatiquement l'image de la couverture afin qu'elle corresponde à la superficie maximale disponible si elle est trop petite
uk: Позначте цей пункт, щоб програма автоматично змінювала розміри зображення обкладинки так, щоб воно максимально заповнило доступну область, якщо зображення є надто малим

source: Margins:
fi: Marginaalit:
fr: Marges :
uk: Поля:

source: Top margin:
fi: Ylämarginaali:
fr: Marge du haut :
uk: Верхнє поле:
