Repository: kiwidude68/calibre_plugins
Catalog: generate_cover/translations/*.po
Languages: fi, fr, uk

source: The margin in pixels from the top of the cover to the first content
fi: Marginaali pikseleinä kannen yläreunasta ensimmäiseen sisältöön
fr: La marge en pixels entre le haut de la couverture et le premier élement de texte
uk: Інтервал у пікселях від верхнього краю обкладинки до початкової лінії вмісту

source: Bottom margin:
fi: Alamarginaali:
fr: Marge du bas :
uk: Нижнє поле:

source: The margin in pixels from the bottom of the cover to the last content
fi: Marginaali pikseleinä kannen alareunasta viimeiseen sisältöön
fr: La marge en pixels entre le bas de la couverture et le dernier élement de texte
uk: Інтервал у пікселях від нижнього краю обкладинки до завершальної лінії вмісту

source: Left margin:
fi: Vasen marginaali:
fr: Marge a gauche :
uk: Ліве поле:

source: The minimum margin in pixels from the left of the cover to the text content
fi: Pienin marginaali pikseleinä kannen vasemmalta reunalta tekstin sisältöön
fr: La marge minimale en pixels à partir de la gauche de la couverture pour le texte
uk: Мінімальний інтервал у пікселях від лівого краю обкладинки до текстового вмісту

source: Right margin:
fi: Oikea marginaali:
fr: Marge a droite :
uk: Праве поле:

source: The minimum margin in pixels from the right of the cover to the text content
fi: Pienin marginaali pikseleinä kannen oikeasta reunasta tekstin sisältöön
fr: La marge minimale en pixels à partir de la droite de la couverture pour le texte
uk: Мінімальний інтервал у пікселях від правого краю обкладинки до текстового вмісту

source: Text padding:
fi: Tekstitäyte:
fr: Remplissage du texte :
uk: Фаска тексту:

source: The spacing in pixels between successive lines of text
fi: Peräkkäisten tekstirivien välinen etäisyys pikseleinä
fr: L'espacement en pixels entre les lignes de texte successives
uk: Інтервал у пікселях між послідовними рядками тексту

source: Image padding:
fi: Kuvan täyte:
fr: Remplissage de l'image :
uk: Фаска зображення:

source: The spacing in pixels between the image and text placed above and below it
fi: Kuvan ja tekstin välinen etäisyys pikseleinä sijoitettu sen ylä- ja alapuolelle
fr: L'espacement en pixels entre l'image et le texte placé au-dessus et en dessous
uk: Інтервал у пікселях між зображенням і текстом, який розташовано над і під ним

source: Border Widths:
fi: Reunojen leveydet:
fr: Largeurs des bordures :
uk: Ширина рамки:

source: Cover border:
fi: Kannen reunus:
fr: Bordure de la couverture :
uk: Рамка обкладинки:

source: The width in pixels of a border around the edge of the cover. Specify 0 for no border
fi: Reunan ympärillä olevan reunuksen leveys pikseleinä kannen reunuksen ympärillä. Määritä 0, jos reunaa ei ole
fr: La largeur en pixels d'une bordure autour du bord de la couverture. Précisez 0 pour aucune bordure
uk: Ширина у пікселях рамки навколо краю обкладинки. Вкажіть 0, якщо рамка не потрібна

source: Image border:
fi: Kuvan reuna:
fr: Bordure de l'image :
uk: Рамка зображення:

source: The width in pixels of a border around the edge of the image. Specify 0 for no border
fi: Reunan leveys pikseleinä kuvasta. Määritä 0 ilman reunaa
fr: La largeur en pixels d'une bordure autour du bord de l'image. Précisez 0 pour aucune bordure
uk: Ширина у пікселях рамки навколо краю зображення. Вкажіть 0, якщо рамка не потрібна

source: Field Order:
fi: Kenttäjärjestys:
fr: Ordre des champs :
uk: Порядок полів:

source: Alter the order of items on the cover and whether they are displayed using the checkbox
fi: Muuta kansilehden kohteiden järjestystä ja näytetäänkö ne valintaruudun avulla
fr: Modifier l'ordre des éléments sur la couverture et si elles sont affichées en utilisant la case à cocher
uk: Змініть порядок елементів на обкладинці і те, чи буде їх показано, за допомогою пункту для позначки

source: Move field up
fi: Siirrä kenttää ylöspäin
fr: Déplacer le champ vers le haut
uk: Пересунути поле вище

source: Move field down
fi: Siirrä kenttää alaspäin
fr: Déplacer le champ vers le bas
uk: Пересунути поле нижче

source: Custom Text:
fi: Mukautettu teksti:
fr: Texte personnalisé :
uk: Нетиповий текст:

source: Other Options:
fi: Muut asetukset:
fr: Autre options :
uk: Інші параметри:

source: Swap author LN,FN to FN LN
fi: Vaihda tekijä LN,FN muotoon FN LN
fr: Échanger l'auteur 'Nom, Prénom' pour 'Prénom Nom'
uk: Поміняти у записі автора порядок «Прізвище, ім'я» на «Ім'я Прізвище»

source: Use this option if your authors are stored as LN, FN but you prefer to see FN LN on the book cover
fi: Käytä tätä vaihtoehtoa, jos tekijät on tallennettu muodossa LN, FN mutta haluat nähdä kirjan kannessa mieluummin FN LN
fr: Utiliser cette option si vos auteurs sont stockés sous 'Nom, Prénom' mais vous préférez voir 'Prénom Nom' sur la couverture du livre
uk: Скористайтеся цим пунктом, якщо ваші записи авторів зберігаються як «Прізвище, Ім'я», а ви хочете, щоб на обкладинці було показано «Ім'я Прізвище»

source: Series text:
fi: Sarjojen teksti:
fr: Texte pour la série :
uk: Текст циклу:

source: Change the way series information is displayed. Useful for non-English languages!
fi: Muuta sarjatietojen näyttötapaa. Hyödyllinen muille kuin englannin kielille!
fr: Modifier le mode d'affichage des informations pour les séries. Utile pour les langues autres que l'anglais !
uk: Змініть спосіб показу даних щодо циклу. Корисно для мов, відмінних від англійської!

source: Metadata: (*not saved)
fi: Metadata: (*ei tallennettu)
fr: Métadonnées : (*non sauvegardées)
uk: Метадані: (*не збережено)

source: Optionally override the text in these fields for this book. These are not saved as part of the settings profile. This functionality is disabled if multiple books are selected.
fi: Vaihtoehtoisesti voit korvata näiden kenttien tekstin tämän kirjan osalta. Näitä ei tallenneta osaksi asetusprofiilia. Tämä toiminto ei ole käytössä, jos useita kirjoja on valittu.
fr: Vous pouvez, si vous le souhaitez, remplacer le texte de ces champs pour ce livre. Ils ne sont pas enregistrés dans le profil des paramètres. Cette fonctionnalité est désactivée si plusieurs livres sont sélectionnés.
uk: Якщо потрібно, перевизначте текст у цих полях для цієї книги. Ці дані не буде збережено як частину профілю параметрів. Цю функціональну можливість буде вимкнено, якщо позначено декілька книг.

source: Title:
fi: Nimi:
fr: Titre :
uk: Назва:

source: Author:
fi: Tekijä:
fr: Auteur :
uk: Автор:

source: Series:
fi: Sarjat:
uk: Цикл:

source: Cover Options
fi: Kansiasetukset
fr: Option de couverture
uk: Параметри обкладинки

source: Generate Custom Cover
fi: Luo mukautettu kansi
fr: Générer une couverture personnalisée
uk: Створити нетипову обкладинку

source: Settings
fi: Asetukset
fr: Configurations
uk: Параметри

source: Fonts
fi: Fontit
fr: Polices
uk: Шрифти

source: Dimensions
fi: Mitat
uk: Розмірності

source: Contents
fi: Sisällöt
fr: Contenues
uk: Вміст

source: Revert
fi: Palauta
fr: Réinitialiser
uk: Скасувати

source: Revert to your previous saved setting values
fi: Palaa edellisiin tallennettuihin asetusarvoihin
fr: Réinitialiser les valeurs a celle précédemment sauvegardées
uk: Повернутися до раніше збережених значень параметрів

source: Save
fi: Tallenna
fr: Sauvegarder
uk: Зберегти

source: Overwrite your current saved setting
fi: Korvaa nykyinen tallennettu asetus
fr: Écraser les réglages actuelement sauvegardé
uk: Перезаписати ваші поточні збережені налаштування

source: Customize...
fi: Mukautus...
fr: Personnaliser...
uk: Налаштувати…

source: Set general options for this plugin
fi: Aseta tämän laajennuksen yleiset asetukset
fr: Définir les options générales pour ce plugin
uk: Встановити загальні параметри роботи цього додатка

source: Revert to your previously saved values for '%s'?
fi: Palautetaanko aiemmin tallennetut '%s'-arvot?
fr: Réinitialiser les valeurs pour le paramètre "%s" ?
uk: Повернутися до ваших попередньо збережених значень для «%s»?

source: Overwrite the '%s' setting with the current values?
fi: Korvataanko asetus '%s' nykyisillä arvoilla?
fr: Remplacer le paramètre "%s" par les valeurs actuelles ?
uk: Перезаписати налаштування «%s» поточними значеннями?
