Repository: kiwidude68/calibre_plugins
Catalog: open_with/translations/*.po
Languages: uk

source: Keyboard shortcuts
uk: Клавіатурні скорочення

source: Restart calibre now
uk: Перезавантажити Calibre

source: Preferences for:
uk: Налаштування:

source: Clear
uk: Очистити

source: Clear all settings for this plugin
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
uk: Копіювати до буфера обміну

source: Undefined
uk: Невизначено

source: Restart required
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
uk: Створити стовпчик

source: Open With
uk: Відкрити за допомогою

source: &Customize plugin
uk: &Налаштувати додаток

source: &Help
uk: &Довідка

source: No book selected
uk: Не позначено жодної книги

source: Cannot open with
uk: Не вдалося відкрити у програмі

source: Book has no cover.
uk: У книги немає обкладинки.

source: Open With template error
uk: Помилка у шаблоні відкриття

source: No %s format available. First convert the book to %s.
uk: Немає доступного формату %s. Спочатку, виконайте перетворення книги до %s.

source: Path not specified for this format in your configuration.
uk: У ваших налаштуваннях не вказано шляху для цього формату.

source: Format
uk: Формат

source: Image
uk: Зображення

source: Submenu
uk: Підменю

source: Title
uk: Назва

source: Application Path
uk: Шлях до програми

source: Args
uk: Аргументи

source: Select the application to execute for this format
uk: Виберіть програму, яку слід виконувати для цього формату

source: Edit Path
uk: Змінти шлях

source: Choose a new path for this application:
uk: Виберіть новий шлях для цієї програми:

source: Are you sure you want to delete this menu item?
uk: Ви хочете вилучити цей пункт меню?

source: Are you sure you want to delete the selected {0} menu items?
uk: Ви справді хочете вилучити позначені {0} пункти меню?

source: Are you sure?
uk: Ви певні?

source: Add New Image
uk: Додати нове зображення

source: &Select image source
uk: В&иберіть джерело зображення

source: From &web domain favicon
uk: З favicon &інтернет-домену

source: From .png &file
uk: З &файла .png

source: &Save as filename:
uk: З&берегти як назву файла:

source: Select a .png file for the menu icon
uk: Виберіть файл .png для піктограми меню

source: Cannot select image
uk: Не вдалося вибрати зображення

source: Source image must be a .png file.
uk: Джерелом зображення має бути файл .png.

source: Cannot import image
uk: Не вдалося імпортувати зображення

source: You must specify a filename to save as.
uk: Вам слід вказати назву файла для зберігання даних.

source: The save as filename should consist of a filename only.
uk: Назва файла має містити лише назву файла.

source: An image with this name already exists - overwrite it?
uk: Зображення з такою назвою вже існує. Перезаписати його?

source: You must specify a web domain url
uk: Вам слід вказати адресу інтернет-домену

source: You must specify a source file.
uk: Вам слід вказати початковий файл.

source: Source image does not exist!
uk: Початкового зображення не існує!

source: &Select and configure the menu items to display:
uk: &Виберіть і налаштуйте пункти меню для показу:

source: Move row up
uk: Пересунути рядок вище

source: Add menu item row
uk: Додати рядок пункту меню

source: Delete menu item row
uk: Вилучити рядок пункту меню

source: Reset to defaults
uk: Скинути до типових

source: Move row down
uk: Пересунути рядок нижче

source: Edit the keyboard shortcuts associated with this plugin
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: &Edit Path
uk: З&мінити шлях

source: &Add image
uk: Д&одати зображення

source: &Open images folder
uk: &Відкрити теку зображень

source: &Import
uk: &Імпортувати

source: &Export
uk: &Експортувати

source: Are you sure you want to reset to the plugin default menu?
uk: Ви справді хочете повернутися до типового меню додатка?

source: Any modified configuration and custom menu items will be discarded.
uk: Усі зміни до налаштувань і нетипові пункти меню буде відкинуто.

source: Folder does not yet exist. Do you want to create it?
uk: Теки ще не існує. Хочете її створити?

source: Import Failed
uk: Не вдалося імпортувати

source: This is not a valid OWIP export archive
uk: Цей архів не є коректним експортованим архівом OWIP

source: %d menu items added
uk: Додано %d пунктів меню

source: Import completed
uk: Імпортування завершено

source: Cannot export
uk: Не вдалося експортувати

source: No menu items selected to export.
uk: Не позначено пунктів меню для експортування.

source: %d menu items exported to<br>%s
uk: Експортовано %d пунктів меню до<br>%s

source: Export completed
uk: Експортування завершено

source: Select a menu file archive to import
uk: Виберіть файл архіву меню для імпортування

source: Save archive as
uk: Зберегти архів як
