Repository: kiwidude68/calibre_plugins
Catalog: reading_list/translations/*.po
Languages: ta

source: Keyboard shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
ta: தெளிவான

source: Clear all settings for this plugin
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
ta: வரையறுக்கப்படவில்லை

source: Restart required
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Reading List
ta: படித்தல் பட்டியல்

source: View or edit lists of books
ta: புத்தகங்களின் பட்டியல்களைக் காண்க அல்லது திருத்தவும்

source: Add to default list
ta: இயல்புநிலை பட்டியலில் சேர்க்கவும்

source: Add to %s list
ta: %S பட்டியலில் சேர்க்கவும்

source: Add to list
ta: பட்டியலில் சேர்க்கவும்

source: Add to the specified list
ta: குறிப்பிட்ட பட்டியலில் சேர்க்கவும்

source: Add to the "%s" list
ta: "%S" பட்டியலில் சேர்க்கவும்

source: Add to list: %s
ta: பட்டியலில் சேர்க்கவும்: %கள்

source: Add to all lists
ta: எல்லா பட்டியல்களிலும் சேர்க்கவும்

source: Add series to default list
ta: இயல்புநிலை பட்டியலில் தொடரைச் சேர்க்கவும்

source: Add series to %s list
ta: %S பட்டியலில் தொடரைச் சேர்க்கவும்

source: Add series to list
ta: பட்டியலுக்கு தொடரைச் சேர்க்கவும்

source: Add all books in series to the specified list
ta: குறிப்பிட்ட பட்டியலில் அனைத்து புத்தகங்களையும் தொடரில் சேர்க்கவும்

source: Add series to the "%s" list
ta: "%S" பட்டியலில் தொடரைச் சேர்க்கவும்

source: Add series to list: %s
ta: பட்டியலில் தொடரைச் சேர்க்கவும்: %கள்

source: Add series to all lists
ta: எல்லா பட்டியல்களுக்கும் தொடரைச் சேர்க்கவும்

source: Move to list
ta: பட்டியலுக்கு நகர்த்தவும்

source: Remove from default list
ta: இயல்புநிலை பட்டியலிலிருந்து அகற்று

source: Remove from list
ta: பட்டியியல் இருந்து நீக்கு

source: Remove from the specified list
ta: குறிப்பிட்ட பட்டியலிலிருந்து அகற்று

source: Remove from the "%s" list
ta: "%S" பட்டியலிலிருந்து அகற்று

source: Remove from list: %s
ta: பட்டியலிலிருந்து அகற்று: %கள்

source: Remove from all lists
ta: எல்லா பட்டியல்களிலிருந்தும் அகற்று

source: View default list
ta: இயல்புநிலை பட்டியலைக் காண்க

source: View %s list (%d)
ta: %S பட்டியலைக் காண்க ( %d)

source: View books on the "%s" list
ta: "%கள்" பட்டியலில் உள்ள புத்தகங்களைக் காண்க

source: View list: %s
ta: பட்டியல் பட்டியல்: %கள்

source: View list
ta: பட்டியலைக் காண்க

source: View books on the specified list
ta: குறிப்பிட்ட பட்டியலில் உள்ள புத்தகங்களைக் காண்க

source: Edit default list
ta: இயல்புநிலை பட்டியலைத் திருத்தவும்

source: Edit %s list
ta: %S பட்டியலைத் திருத்து

source: Edit list
ta: பட்டியலைத் திருத்து

source: Edit books on the specified list
ta: குறிப்பிட்ட பட்டியலில் புத்தகங்களைத் திருத்தவும்

source: Edit books on the "%s" list
ta: "%கள்" பட்டியலில் புத்தகங்களைத் திருத்தவும்

source: Edit list: %s
ta: பட்டியலைத் திருத்து: %கள்

source: Clear default list
ta: இயல்புநிலை பட்டியலை அழிக்கவும்

source: Clear %s list
ta: தெளிவான %s பட்டியல்

source: Clear list
ta: பட்டியலை அழிக்க

source: Clear all from the specified list
ta: குறிப்பிட்ட பட்டியலிலிருந்து அனைத்தையும் அழிக்கவும்

source: Clear the "%s" list
ta: "%S" பட்டியலை அழிக்கவும்

source: Clear list: %s
ta: தெளிவான பட்டியல்: %கள்

source: Clear list (%d)
ta: தெளிவான பட்டியல் (%டி)

source: Set default list
ta: இயல்புநிலை பட்டியலை அமைக்கவும்

source: Switch the list to use as the current default
ta: தற்போதைய இயல்புநிலையாக பயன்படுத்த பட்டியலை மாற்றவும்

source: Set your default list to "%s"
ta: உங்கள் இயல்புநிலை பட்டியலை "%s" ஆக அமைக்கவும்

source: Set default list: %s
ta: இயல்புநிலை பட்டியலை அமைக்கவும்: %கள்

source: Sync Now
ta: இப்போது ஒத்திசைக்கவும்

source: &Customize plugin
ta: & சொருகி தனிப்பயனாக்கு

source: &Help
ta: &உதவி

source: Sync Now (%d)
ta: இப்போது ஒத்திசைக்கவும் (%டி)

source: Cannot add to list
ta: பட்டியலில் சேர்க்க முடியாது

source: No list name specified
ta: பட்டியல் பெயர் குறிப்பிடப்படவில்லை

source: Are you sure?
ta: நீ சொல்வது உறுதியா?

source: Are you sure you want to clear the '%s' reading list?
ta: '%S' வாசிப்பு பட்டியலை அழிக்க விரும்புகிறீர்களா?

source: The selected book(s) already exist on this list: <b>%s</b>
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகம் (கள்) ஏற்கனவே இந்த பட்டியலில் உள்ளன: <b>%கள் </b>

source: Failed to add to list
ta: பட்டியலில் சேர்க்கத் தவறிவிட்டது

source: Added %d books to your %s list
ta: உங்கள் %s பட்டியலில் %d புத்தகங்கள் சேர்க்கப்பட்டன

source: Added to %d reading lists
ta: %D வாசிப்பு பட்டியல்களில் சேர்க்கப்பட்டது

source: Cannot remove from list
ta: பட்டியலிலிருந்து அகற்ற முடியாது

source: The selected book(s) do not exist on this list
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகம் (கள்) இந்த பட்டியலில் இல்லை

source: Removed %d books from your %s list
ta: உங்கள் %s பட்டியலிலிருந்து %d புத்தகங்களை அகற்றியது

source: Removed from %d reading lists
ta: %D வாசிப்பு பட்டியல்களிலிருந்து அகற்றப்பட்டது

source: Cannot move to list
ta: பட்டியலுக்கு செல்ல முடியாது

source: No source list names specified
ta: மூல பட்டியல் பெயர்கள் எதுவும் குறிப்பிடப்படவில்லை

source: Moved %d books to your list(s)
ta: உங்கள் பட்டியலில் (கள்) %d புத்தகங்கள் நகர்த்தப்பட்டன

source: Cannot clear list
ta: பட்டியலை அழிக்க முடியாது

source: No books exist on this list
ta: இந்த பட்டியலில் புத்தகங்கள் எதுவும் இல்லை

source: Cannot edit list
ta: பட்டியலைத் திருத்த முடியாது

source: Cannot view list
ta: பட்டியலைக் காண முடியாது

source: Cannot create list
ta: பட்டியலை உருவாக்க முடியாது

source: Reading List: Cannot create list as list_name not specified
ta: படித்தல் பட்டியல்: பட்டியல்_பெயராக குறிப்பிடப்படாத பட்டியலை உருவாக்க முடியாது

source: A list already exists with this name
ta: இந்த பெயருடன் ஏற்கனவே ஒரு பட்டியல் உள்ளது

source: Reading List: Cannot create list as list_name is duplicate:
ta: படித்தல் பட்டியல்: பட்டியல்_பெயர் நகல் என்பதால் பட்டியலை உருவாக்க முடியாது:

source: READING LIST: Device disconnected
ta: படித்தல் பட்டியல்: சாதனம் துண்டிக்கப்பட்டது

source: READING LIST: Metadata available:
ta: படித்தல் பட்டியல்: மெட்டாடேட்டா கிடைக்கிறது:

source: READING LIST: Device found to sync to:
ta: படித்தல் பட்டியல்: ஒத்திசைக்க சாதனம்:

source: READING LIST: Not syncing to device as not active
ta: படித்தல் பட்டியல்: செயலில் இல்லாத சாதனத்துடன் ஒத்திசைக்கவில்லை

source: READING LIST: Sync Now - force_sync=
ta: படித்தல் பட்டியல்: இப்போது ஒத்திசைக்கவும் - force_sync =

source: Cannot sync to device
ta: சாதனத்துடன் ஒத்திசைக்க முடியாது

source: No device found for UUID: %s
ta: UUID க்கு எந்த சாதனமும் கிடைக்கவில்லை: %s

source: READING LIST: Updating automatic column list(s)
ta: படித்தல் பட்டியல்: தானியங்கி நெடுவரிசை பட்டியல் (கள்) புதுப்பித்தல்

source: READING LIST: Not syncing '%s' to device as autosync is false
ta: படித்தல் பட்டியல்: '%கள்' சாதனத்துடன் ஆட்டோசின்க் என ஒத்திசைக்காதது தவறானது

source: READING LIST: Updating automatic device list(s)
ta: படித்தல் பட்டியல்: தானியங்கி சாதன பட்டியல் (கள்) புதுப்பித்தல்

source: READING LIST: Skipping %d books in '%s' list with no formats
ta: படித்தல் பட்டியல்: வடிவங்கள் இல்லாத ' %எஸ்' பட்டியலில் %டி புத்தகங்களைத் தவிர்ப்பது

source: READING LIST: Syncing %d books in '%s' to: %s (location:%s)
ta: படித்தல் பட்டியல்: %டி புத்தகங்களை ' %கள்' இல் ஒத்திசைத்தல்: %கள் (இடம்: %கள்)

source: READING LIST: No books on '%s' list need to be synced
ta: படித்தல் பட்டியல்: '%s' பட்டியலில் எந்த புத்தகங்களும் ஒத்திசைக்கப்பட வேண்டியதில்லை

source: Main memory
ta: முதன்மை நினைவகம்

source: Storage Card A
ta: சேமிப்பக அட்டை a

source: Storage Card B
ta: சேமிப்பக அட்டை ஆ

source: READING LIST: No books on '%s' list found on device to remove
ta: படித்தல் பட்டியல்: நீக்குவதற்கு சாதனத்தில் '%எஸ்' பட்டியலில் புத்தகங்கள் எதுவும் இல்லை

source: Reading List error
ta: பட்டியல் பிழை

source: Unable to find the Remove Books plugin
ta: அகற்றும் புத்தக சொருகி கண்டுபிடிக்க முடியவில்லை

source: Deleting books from device.
ta: சாதனத்திலிருந்து புத்தகங்களை நீக்குகிறது.

source: READING LIST: Auto-populating device list:
ta: படித்தல் பட்டியல்: தானாக மக்கள்தொகை சாதன பட்டியல்:

source: READING LIST: Removing %d ids from automatic list: %s
ta: படித்தல் பட்டியல்: தானியங்கி பட்டியலிலிருந்து %d ஐடிகளை நீக்குதல்: %கள்

source: READING LIST: Adding %d ids to automatic list: %s
ta: படித்தல் பட்டியல்: தானியங்கி பட்டியலில் %d ஐடிகளைச் சேர்ப்பது: %கள்

source: READING LIST: Auto-populating search list:
ta: படித்தல் பட்டியல்: தானாக மக்கள்தொகை தேடல் பட்டியல்:

source: READING LIST: Aborting updating auto-search list as has no expression:
ta: படித்தல் பட்டியல்: வெளிப்பாடு இல்லாதபடி ஆட்டோ-தேடல் பட்டியலை புதுப்பித்தல்:

source: READING LIST: Now %d ids on automatic list: %s
ta: படித்தல் பட்டியல்: இப்போது தானியங்கி பட்டியலில் %d ஐடிகள்: %கள்

source: READING LIST: Attempting to recreate Kindle collections
ta: படித்தல் பட்டியல்: கின்டெல் சேகரிப்புகளை மீண்டும் உருவாக்க முயற்சிக்கிறது

source: Kindle Collections Failed
ta: கின்டெல் சேகரிப்புகள் தோல்வியடைந்தன

source: You must have the Kindle Collections plugin installed in order to recreate collections after a sync.
ta: ஒரு ஒத்திசைவுக்குப் பிறகு சேகரிப்புகளை மீண்டும் உருவாக்க நீங்கள் கின்டெல் சேகரிப்பு சொருகி நிறுவப்பட்டிருக்க வேண்டும்.

source: *Any Device
ta: *எந்த சாதனமும்

source: Manually add/remove items
ta: உருப்படிகளை கைமுறையாக சேர்க்கவும்/அகற்றவும்

source: Auto populated from books on device
ta: சாதனத்தில் உள்ள புத்தகங்களிலிருந்து தானாகவே உள்ளது

source: Auto populated from search
ta: தேடலில் இருந்து ஆட்டோ மக்கள்தொகை கொண்டது

source: Add new list items to device
ta: சாதனத்தில் புதிய பட்டியல் உருப்படிகளைச் சேர்க்கவும்

source: Add/overwrite all list items to device
ta: சாதனத்தில் அனைத்து பட்டியல் உருப்படிகளையும் சேர்க்கவும்/மேலெழுதவும்

source: Remove list items from device
ta: சாதனத்திலிருந்து பட்டியல் உருப்படிகளை அகற்று

source: Replace device with list, add new items only
ta: சாதனத்தை பட்டியலுடன் மாற்றவும், புதிய உருப்படிகளை மட்டும் சேர்க்கவும்

source: Replace device with list, add/overwrite all
ta: சாதனத்தை பட்டியலுடன் மாற்றவும், அனைத்தையும் சேர்க்கவும்/மேலெழுதவும்

source: Auto populate list from books on device
ta: சாதனத்தில் உள்ள புத்தகங்களிலிருந்து ஆட்டோ விரிவாக்கம்

source: Do not update calibre column
ta: காலிபர் நெடுவரிசையை புதுப்பிக்க வேண்டாம்

source: Update column for add or remove
ta: சேர்க்க அல்லது அகற்ற நெடுவரிசையைப் புதுப்பிக்கவும்

source: Update column for add to list only
ta: பட்டியலுக்கு மட்டுமே சேர்க்க நெடுவரிசையைப் புதுப்பிக்கவும்

source: Update column for remove from list only
ta: பட்டியலிலிருந்து மட்டும் அகற்ற நெடுவரிசையைப் புதுப்பிக்கவும்

source: Kindle Collections
ta: கின்டெல் சேகரிப்புகள்

source: Location
ta: இடம்

source: Menu
ta: பட்டியல்

source: Name
ta: பெயர்

source: Status
ta: நிலை

source: Lists:
ta: பட்டியல்கள்:

source: Add list
ta: பட்டியலைச் சேர்க்கவும்

source: Delete list
ta: பட்டியலை நீக்கு

source: Rename list
ta: பட்டியல் மறுபெயரிடுதல்

source: Population Options:
ta: மக்கள்தொகை விருப்பங்கள்:

source: &List type:
ta: & பட்டியல் வகை:

source: Choose how this list will be populated
ta: இந்த பட்டியல் எவ்வாறு மக்கள்தொகை கொண்டதாக இருக்கும் என்பதைத் தேர்வுசெய்க

source: &Auto populate from search:
ta: & ஆட்டோ தேடலில் இருந்து மக்கள் தொகை:

source: If list is populated from a search, specify the calibre search expression
ta: ஒரு தேடலில் இருந்து பட்டியல் மக்கள் தொகை இருந்தால், காலிபர் தேடல் வெளிப்பாட்டைக் குறிப்பிடவும்

source: Sync Options:
ta: ஒத்திசைவு விருப்பங்கள்:

source: &Device to sync this list to:
ta: & இந்த பட்டியலை ஒத்திசைக்க சாதனம்:

source: By specifying a device you can sync either manually or automatically the contents of a list to that device. This replaces the Book Sync plugin functionality
ta: ஒரு சாதனத்தைக் குறிப்பிடுவதன் மூலம் நீங்கள் கைமுறையாக அல்லது ஒத்திசைக்கலாம் தானாகவே அந்த சாதனத்தின் பட்டியலின் உள்ளடக்கங்கள். இது புத்தக ஒத்திசைவு சொருகி செயல்பாட்டை மாற்றுகிறது

source: &When syncing this list:
ta: & இந்த பட்டியலை ஒத்திசைக்கும்போது:

source: Control how your items are synced to the device. Sync only new items, sync all items overwriting existing or use this list to just remove items from your device.
ta: உங்கள் உருப்படிகள் சாதனத்துடன் எவ்வாறு ஒத்திசைக்கப்படுகின்றன என்பதைக் கட்டுப்படுத்தவும். புதிய உருப்படிகளை மட்டுமே ஒத்திசைக்கவும், இருக்கும் அனைத்து பொருட்களையும் ஒத்திசைக்கவும் அல்லது உங்கள் சாதனத்திலிருந்து உருப்படிகளை அகற்ற இந்த பட்டியலைப் பயன்படுத்தவும்.

source: Sync to this device as soon as it is connected
ta: இந்த சாதனம் இணைக்கப்பட்டவுடன் அதை ஒத்திசைக்கவும்

source: Uncheck this option if you prefer to manually sync to your device. If no device is specified this checkbox has no effect
ta: உங்கள் சாதனத்துடன் கைமுறையாக ஒத்திசைக்க விரும்பினால் இந்த விருப்பத்தைத் தேர்வு செய்யவும். எந்த சாதனமும் குறிப்பிடப்படவில்லை என்றால் இந்த தேர்வுப்பெட்டியில் எந்த விளைவும் இல்லை

source: Clear this list after a sync to this device
ta: இந்த சாதனத்திற்கு ஒத்திசைவுக்குப் பிறகு இந்த பட்டியலை அழிக்கவும்

source: If unchecked, only items not on the device already will be synced. If no device is specified this checkbox has no effect. This option can only be used with manual type lists.
ta: தேர்வு செய்யப்படாவிட்டால், சாதனத்தில் இல்லாத உருப்படிகள் மட்டுமே ஏற்கனவே ஒத்திசைக்கப்படும். எந்த சாதனமும் குறிப்பிடப்படவில்லை என்றால் இந்த தேர்வுப்பெட்டியில் எந்த விளைவும் இல்லை. இந்த விருப்பத்தை கையேடு வகை பட்டியல்களுடன் மட்டுமே பயன்படுத்த முடியும்.

source: Column Update Options:
ta: நெடுவரிசை புதுப்பிப்பு விருப்பங்கள்:

source: When &changing this list:
ta: எப்போது & இந்த பட்டியலை மாற்றுவது:

source: Optionally modify tags or a custom column when you add and/or remove items from this list.
ta: நீங்கள் போது குறிச்சொற்கள் அல்லது தனிப்பயன் நெடுவரிசையை விருப்பமாக மாற்றவும் இந்த பட்டியலிலிருந்து உருப்படிகளைச் சேர்க்கவும்/அல்லது அகற்றவும்.

source: &Column to update:
ta: புதுப்பிக்க நெடுவரிசை:

source: Optionally specify a column to add/remove a value from when adding or removing items from this list
ta: ஒரு மதிப்பைச் சேர்க்க/அகற்ற ஒரு நெடுவரிசையை விருப்பமாக குறிப்பிடவும் இந்த பட்டியலிலிருந்து உருப்படிகளைச் சேர்க்கும்போது அல்லது அகற்றும்போது

source: &Value in column to add/remove:
ta: & சேர்க்க/அகற்ற நெடுவரிசையில் மதிப்பு:

source: Specify the tag or custom column value to be added when adding to this list or removed when the book is taken off the list
ta: சேர்க்கும்போது சேர்க்க வேண்டிய குறிச்சொல் அல்லது தனிப்பயன் நெடுவரிசை மதிப்பைக் குறிப்பிடவும் இந்த பட்டியலில் அல்லது புத்தகம் பட்டியலில் இருந்து எடுக்கப்படும் போது அகற்றப்பட்டது

source: Reading Order Options:
ta: ஆர்டர் விருப்பங்களைப் படித்தல்:

source: &Store in series column:
ta: & தொடர் நெடுவரிசையில் சேமிக்கவும்:

source: You can optionally display the current reading list order in a custom series column. You should not edit this column directly! Only usable with Manually managed lists that are not Cleared on Sync.
ta: தற்போதைய வாசிப்பு பட்டியல் வரிசையை நீங்கள் விருப்பமாகக் காட்டலாம் தனிப்பயன் தொடர் நெடுவரிசையில். இந்த நெடுவரிசையை நீங்கள் நேரடியாக திருத்தக்கூடாது! ஒத்திசைவில் அழிக்கப்படாத கைமுறையாக நிர்வகிக்கப்பட்ட பட்டியல்களுடன் மட்டுமே பயன்படுத்தக்கூடியது.

source: &Series name:
ta: & தொடர் பெயர்:

source: Specify the name for this reading order series If left blank, will use the name of the list this book is on.
ta: இந்த வாசிப்பு ஆர்டர் தொடருக்கான பெயரைக் குறிப்பிடவும் காலியாக இருந்தால், இந்த புத்தகம் இயக்கத்தில் உள்ள பட்டியலின் பெயரைப் பயன்படுத்தும்.

source: Display Options:
ta: காட்சி விருப்பங்கள்:

source: Move "View list" to the top level of the plugin menu for this list
ta: இந்த பட்டியலுக்கான சொருகி மெனுவின் மேல் நிலைக்கு "காட்சி பட்டியலை" நகர்த்தவும்

source: By default Reading List creates a View List submenu for all your lists when you have multiple. If checked, this list will be moved to the top level menu for ease of access. NOTE: Your "default" list will always appear on the top menu, regardless of this checkbox
ta: இயல்புநிலையாக வாசிப்பு பட்டியல் உங்களிடம் பல இருக்கும்போது உங்கள் எல்லா பட்டியல்களுக்கும் ஒரு பார்வை பட்டியல் துணைமெனுவை உருவாக்குகிறது. சரிபார்க்கப்பட்டால், இந்த பட்டியல் அணுகலை எளிதாக்குவதற்காக மேல் நிலை மெனுவுக்கு மாற்றப்படும். குறிப்பு: இந்த தேர்வுப்பெட்டியைப் பொருட்படுத்தாமல், உங்கள் "இயல்புநிலை" பட்டியல் எப்போதும் மேல் மெனுவில் தோன்றும்

source: Apply reading list order when viewing list
ta: பட்டியலைப் பார்க்கும்போது வாசிப்பு பட்டியல் வரிசையைப் பயன்படுத்துங்கள்

source: If checked, viewing a reading list will also change your Calibre sort order. Lists can be manually reordered using this plugin, defaulting to order added to list. If unchecked, current calibre sort will be left unchanged when you view the list.
ta: சரிபார்க்கப்பட்டால், வாசிப்பு பட்டியலைப் பார்ப்பது உங்கள் காலிபர் வரிசை வரிசையையும் மாற்றும். இந்த சொருகி பயன்படுத்தி பட்டியல்களை கைமுறையாக மறுவரிசைப்படுத்தலாம், பட்டியலில் சேர்க்கப்பட்ட ஆர்டருக்கு இயல்புநிலை. தேர்வு செய்யப்படாவிட்டால், நீங்கள் பட்டியலைப் பார்க்கும்போது தற்போதைய காலிபர் வகை மாறாமல் இருக்கும்.

source: Restore sort after viewing list
ta: பட்டியலைப் பார்த்த பிறகு வரிசையை மீட்டெடுங்கள்

source: If checked, calibre sort will be restored to its original state after the user quits the reading list view by changing or clearing calibre's search, switching libraries, or quitting calibre.
ta: சரிபார்க்கப்பட்டால், காலிபர் வகை அதன் அசல் நிலைக்கு மீட்டமைக்கப்படும் காலிபர்ஸை மாற்றுவதன் மூலம் அல்லது அழிப்பதன் மூலம் பயனர் வாசிப்பு பட்டியல் காட்சியை விட்டு வெளியேறுகிறார் நூலகங்களைத் தேடுங்கள், மாறுதல் அல்லது காலிபர் விட்டு வெளியேறுதல்.

source: Add new list
ta: புதிய பட்டியலைச் சேர்க்கவும்

source: Default
ta: இயல்புநிலை

source: Enter a unique display name for this list:
ta: இந்த பட்டியலுக்கு தனித்துவமான காட்சி பெயரை உள்ளிடவும்:

source: Add failed
ta: தோல்வியுற்றது

source: A list with the same name already exists
ta: அதே பெயருடன் ஒரு பட்டியல் ஏற்கனவே உள்ளது

source: Enter a new display name for this list:
ta: இந்த பட்டியலுக்கு புதிய காட்சி பெயரை உள்ளிடவும்:

source: Cannot delete
ta: நீக்க முடியாது

source: You must have at least one list
ta: உங்களிடம் குறைந்தது ஒரு பட்டியலைக் கொண்டிருக்க வேண்டும்

source: Do you want to delete the list named '%s'
ta: '%S' என்ற பெயரில் நீக்க விரும்புகிறீர்களா?

source: Devices:
ta: சாதனங்கள்:

source: Add connected device
ta: இணைக்கப்பட்ட சாதனத்தைச் சேர்க்கவும்

source: If you do not have a device connected currently, either plug one in now or exit the dialog and connect to folder/iTunes first
ta: உங்களிடம் தற்போது சாதனம் இணைக்கப்பட்டிருந்தால், ஒன்றை செருகவும் இப்போது அல்லது உரையாடலில் இருந்து வெளியேறி முதலில் கோப்புறை/ஐடியூன்ஸ் உடன் இணைக்கவும்

source: Rename the currently connected device
ta: தற்போது இணைக்கப்பட்ட சாதனத்தை மறுபெயரிடுங்கள்

source: Delete this device from the device list
ta: சாதன பட்டியலிலிருந்து இந்த சாதனத்தை நீக்கவும்

source: Rename failed
ta: மறுபெயரிடப்பட்டது தோல்வியுற்றது

source: You must select a device first
ta: நீங்கள் முதலில் ஒரு சாதனத்தைத் தேர்ந்தெடுக்க வேண்டும்

source: You can only rename a device that is currently connected
ta: தற்போது இணைக்கப்பட்டுள்ள சாதனத்தை மட்டுமே நீங்கள் மறுபெயரிட முடியும்

source: Rename device
ta: சாதனம் மறுபெயரிடுங்கள்

source: Enter a new display name for this device:
ta: இந்த சாதனத்திற்கு புதிய காட்சி பெயரை உள்ளிடவும்:

source: An error occured while renaming.
ta: மறுபெயரிடும்போது பிழை ஏற்பட்டது.

source: Delete failed
ta: நீக்கு தோல்வியுற்றது

source: You are about to remove the <b>%s</b> device from this list.
ta: இந்த பட்டியலிலிருந்து <b>%கள் </b> சாதனத்தை அகற்ற உள்ளீர்கள்.

source: Are you sure you want to continue?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: Edit the keyboard shortcuts associated with this plugin
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: Reset &confirmation dialogs
ta: மீட்டமை மற்றும் உறுதிப்படுத்தல் உரையாடல்கள்

source: Reset all show me again dialogs for the Reading List plugin
ta: மீட்டமை அனைத்தும் வாசிப்பு பட்டியல் சொருகி மீண்டும் உரையாடல்களைக் காட்டு

source: &View library preferences
ta: & நூலக விருப்பங்களைக் காண்க

source: View data stored in the library database for this plugin
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க

source: Show dialog when removing books from device
ta: சாதனத்திலிருந்து புத்தகங்களை அகற்றும்போது உரையாடலைக் காட்டு

source: If syncing your list means books are removed from your device, then a dialog will be displayed allowing you to confirm first. Uncheck this option to allow unattended syncing to your device.
ta: உங்கள் பட்டியலை ஒத்திசைப்பது என்றால் உங்கள் சாதனத்திலிருந்து புத்தகங்கள் அகற்றப்படும் முதலில் உறுதிப்படுத்த உங்களை அனுமதிக்கும் உரையாடல் காண்பிக்கப்படும். உங்கள் சாதனத்தில் கவனிக்கப்படாத ஒத்திசைவை அனுமதிக்க இந்த விருப்பத்தைத் தேர்வுநீக்கவும்.

source: Done
ta: முடிந்தது

source: Confirmation dialogs have all been reset
ta: உறுதிப்படுத்தல் உரையாடல்கள் அனைத்தும் மீட்டமைக்கப்பட்டுள்ளன

source: Lists
ta: பட்டியல்கள்

source: Devices
ta: சாதனங்கள்

source: Other
ta: மற்றொன்று
