Repository: kiwidude68/calibre_plugins
Catalog: import_list/translations/*.po
Languages: ar, es, ta, uk

source: The name you specified is not unique
ar: الاسم الذي حددته غير فريد
es: El nombre que especificó no es único
ta: நீங்கள் குறிப்பிட்ட பெயர் தனித்துவமானது அல்ல
uk: Вказана вами назва не є унікальною

source: Select setting file(s) to import
ar: تحديد ملف (ملفات) الإعداد للاستيراد
es: Seleccionar archivo(s) de configuración para importar
ta: இறக்குமதி செய்ய கோப்பு (களை) அமைத்தல் என்பதைத் தேர்ந்தெடுக்கவும்
uk: Виберіть файли параметрів для імпортування

source: Save setting as
ar: حفظ الإعداد باسم
es: Guardar configuración como
ta: அமைப்பை சேமிக்கவும்
uk: Зберегти параметр як

source: View as List
ar: عرض كقائمة
es: Ver como lista
ta: பட்டியலாக காண்க
uk: Перегляд списком

source: View by Category
ar: عرض حسب الفئة
es: Ver por categoría
ta: வகை மூலம் காண்க
uk: Перегляд за категорією

source: Strip matching text
ar: تجريد النص المطابق
es: Quitar texto coincidente
ta: பொருந்தும் உரை
uk: Вилучити відповідний текст

source: Include matching text
ar: تضمين النص المطابق
es: Incluir texto coincidente
ta: பொருந்தக்கூடிய உரையை சேர்க்கவும்
uk: Включити відповідний текст

source: Choose a predefined pattern
ar: اختر نمطًا محددًا مسبقًا
es: Elija un patrón predefinido
ta: முன் வரையறுக்கப்பட்ட வடிவத்தைத் தேர்வுசெய்க
uk: Вибрати попередньо визначений взірець

source: Clear the regular expression
ar: مسح التعبير العادي
es: Borrar la expresión regular
ta: வழக்கமான வெளிப்பாட்டை அழிக்கவும்
uk: Вилучити формальний вираз

source: &Download from url:
ar: &تنزيل من عنوان URL:
es: &Descargar desde URL:
ta: முகவரி இலிருந்து பதிவிறக்கு:
uk: &Отримати з адреси:

source: Paste a URL from your clipboard
ar: الصق عنوان URL من الحافظة الخاصة بك
es: Pegue una URL de su portapapeles
ta: உங்கள் கிளிப்போர்டிலிருந்து ஒரு முகவரி ஐ ஒட்டவும்
uk: Вставити адресу з буфера обміну даними

source: Open this url in your web browser
ar: افتح عنوان URL هذا في متصفح الويب الخاص بك
es: Abra esta URL en su navegador web
ta: இந்த முகவரி ஐ உங்கள் வலை உலாவியில் திறக்கவும்
uk: Відкрити цю адрес у програмі для перегляду інтернету

source: &Source html:
ar: &مصدر html:
es: &Fuente html:
ta: & மூல html:
uk: &Початковий html:

source: Specify the web page encoding if not utf-8
ar: حدد ترميز صفحة الويب إذا لم يكن utf-8
es: Especifique la codificación de la página web si no es utf-8
ta: utf-8 இல்லையென்றால் வலைப்பக்க குறியாக்கத்தைக் குறிப்பிடவும்
uk: Вказати кодування вебсторінки, якщо це не utf-8

source: Load javascript
ar: تحميل جافاسكريبت
es: Cargar javascript
ta: சாவாச்கிரிப்டை ஏற்றவும்
uk: Завантажити javascript

source: Enable this option if the web page renders its content using javascript
ar: مكّن هذا الخيار إذا كانت صفحة الويب تعرض محتواها باستخدام جافاسكريبت
es: Habilite esta opción si la página web representa su contenido usando javascript
ta: வலைப்பக்கம் சாவாச்கிரிப்டைப் பயன்படுத்தி அதன் உள்ளடக்கத்தை வழங்கினால் இந்த விருப்பத்தை இயக்கவும்
uk: Позначте цей пункт, якщо для обробки вмісту вебсторінки потрібен код javascript

source: &Delay:
ar: &تأخير:
es: &Demora:
ta: & தாமதம்:
uk: Затр&имка:

source: Additional delay in seconds to wait for web page javascript to execute
ar: تأخير إضافي بالثواني لانتظار تنفيذ جافاسكريبت صفحة الويب
es: Retraso adicional en segundos para esperar a que se ejecute el javascript de la página web
ta: வலைப்பக்க சாவாச்கிரிப்ட் செயல்படுத்த காத்திருக்க வினாடிகளில் கூடுதல் நேரந்தவறுகை
uk: Додаткова затримка очікування у секундах на виконання коду javascript вебсторінки

source: Find:
ar: بحث:
es: Buscar:
ta: கண்டுபிடி:
uk: Знайти:

source: &Text:
ar: &نص:
es: &Texto:
ta: & உரை:
uk: &Текст:

source: Search for text to help locate the region of interest such as a book name when designing your xpath expressions
ar: البحث عن نص للمساعدة في تحديد المنطقة المطلوبة مثل اسم كتاب عند تصميم تعبيرات xpath الخاصة بك
es: Busque texto para ayudar a localizar la región de interés, como un nombre de libro al diseñar sus expresiones xpath
ta: போன்ற ஆர்வமுள்ள பகுதியைக் கண்டறிய உரையைத் தேடுங்கள் உங்கள் எக்ச்பாத் வெளிப்பாடுகளை வடிவமைக்கும்போது புத்தகப் பெயர்
uk: Шукати текст для спрощення визначення потрібного місця, зокрема назви книги, при створенні ваших виразів xpath

source: Search for specific text
ar: البحث عن نص محدد
es: Buscar un texto específico
ta: குறிப்பிட்ட உரையைத் தேடுங்கள்
uk: Шукати вказаний текст

source: &Find
ar: &بحث
es: &Encontrar
ta: & கண்டுபிடி
uk: &Знайти

source: XPath:
ta: எக்ச்பாத்:

source: Specify XPath expressions to identify the parent rows and title / authors within each row in the source html.
ar: حدد تعبيرات XPath لتحديد الصفوف الأصلية والعنوان / المؤلفين داخل كل صف في مصدر html.
es: Especifique expresiones XPath para identificar las filas principales y el título/autores dentro de cada fila en el html de origen.
ta: html மூலத்தில் ஒவ்வொரு வரிசையிலும் பெற்றோர் வரிசைகள் மற்றும் தலைப்பு / ஆசிரியர்களை அடையாளம் காண எக்ச்பாத் வெளிப்பாடுகளைக் குறிப்பிடவும்.
uk: Вкажіть вирази XPath для виявлення батьківських рядків та записів назви / авторів у кожному з рядків початкового коду html.

source: 0 occurrences
ar: 0 تكرارات
es: 0 ocurrencias
ta: 0 நிகழ்வுகள்
uk: 0 відповідників

source: Number of matches using Test
ar: عدد المطابقات باستخدام الاختبار
es: Número de coincidencias usando Prueba
ta: சோதனையைப் பயன்படுத்தி போட்டிகளின் எண்ணிக்கை
uk: Кількість відповідників, де використано перевірку

source: Previous test result
ar: نتيجة الاختبار السابقة
es: Resultado de la prueba anterior
ta: முந்தைய சோதனை முடிவு
uk: Попередній результат перевірки

source: Next test result
ar: نتيجة الاختبار التالية
es: Próximo resultado de la prueba
ta: அடுத்த சோதனை முடிவு
uk: Наступний результат перевірки

source: No matches
ar: لا توجد مطابقات
es: No hay coincidencias
ta: போட்டிகள் இல்லை
uk: Немає відповідників

source: No matches for:
ar: لا توجد مطابقات لـ:
es: No hay coincidencias para:
ta: இதற்கான போட்டிகள் இல்லை:
uk: Немає відповідників:

source: Identify the parent node in the html source that contains a single book
ar: تحديد العقدة الأصلية في مصدر html التي تحتوي على كتاب واحد
es: Identifique el nodo principal en la fuente html que contiene un solo libro
ta: ஒற்றை புத்தகத்தைக் கொண்ட html மூலத்தில் பெற்றோர் முனையை அடையாளம் காணவும்
uk: Виявити батьківський вузол у коді html, який містить дані однієї книги

source: Strip: %s
ar: تجريد: %s
es: Limpiar: %s
ta: துண்டு: %s
uk: Обрізати: %s

source: Include: %s
ar: تضمين: %s
es: Incluir: %s
ta: அடங்கும்: %s
uk: Включити: %s

source: No expression
ar: لا يوجد تعبير
es: Sin expresión
ta: வெளிப்பாடு இல்லை
uk: Немає виразу

source: Failed to download page
ar: فشل تنزيل الصفحة
es: Error al descargar la página
ta: பக்கத்தைப் பதிவிறக்கத் தவறிவிட்டது
uk: Не вдалося отримати сторінку

source: You must specify an xpath
ar: يجب عليك تحديد XPath
es: Debe especificar un xpath
ta: நீங்கள் ஒரு எக்ச்பாதைக் குறிப்பிட வேண்டும்
uk: Вам слід вказати xpath

source: Test failed
ar: فشل الاختبار
es: Prueba fallida
ta: சோதனை தோல்வியடைந்தது
uk: Перевірку не пройдено

source: No html source available to match against
ar: لا يوجد مصدر html متاح للمطابقة
es: No hay fuente html disponible para comparar
ta: பொருந்தக்கூடிய html சான்று எதுவும் கிடைக்கவில்லை
uk: Немає початкового коду html для встановлення відповідності

source: Invalid xpath
ar: XPath غير صالح
es: XPath no válido
ta: தவறான எக்ச்பாத்
uk: Некоректне значення XPath

source: Your xpath expression is invalid
ar: تعبير XPath الخاص بك غير صالح
es: Su expresión xpath no es válida
ta: உங்கள் எக்ச்பாத் வெளிப்பாடு தவறானது
uk: Ваш вираз xpath є некоректним

source: occurrences
ar: تكرارات
es: ocurrencias
ta: நிகழ்வுகள்
uk: відповідників

source: You have not specified any xpath expressions
ar: لم تحدد أي تعبيرات XPath
es: No ha especificado ninguna expresión xpath
ta: நீங்கள் எந்த எக்ச்பாத் வெளிப்பாடுகளையும் குறிப்பிடவில்லை
uk: Вами не вказано жодних виразів xpath

source: You have not specified a title xpath expression
ar: لم تحدد تعبير XPath للعنوان
es: No ha especificado una expresión xpath de título
ta: தலைப்பு எக்ச்பாத் வெளிப்பாட்டை நீங்கள் குறிப்பிடவில்லை
uk: Вами не вказано виразу xpath для назви

source: You must add a series_index xpath field if using series
ar: يجب عليك إضافة حقل series_index xpath إذا كنت تستخدم السلسلة
es: Debe añadir un campo xpath series_index si usa series
ta: தொடரைப் பயன்படுத்தினால் நீங்கள் ஒரு தொடர்_இண்டெக்ச் எக்ச்பாத் புலத்தைச் சேர்க்க வேண்டும்
uk: Вам слід додати поле xpath series_index, якщо використано цикли

source: You must add a series xpath field if using series index
ar: يجب عليك إضافة حقل series xpath إذا كنت تستخدم فهرس السلسلة
es: Debe añadir un campo xpath de serie si usa el índice de serie
ta: தொடர் குறியீட்டைப் பயன்படுத்தினால் நீங்கள் ஒரு தொடர் எக்ச்பாத் புலத்தைச் சேர்க்க வேண்டும்
uk: Вам слід додати поле xpath для циклу, якщо використано номер у циклі

source: Failed to process page
ar: فشل معالجة الصفحة
es: No se pudo procesar la página
ta: பக்கத்தை செயலாக்குவதில் தோல்வி
uk: Не вдалося обробити сторінку

source: Import Book List
ar: استيراد قائمة الكتب
es: Importar lista de libros
ta: இறக்குமதி புத்தக பட்டியல்
uk: Імпортувати список книг

source: &Options
ar: &خيارات
es: &Opciones
ta: &விருப்பங்கள்
uk: &Параметри

source: Filter by match algorithm
es: Filtrar por algoritmo de coincidencia
uk: Фільтрувати за алгоритмом відповідності

source: &Unquote
ar: &إزالة علامات الاقتباس
es: &Quitar comillas
uk: В&илучити лапки
