Repository: kiwidude68/calibre_plugins
Catalog: import_list/translations/*.po
Languages: ar, es, ta, uk

source: This column will be ignored. Either add a matching custom column or edit your import statement.
ar: سيتم تجاهل هذا العمود. إما أن تضيف عمودًا مخصصًا مطابقًا أو تعدل عبارة الاستيراد الخاصة بك.
es: Esta columna será ignorada. Añada una columna personalizada coincidente o modifique la declaración de importación.
ta: இந்த நெடுவரிசை புறக்கணிக்கப்படும். பொருந்தக்கூடிய தனிப்பயன் நெடுவரிசையைச் சேர்க்கவும் அல்லது உங்கள் இறக்குமதி அறிக்கையைத் திருத்தவும்.
uk: Цей стовпчик буде проігноровано. Або додайте відповідний нетиповий стовпчик або змініть вашу інструкцію імпортування.

source: ImportList plugin: no metadata found for column:
ar: إضافة ImportList: لم يتم العثور على بيانات وصفية للعمود:
es: Complemento ImportList: no se encontraron metadatos para la columna:
ta: இறக்குமதி பட்டியல் சொருகி: நெடுவரிசைக்கு மேனிலை தரவு இல்லை:
uk: Додаток імпортування списку: не знайдено метаданих для стовпчика:

source: Adding books (%(idx)d of %(count)d): %(title)s
ar: إضافة كتب (%(idx)d من %(count)d): %(title)s
es: Añadiendo libros (%(idx)d de %(count)d): %(title)s
ta: புத்தகங்களைச் சேர்ப்பது ( %(idx)d of %(count)d): %(title)s
uk: Додаємо книги, (%(idx)d з %(count)d): %(title)s

source: Updating books (%(idx)d of %(count)d): %(title)s
ar: تحديث الكتب (%(idx)d من %(count)d): %(title)s
es: Actualizando libros (%(idx)d de%(count)d): %(title)s
ta: புத்தகங்களைப் புதுப்பித்தல் ( %(idx)d of %(count)d): %(title)s
uk: Оновлюємо книги, (%(idx)d з %(count)d): %(title)s

source: You have not specified a reading list name
ar: لم تحدد اسم قائمة قراءة
es: No ha especificado un nombre de lista de lectura
ta: வாசிப்பு பட்டியல் பெயரை நீங்கள் குறிப்பிடவில்லை
uk: Вами не вказано назви списку читання

source: Invalid List Name
ar: اسم قائمة غير صالح
es: Nombre de lista no válido
ta: தவறான பட்டியல் பெயர்
uk: Некоректна назва списку

source: Another list exists with this name
ar: توجد قائمة أخرى بهذا الاسم
es: Existe otra lista con este nombre
ta: இந்த பெயருடன் மற்றொரு பட்டியல் உள்ளது
uk: Існує інший список із такою самою назвою

source: Invalid Setting Name
ar: اسم إعداد غير صالح
es: Nombre de configuración no válido
ta: தவறான அமைப்பு பெயர்
uk: Некоректна назва налаштувань

source: You have not specified a setting name
ar: لم تحدد اسم إعداد
es: No ha especificado un nombre de configuración
ta: நீங்கள் ஒரு அமைப்பின் பெயரைக் குறிப்பிடவில்லை
uk: Вами не вказано назви налаштувань

source: Failed
ar: فشل
es: Fallo
ta: தோல்வி
uk: Помилка

source: Update metadata fields
ar: تحديث حقول البيانات الوصفية
es: Actualizar campos de metadatos
ta: மேனிலை தரவு புலங்களை புதுப்பிக்கவும்
uk: Оновити поля метаданих

source: Select all
ar: تحديد الكل
es: Seleccionar todo
ta: அனைத்தையும் தெரிவுசெய்
uk: Вибрати усе

source: Clear all
ar: مسح الكل
es: Limpiar todo
ta: அனைத்தையும் அழி
uk: Вилучити все

source: No fields selected
ar: لم يتم تحديد حقول
es: No hay campos seleccionados
ta: எந்த புலங்களும் தேர்ந்தெடுக்கப்படவில்லை
uk: Не вибрано жодного поля

source: Step 2: Match list of books against your library
ar: الخطوة 2: مطابقة قائمة الكتب مع مكتبتك
es: Paso 2: haga coincidir la lista de libros con su biblioteca
ta: படி 2: உங்கள் நூலகத்திற்கு எதிரான புத்தகங்களின் பட்டியல்
uk: Крок 2: встановлення відповідності списку книг ваші бібліотеці

source: Books in list:
ar: الكتب في القائمة:
es: Libros en lista:
ta: பட்டியலில் உள்ள புத்தகங்கள்:
uk: Книги у списку:

source: Show All
ar: إظهار الكل
es: Mostrar todo
ta: அனைத்தையும் காட்டு
uk: Показати усі

source: Matched
ar: مطابق
es: Coincidencias
ta: பொருந்தியது
uk: Відповідні

source: Unmatched
ar: غير مطابق
es: Sin coincidencias
ta: குறிப்பிடப்படாத
uk: Невідповідні

source: Matches in library:
ar: المطابقات في المكتبة:
es: Coincidencias en la biblioteca:
ta: நூலகத்தில் பொருந்துகிறது:
uk: Відповідники у бібліотеці:

source: Clear the match associated with the selected books in the list
ar: مسح المطابقة المرتبطة بالكتب المحددة في القائمة
es: Borrar la coincidencia asociada con los libros seleccionados en la lista
ta: பட்டியலில் தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுடன் தொடர்புடைய போட்டியை அழிக்கவும்
uk: Очистити відповідність, пов'язану із позначеними книгами у списку

source: Remove the selected books from the list
ar: إزالة الكتب المحددة من القائمة
es: Eliminar los libros seleccionados de la lista
ta: பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை அகற்றவும்
uk: Вилучити позначені книги зі списку

source: Create an empty book for the selected books in the list
ar: إنشاء كتاب فارغ للكتب المحددة في القائمة
es: Crear un libro vacío para los libros seleccionados en la lista
ta: பட்டியலில் தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுக்கு வெற்று புத்தகத்தை உருவாக்கவும்
uk: Створити порожню книгу для позначених книг у списку

source: Update metadata for the selected books in the list
ar: تحديث البيانات الوصفية للكتب المحددة في القائمة
es: Actualizar los metadatos de los libros seleccionados en la lista
ta: பட்டியலில் தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுக்கான மெட்டாடேட்டாவைப் புதுப்பிக்கவும்
uk: Оновити метадані для позначених книг у списку

source: Revert metadata for the selected books back to existing values
ar: العودة بالبيانات الوصفية للكتب المحددة إلى القيم الموجودة
es: Revertir los metadatos de los libros seleccionados a los valores existentes
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுக்கான மெட்டாடேட்டாவை ஏற்கனவே இருக்கும் மதிப்புகளுக்கு மாற்றவும்
uk: Повернутися до наявних значень метаданих для позначених книг у списку

source: Possible matches for selected book:
ar: المطابقات المحتملة للكتاب المحدد:
es: Posibles coincidencias para el libro seleccionado:
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகத்திற்கான சாத்தியமான போட்டிகள்:
uk: Можливі відповідники позначеної книги:

source: Search:
ar: بحث:
es: Buscar:
ta: தேடல்:
uk: Шукати:

source: &Go!
ar: &اذهب!
es: &Ir!
ta: &போ!
uk: Пере&йти!

source: Select this book as the match for this list title
ar: حدد هذا الكتاب كالمطابقة لعنوان هذه القائمة
es: Seleccione este libro como la coincidencia para el título de esta lista
ta: இந்த பட்டியல் தலைப்புக்கான பொருத்தமாக இந்த புத்தகத்தைத் தேர்ந்தெடுக்கவும்
uk: Позначити цю книгу як відповідник для цього заголовка списку

source: Append this book as a new item on the list
ar: إلحاق هذا الكتاب كعنصر جديد في القائمة
es: Añadir este libro como un elemento nuevo en la lista
ta: இந்த புத்தகத்தை பட்டியலில் ஒரு புதிய உருப்படியாக சேர்க்கவும்
uk: Дописати цю книгу як новий пункт у списку

source: &Clear match
ar: &مسح المطابقة
es: &Borrar coincidencia
ta: & தெளிவான போட்டி
uk: &Очистити відповідність

source: Match &empty book
ar: مطابقة &كتاب فارغ
es: Coincid&e con libro vacío
ta: போட்டி & வெற்று நூல்
uk: Відповідність &порожній книзі

source: &Update metadata
ar: &تحديث البيانات الوصفية
es: &Actualizar metadatos
ta: & மெட்டாடேட்டாவைப் புதுப்பிக்கவும்
uk: &Оновити метадані

source: &Revert metadata
ar: &العودة بالبيانات الوصفية
es: &Revertir metadatos
ta: & மெட்டாடேட்டாவை மாற்றியமைக்கவும்
uk: &Відновити метадані

source: S&wap Author Names
ar: تبديل أسماء المؤلفين
es: &Intercambiar nombres de autor
ta: எச் & வாப் ஆசிரியர் பெயர்கள்
uk: По&міняти місцями частини імені автора

source: Swap selected author names between FN LN and LN,FN
ar: تبديل أسماء المؤلفين المحددة بين الاسم الأول اسم العائلة واسم العائلة، الاسم الأول
es: Intercambiar nombres de autores seleccionados entre los formatos nombre apellido y apellido, nombre
ta: fn ln மற்றும் ln, fn க்கு இடையில் தேர்ந்தெடுக்கப்பட்ட எழுத்தாளர் பெயர்களை இடமாற்றம் செய்யுங்கள்
uk: Поміняти місцями у записах авторів «Ім'я Прізвище» на «Прізвище, Ім'я»

source: &Search for title/author
ar: &البحث عن عنوان/مؤلف
es: &Buscar por título/autor
ta: & தலைப்பு/ஆசிரியரைத் தேடுங்கள்
uk: &Шукати назву/автора

source: &Search your library using a simplified title/author of this book
ar: &ابحث في مكتبتك باستخدام عنوان/مؤلف مبسط لهذا الكتاب
es: &Busque en su biblioteca usando un título/autor simplificado de este libro
ta: இந்த புத்தகத்தின் எளிமைப்படுத்தப்பட்ட தலைப்பு/ஆசிரியரைப் பயன்படுத்தி உங்கள் நூலகத்தைத் தேடுங்கள்
uk: &Шукати цю книгу у вашій бібліотеці за спрощеним записом назва/автор

source: Search for &title
ar: البحث عن &عنوان
es: Buscar por &título
ta: தேடு & தலைப்பு
uk: Шукати за &назвою

source: &Search your library using a simplified title of this book
ar: &ابحث في مكتبتك باستخدام عنوان مبسط لهذا الكتاب
es: &Busque en su biblioteca usando un título simplificado de este libro
ta: இந்த புத்தகத்தின் எளிமைப்படுத்தப்பட்ட தலைப்பைப் பயன்படுத்தி உங்கள் நூலகத்தைத் தேடுங்கள்
uk: &Шукати цю книгу у вашій бібліотеці за спрощеним записом назви

source: Search for &author
ar: البحث عن &مؤلف
es: Buscar por &autor
ta: & ஆசிரியரைத் தேடுங்கள்
uk: Шукати за &автором

source: &Search your library using a simplified author of this book
ar: &ابحث في مكتبتك باستخدام مؤلف مبسط لهذا الكتاب
es: &Busque en su biblioteca usando un autor simplificado de este libro
ta: இந்த புத்தகத்தின் எளிமைப்படுத்தப்பட்ட ஆசிரியரைப் பயன்படுத்தி உங்கள் நூலகத்தைத் தேடுங்கள்
uk: &Шукати цю книгу у вашій бібліотеці за спрощеним записом автора

source: &Select Book
ar: &تحديد الكتاب
es: &Seleccionar libro
ta: & புத்தகத்தைத் தேர்ந்தெடுக்கவும்
uk: Поз&начити книгу

source: &Append to list
ar: &إلحاق بالقائمة
es: &Añadir a la lista
ta: பட்டியலிட சேர்க்கவும்
uk: Д&описати до списку

source: *** No Match ***
ar: *** لا توجد مطابقة ***
es: *** Sin coincidencia ***
ta: *** பொருத்தம் இல்லை ***
uk: *** Немає відповідників ***

source: Are you sure you want to add the selected book to the list?
ar: هل أنت متأكد أنك تريد إضافة الكتاب المحدد إلى القائمة؟
es: ¿Está seguro de querer añadir el libro seleccionado a la lista?
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகத்தை பட்டியலில் சேர்க்க விரும்புகிறீர்களா?
uk: Ви справді хочете додати позначену книгу до списку?

source: No Match
ar: لا توجد مطابقة
es: Sin coincidencia
ta: பொருத்தம் இல்லை
uk: Немає відповідників

source: *** Multiple Matches ***
ar: *** مطابقات متعددة ***
es: *** Coincidencias Múltiples ***
ta: *** பல போட்டிகள் ***
uk: *** Декілька відповідників ***

source: Multiple Matches
ar: مطابقات متعددة
es: Coincidencias Múltiples
ta: பல போட்டிகள்
uk: Декілька відповідників

source: Displaying all similar matches for this book
ar: عرض جميع المطابقات المتشابهة لهذا الكتاب
es: Mostrando todas las coincidencias similares para este libro
ta: இந்த புத்தகத்திற்கான அனைத்து ஒத்த போட்டிகளையும் காண்பிக்கும்
uk: Показати усі подібні відповідники для цієї книги

source: Search for a book in your library
ar: ابحث عن كتاب في مكتبتك
es: Busca un libro en tu biblioteca
ta: உங்கள் நூலகத்தில் ஒரு புத்தகத்தைத் தேடுங்கள்
uk: Шукати книгу у вашій бібліотеці

source: Matches in library:(1 match)
ar: المطابقات في المكتبة: (مطابقة واحدة)
es: Coincidencias en la biblioteca:(1 coincidencia)
ta: நூலகத்தில் போட்டிகள்: (1 போட்டி)
uk: Відповідники у бібліотеці: (1 відповідник)

source: &Paste your book list here:
ar: &الصق قائمة كتبك هنا:
es: &Pegue su lista de libros aquí:
ta: உங்கள் புத்தக பட்டியலை இங்கே ஒட்டவும்:
uk: Вс&тавте ваш список книг сюди:

source: &Paste
ar: &لصق
es: &Pegar
ta: & பேச்ட்
uk: &Вставити

source: Replace all text above with the contents of your clipboard
ar: استبدال كل النص أعلاه بمحتويات الحافظة الخاصة بك
es: Reemplace todo el texto anterior con el contenido de su portapapeles
ta: மேலே உள்ள அனைத்து உரைகளையும் உங்கள் கிளிப்போர்டின் உள்ளடக்கங்களுடன் மாற்றவும்
uk: Замінити увесь текст вище на вміст вашого буфера обміну даними

source: Conversion expression:
ar: تعبير التحويل:
es: Expresión de conversión:
ta: மாற்று வெளிப்பாடு:
uk: Вираз перетворення:

source: Set a <a href="http://manual.calibre-ebook.com/regexp.html">regular expression</a> to use for titles and other metadata. The group names you can use include
ar: قم بتعيين <a href="http://manual.calibre-ebook.com/regexp.html">تعبير عادي</a> لاستخدامه للعناوين والبيانات الوصفية الأخرى. تتضمن أسماء المجموعات التي يمكنك استخدامها
es: Establezca una <a href="http://manual.calibre-ebook.com/regexp.html">expresión regular</a> para usar en títulos y otros metadatos. Los nombres de grupo que puede usar incluyen
ta: தலைப்புகள் மற்றும் பிற மெட்டாடேட்டாவுக்குப் பயன்படுத்த ஒரு <a href="http://manual.calibre-ebook.com/regexp.html"> வழக்கமான வெளிப்பாடு </a> ஐ அமைக்கவும். நீங்கள் பயன்படுத்தக்கூடிய குழு பெயர்கள் அடங்கும்
uk: Встановіть <a href="http://manual.calibre-ebook.com/regexp.html">формальний вираз</a>, яким слід скористатися для назв та інших метаданих. До назв груп, якими ви можете скористатися, включено такі:

source: Choose a predefined named pattern
ar: اختر نمطًا محددًا مسبقًا
es: Elija un patrón con nombre predefinido
ta: முன் வரையறுக்கப்பட்ட பெயரிடப்பட்ட வடிவத்தைத் தேர்வுசெய்க
uk: Виберіть попередньо визначений іменований взірець

source: &Clear
ar: &مسح
es: &Limpiar
ta: & தெளிவான
uk: Сп&орожнити

source: Clear all settings back to the defaults on this tab
ar: مسح جميع الإعدادات والعودة إلى الافتراضيات في هذا التبويب
es: Restaurar todas las configuraciones a los valores predeterminados en esta pestaña
ta: இந்த தாவலில் உள்ள இயல்புநிலைகளுக்கு எல்லா அமைப்புகளையும் மீண்டும் அழிக்கவும்
uk: Повернути усім параметрам на цій вкладці типові значення

source: &Fields
ar: &الحقول
es: &Campos
ta: & புலங்கள்
uk: По&ля

source: Add expression for field to import
ar: إضافة تعبير للحقل المراد استيراده
es: Añadir expresión para el campo a importar
ta: இறக்குமதி செய்ய புலத்திற்கு வெளிப்பாட்டைச் சேர்க்கவும்
uk: Додайте вираз для полів, які слід імпортувати

source: Reverse order
ar: عكس الترتيب
es: Orden inverso
ta: பின்னோக்கு வரிசை
uk: Зворотний порядок

source: Display the books in the opposite order to the source
ar: عرض الكتب بترتيب معاكس للمصدر
es: Muestre los libros en el orden opuesto a la fuente
ta: புத்தகங்களை எதிர் வரிசையில் மூலத்திற்கு காண்பி
uk: Показати книги у протилежному порядку щодо джерела

source: &Preview
ar: &معاينة
es: &Avance
ta: &முன்னோட்ட
uk: &Перегляд

source: Preview the results in the books grid
ar: معاينة النتائج في شبكة الكتب
es: Vista previa de los resultados en la cuadrícula de libros
ta: புத்தகங்கள் கட்டத்தில் முடிவுகளை முன்னோட்டமிடுங்கள்
uk: Переглянути результати у таблиці книг

source: Failed to parse page:
ar: فشل تحليل الصفحة:
es: Error al analizar la página:
ta: பக்கத்தை அலசத் தவறிவிட்டது:
uk: Не вдалося обробити сторінку:

source: Invalid regular expression
ar: تعبير عادي غير صالح
es: Expresión regular no válida
ta: தவறான வழக்கமான வெளிப்பாடு
uk: Помилка у формальному виразі

source: Title
ar: العنوان
es: Título
ta: தலைப்பு
uk: Назва

source: Authors
ar: المؤلفون
es: Autores
ta: ஆசிரியர்கள்
uk: Автори

source: Series
ar: السلسلة
ta: தொடர்
uk: Цикли

source: Series Index
ar: فهرس السلسلة
es: Índice de series
ta: தொடர் அட்டவணை
uk: Номер у циклі

source: Published
ar: نشر
es: Publicado
ta: வெளியிடப்பட்டது
uk: Опубліковано

source: Publisher
ar: الناشر
es: Editorial
ta: பதிப்பகத்தார்
uk: Видавець

source: Rating
ar: التقييم
es: Valoración
ta: மதிப்பீடு
uk: Оцінка

source: Tags
ar: العلّامات
es: Etiquetas
ta: குறிச்சொற்கள்
uk: Мітки

source: Comments
ar: التعليقات
es: Comentarios
ta: கருத்துகள்
uk: Коментарі

source: Languages
ar: اللغات
es: Idiomas
ta: மொழிகள்
uk: Мови

source: Select field(s) to add:
ar: تحديد حقل (حقول) للإضافة:
es: Seleccionar campo(s) para añadir:
ta: சேர்க்க புலம் (களை) தேர்ந்தெடுக்கவும்:
uk: Виберіть поля для додавання:

source: Select fields to import:
ar: حدد الحقول المراد استيرادها:
es: Seleccionar campos para importar:
ta: இறக்குமதி செய்ய புலங்களைத் தேர்ந்தெடுக்கவும்:
uk: Позначте поля для імпортування:

source: &Match Method:
ar: &طريقة المطابقة:
es: &Método de coincidencia:
ta: & போட்டி முறை:
uk: С&посіб порівняння

source: &Title/Author
ar: &العنوان/المؤلف
es: &Título/Autor
ta: & தலைப்பு/ஆசிரியர்
uk: &Назва/Автор

source: &Identifier:
ar: &المعرف:
es: &Identificador
ta: & அடையாளங்காட்டி:
uk: &Ідентифікатор:

source: &Import from file:
ar: &استيراد من ملف:
es: &Importar desde archivo:
ta: & கோப்பிலிருந்து இறக்குமதி:
uk: І&мпортувати з файла:

source: Choose the file to import
ar: اختر الملف المراد استيراده
es: Elige el archivo a importar
ta: இறக்குமதி செய்ய கோப்பைத் தேர்வுசெய்க
uk: Вибір файла для імпортування

source: &Contents:
ar: &المحتويات:
es: &Contenido:
ta: & பொருளடக்கம்:
uk: З&міст:

source: &Encoding:
ar: &الترميز:
es: &Codificación:
ta: & குறியாக்கம்:
uk: &Кодування:

source: &Delimiter:
ar: &فاصل:
es: &Delimitador:
ta: & டிலிமிட்டர்:
uk: &Роздільник:

source: &Tab
ar: &علامة تبويب
es: &Etiqueta
ta: & தாவல்
uk: &Табуляція

source: &Other:
ar: &أخرى:
es: &Otro:
ta: & பிற:
uk: &Інше:

source: Processing:
ar: معالجة:
es: Procesando:
ta: செயலாக்கம்:
uk: Обробка:

source: S&kip first row
ar: تخطي الصف الأول
es: &Saltar primera fila
ta: எச் & கிப் முதல் வரிசை
uk: П&ропустити перший рядок

source: Select this option to ignore the first row of column headings
ar: حدد هذا الخيار لتجاهل الصف الأول من عناوين الأعمدة
es: Seleccione esta opción para ignorar la primera fila de encabezados de columna
ta: நெடுவரிசை தலைப்புகளின் முதல் வரிசையை புறக்கணிக்க இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்
uk: Позначте цей пункт, щоб програма проігнорувала перший рядок заголовків стовпчиків

source: Remove any quotes around columns of data
ar: إزالة أي علامات اقتباس حول أعمدة البيانات
es: Eliminar las comillas alrededor de las columnas de datos
ta: தரவின் நெடுவரிசைகளைச் சுற்றியுள்ள எந்த மேற்கோள்களையும் அகற்றவும்
uk: Вилучити усі лапки навколо стовпчиків у даних

source: Tidy
ar: ترتيب
es: Ordenado
ta: நேர்த்தியான
uk: Почистити

source: Clean title and authors before importing. This is intended for web imports but is optional for csv It includes removing leading and trailing periods and commas, removing some special characters and removing numbers indicating a position at the begining of the string.
ar: تنظيف العنوان والمؤلفين قبل الاستيراد. هذا مخصص لعمليات الاستيراد من الويب ولكنه اختياري لملفات csv يتضمن إزالة النقاط والفواصل في البداية والنهاية، وإزالة بعض الأحرف الخاصة وإزالة الأرقام التي تشير إلى موضع في بداية السلسلة.
es: Limpie el título y los autores antes de importar. Esto está diseñado para importaciones web pero es opcional para csv Incluye la eliminación de comas y puntos iniciales y finales, la eliminación de algunos caracteres especiales y eliminando números que indican una posición al comienzo de la cadena.
ta: இறக்குமதி செய்வதற்கு முன் தலைப்பு மற்றும் ஆசிரியர்கள். இது வலை இறக்குமதிக்காக வடிவமைக்கப்பட்டுள்ளது, ஆனால் இது காபிம க்கு விருப்பமானது இதில் முன்னணி மற்றும் பின்தங்கிய காலங்கள் மற்றும் காற்புள்ளிகளை அகற்றுதல், சில சிறப்பு எழுத்துக்களை நீக்குதல் ஆகியவை அடங்கும் மற்றும் சரத்தின் தொடக்கத்தில் ஒரு நிலையைக் குறிக்கும் எண்களை நீக்குதல்.
uk: Почистити записи назви і авторів до імпортування. Цю процедуру призначено для імпортування даних з інтернету, але нею можна скористатися і для csv. У результаті буде вилучено початкові і кінцеві крапки і коми, деякі спеціальні символи і числа, що позначають позицію на початку рядка.

source: &Columns To Import:
ar: &أعمدة للاستيراد:
es: &Columnas para importar:
ta: இறக்குமதி செய்ய வேண்டிய நெடுவரிசைகள்:
uk: С&товпчики для імпортування:

source: Select field(s) to import
ar: حدد حقل (حقول) للاستيراد
es: Seleccionar campo(s) para importar
ta: இறக்குமதி செய்ய புலம் (களை) தேர்ந்தெடுக்கவும்
uk: Виберіть поля для імпортування

source: &From headers
ar: &من الرؤوس
es: &De encabezados
ta: & தலைப்புகளிலிருந்து
uk: З з&аголовків

source: Guess field(s) from csv headers
ar: تخمين الحقل (الحقول) من رؤوس csv
es: Adivinar campo(s) de encabezados csv
ta: சி.எச்.வி தலைப்புகளிலிருந்து புலம் (கள்) யூகிக்கவும்
uk: Вгадувати поля із заголовків csv

source: Select a CSV file to import
ar: حدد ملف CSV للاستيراد
es: Seleccione un archivo CSV para importar
ta: இறக்குமதி செய்ய காபிம கோப்பைத் தேர்ந்தெடுக்கவும்
uk: Виберіть файл CSV для імпортування

source: import CSV file dialog
ar: مربع حوار استيراد ملف CSV
es: cuadro de diálogo importar archivo CSV
ta: காபிம கோப்பு உரையாடலை இறக்குமதி செய்யுங்கள்
uk: вікно імпортування файлів CSV

source: File not specified
ar: لم يتم تحديد ملف
es: Archivo no especificado
ta: கோப்பு குறிப்பிடப்படவில்லை
uk: Не вказано файл

source: You have not specified a path to a CSV file
ar: لم تحدد مسارًا لملف CSV
es: No ha especificado una ruta a un archivo CSV
ta: காபிம கோப்பிற்கான பாதையை நீங்கள் குறிப்பிடவில்லை
uk: Вами не вказано шляху до файла CSV

source: File not found
ar: لم يتم العثور على الملف
es: Archivo no encontrado
ta: கோப்பு கிடைக்கவில்லை
uk: Файл не знайдено

source: No file found at this location
ar: لم يتم العثور على ملف في هذا الموقع
es: No se encontró ningún archivo en esta ubicación
ta: இந்த இடத்தில் எந்த கோப்பும் காணப்படவில்லை
uk: У вказаному місці файла не виявлено

source: Invalid options
ar: خيارات غير صالحة
es: Opciones no válidas
ta: தவறான விருப்பங்கள்
uk: Некоректні параметри

source: You have not specified a delimiter
ar: لم تحدد فاصلًا
es: No ha especificado un delimitador
ta: நீங்கள் ஒரு டிலிமிட்டரைக் குறிப்பிடவில்லை
uk: Вами не вказано роздільник

source: Browser
ar: المتصفح
es: Navegador
ta: உலாவி
uk: Навігатор

source: View related website page in your web browser
ar: عرض صفحة الويب ذات الصلة في متصفح الويب الخاص بك
es: Ver la página del sitio web relacionado en su navegador web
ta: தொடர்புடைய வலைத்தள பக்கத்தை உங்கள் வலை உலாவியில் காண்க
uk: Переглянути пов'язану вебсторінку у вашій програмі для перегляду інтернету

source: Edit
ar: تعديل
es: Modificar
ta: தொகு
uk: Змінити

source: Edit this saved setting
ar: تعديل هذا الإعداد المحفوظ
es: Editar esta configuración guardada
ta: இந்த சேமித்த அமைப்பைத் திருத்தவும்
uk: Редагувати ці збережені налаштування

source: Delete
ar: حذف
es: Eliminar
ta: அழி
uk: Вилучити

source: Rename
ar: إعادة تسمية
es: Renombrar
ta: மறுபெயரிடுங்கள்
uk: Перейменувати

source: Export
ar: تصدير
es: Exportar
ta: ஏற்றுமதி
uk: Експортувати

source: Import.
ar: استيراد.
es: Importar.
ta: இறக்குமதி.
uk: Імпортувати.

source: Are you sure you want to remove the setting "%s"?
ar: هل أنت متأكد أنك تريد إزالة الإعداد "%s"؟
es: ¿Está seguro de querer eliminar la configuración «%s»?
ta: அமைப்புகளை அகற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити запис налаштувань «%s»?

source: import_list_delete_setting
ta: இறக்குமதி_லிச்ட்_டெலெட்_செட்டிங்

source: New setting name:
ar: اسم الإعداد الجديد:
es: Nuevo nombre de configuración:
ta: புதிய அமைப்பு பெயர்:
uk: Нова назва параметра:

source: Setting exists
ar: الإعداد موجود
es: La configuración existe
ta: அமைப்பு உள்ளது
uk: Такий параметр вже існує

source: A saved setting already exists with this name.
ar: يوجد إعداد محفوظ بالفعل بهذا الاسم.
es: Ya existe una configuración guardada con este nombre.
ta: சேமித்த அமைப்பு ஏற்கனவே இந்த பெயருடன் உள்ளது.
uk: Вже існує збережений параметр із цією назвою.

source: Import Failed
ar: فشل الاستيراد
es: Fallo al importar
ta: இறக்குமதி தோல்வியடைந்தது
uk: Не вдалося імпортувати

source: This is not a valid Import List export archive
ar: هذا ليس أرشيف تصدير قائمة استيراد صالحًا
es: Este no es un archivo de exportación de Import List válido
ta: இது சரியான இறக்குமதி பட்டியல் ஏற்றுமதி காப்பகம் அல்ல
uk: Цей архів не є коректним архівом експортованих даних додатка «Імпортувати список»

source: Import setting
ar: استيراد إعداد
es: Importar configuración
ta: இறக்குமதி அமைப்பு
uk: Імпортувати параметр

source: Export completed
ar: اكتمل التصدير
es: Exportación completada
ta: ஏற்றுமதி முடிந்தது
uk: Експортування завершено

source: Cover setting exported to
ar: تم تصدير إعداد الغلاف إلى
es: Configuración de portada exportada a
ta: ஏற்றுமதி செய்யப்பட்ட கவர் அமைப்பு
uk: Налаштування обкладинки експортовано до

source: Enter a unique name for this saved setting:
ar: أدخل اسمًا فريدًا لهذا الإعداد المحفوظ:
es: Ingrese un nombre único para esta configuración guardada:
ta: இந்த சேமித்த அமைப்பிற்கு தனித்துவமான பெயரை உள்ளிடவும்:
uk: Введіть унікальну назву для цих збережених налаштувань:

source: Cannot add
ar: لا يمكن الإضافة
es: No se puede añadir
ta: சேர்க்க முடியாது
uk: Не вдалося додати
