Repository: kiwidude68/calibre_plugins
Catalog: import_list/translations/*.po
Languages: ar, es, ta, uk

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
es: Atajos de teclado
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Клавіатурні скорочення

source: Restart calibre now
ar: أعد تشغيل calibre الآن
es: Reiniciar calibre ahora
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்
uk: Перезавантажити Calibre

source: Preferences for:
ar: تفضيلات لـ:
es: Preferencias para:
ta: இதற்கான விருப்பத்தேர்வுகள்:
uk: Налаштування:

source: Clear
ar: مسح
es: Limpiar
ta: தெளிவான
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
es: Borrar todas las configuraciones para este complemento
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு சாதொபொகு கோப்பில் சேமிக்கப்படாது.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
es: Debe reiniciar calibre después.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ar: الإعدادات تغيرت
es: Configuración modificada
ta: அமைப்புகள் மாற்றப்பட்டன
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha modificado la configuración del complemento en esta biblioteca.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
es: Reinicie calibre ahora.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ar: تم حذف الإعدادات
es: Configuración eliminada
ta: அமைப்புகள் நீக்கப்பட்டன
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha borrado la configuración del complemento en esta biblioteca.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
uk: Копіювати до буфера обміну

source: Undefined
ar: غير معرف
es: Indefinido
ta: வரையறுக்கப்படவில்லை
uk: Невизначено

source: Restart required
ar: إعادة التشغيل مطلوبة
es: Reinicio requerido
ta: மறுதொடக்கம் தேவை
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ar: إنشاء عمود جديد
es: Crear nueva columna
ta: புதிய நெடுவரிசையை உருவாக்கவும்
uk: Створити стовпчик

source: Import List
ar: استيراد قائمة
ta: இறக்குமதி பட்டியல்
uk: Список імпортування

source: Import a list from the clipboard, CSV File or web page
ar: استيراد قائمة من الحافظة أو ملف CSV أو صفحة ويب
es: Importar una lista desde el portapapeles, el archivo CSV o la página web
ta: கிளிப்போர்டு, சி.எச்.வி கோப்பு அல்லது வலைப்பக்கத்திலிருந்து ஒரு பட்டியலை இறக்குமதி செய்க
uk: Імпортувати список із буфера обміну, файла CSV або вебсторінки

source: Choose library location to compare against
ar: اختر موقع المكتبة للمقارنة به
es: Elija la ubicación de la biblioteca para comparar
ta: ஒப்பிடுவதற்கு நூலக இருப்பிடத்தைத் தேர்வுசெய்க
uk: Виберіть місце бібліотеки для порівняння

source: No existing library found
ar: لم يتم العثور على مكتبة موجودة
es: No se encontró una biblioteca existente
ta: தற்போதுள்ள நூலகம் எதுவும் கிடைக்கவில்லை
uk: Не знайдено наявної бібліотеки

source: There is no existing calibre library at {0}
ar: لا توجد مكتبة calibre موجودة في {0}
es: No hay una biblioteca de Calibre existente en {0}
ta: {0 at இல் ஏற்கனவே காலிபர் நூலகம் இல்லை
uk: У {0} немає наявної бібліотеки calibre

source: Choose database
ar: اختر قاعدة البيانات
es: Elegir base de datos
ta: தரவுத்தளத்தைத் தேர்வுசெய்க
uk: Виберіть базу даних

source: Calibre db
ar: قاعدة بيانات Calibre
ta: காலிபர் டி.பி.
uk: база даних calibre

source: Not a valid database file
ar: ليس ملف قاعدة بيانات صالحًا
es: No es un archivo de base de datos válido
ta: சரியான தரவுத்தள கோப்பு அல்ல
uk: Не є коректним файлом бази даних

source: File ({}) is not a valid database file
ar: الملف ({}) ليس ملف قاعدة بيانات صالحًا
es: El archivo ({}) no es un archivo de base de datos válido
ta: கோப்பு ({}) சரியான தரவுத்தள கோப்பு அல்ல
uk: Файл ({}) не є коректним файлом бази даних

source: Choose Library
ar: اختر المكتبة
es: Elija Biblioteca
ta: நூலகத்தைத் தேர்வுசெய்க
uk: Виберіть бібліотеку

source: Choose library
ar: اختر المكتبة
es: Elija biblioteca
ta: நூலகத்தைத் தேர்வுசெய்க
uk: Виберіть бібліотеку

source: Options
ar: خيارات
es: Opciones
ta: விருப்பங்கள்
uk: Параметри

source: Override Database Path
ar: تجاوز مسار قاعدة البيانات
es: Anular la ruta de la base de datos
ta: தரவுத்தள பாதையை மீறவும்
uk: Перевизначити шлях до бази даних

source: Allows you to specify the full path to metadata.db. Using this variable you can have metadata.db be in a location other than the library folder.
ar: يسمح لك بتحديد المسار الكامل لـ metadata.db. باستخدام هذا المتغير، يمكنك جعل metadata.db في موقع آخر غير مجلد المكتبة.
es: Le permite especificar la ruta completa a metadata.db. Con esta variable, puede hacer que metadata.db esté en una ubicación que no sea la carpeta de la biblioteca.
ta: metadata.db க்கான முழு பாதையையும் குறிப்பிட உங்களை அனுமதிக்கிறது. இந்த மாறியைப் பயன்படுத்தி நீங்கள் மெட்டாடேட்டா.டிபி நூலகக் கோப்புறையைத் தவிர வேறு இடத்தில் இருக்க முடியும்.
uk: Надає вам змогу вказати повний шлях до metadata.db. За допомогою цієї змінної ви можете скористатися metadata.db з іншого місця, ніж тека бібліотеки.

source: Choose database path
ar: اختر مسار قاعدة البيانات
es: Elija la ruta de la base de datos
ta: தரவுத்தள பாதையைத் தேர்வுசெய்க
uk: Виберіть шлях до бази даних

source: Re-initialize db every nth book (Experimental):
ar: إعادة تهيئة قاعدة البيانات كل n كتاب (تجريبي):
es: Reinicializar DB cada enésimo libro (Experimental):
ta: ஒவ்வொரு nth புத்தகத்தையும் (சோதனை) மீண்டும் துவக்கவும்:
uk: Повторно ініціалізувати базу даних кожні n книг (експеримент):

source: Prevent gradual speed deterioration when importing large number of books
ar: منع التدهور التدريجي للسرعة عند استيراد عدد كبير من الكتب
es: Prevenir el deterioro de la velocidad gradual al importar una gran cantidad de libros
ta: அதிக எண்ணிக்கையிலான புத்தகங்களை இறக்குமதி செய்யும் போது படிப்படியான வேக மோசமியைத் தடுக்கவும்
uk: Запобігає поступовому зменшенню швидкості при імпортуванні великої кількості книг

source: Error
ar: خطأ
ta: பிழை
uk: Помилка

source: You must choose a library
ar: يجب عليك اختيار مكتبة
es: Debes elegir una biblioteca
ta: நீங்கள் ஒரு நூலகத்தைத் தேர்வு செய்ய வேண்டும்
uk: Вам слід вибрати бібліотеку

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
es: Modificar los atajos de teclado asociados con este complemento
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Reset &confirmation dialogs
ar: إعادة تعيين مربعات حوار &التأكيد
es: Restablecer cuadros de diálogo de &confirmación
ta: மீட்டமை மற்றும் உறுதிப்படுத்தல் உரையாடல்கள்
uk: Відновити ві&кна підтвердження

source: Reset all show me again dialogs for the Import list plugin
ar: إعادة تعيين جميع مربعات حوار 'أظهر لي مرة أخرى' لإضافة استيراد القائمة
es: Restablecer todos los cuadros de diálogo mostrarme de nuevo para el complemento de Importar lista
ta: அனைத்தையும் மீட்டமைக்கவும் இறக்குமதி பட்டியல் சொருகி எனக்கு மீண்டும் உரையாடல்களைக் காட்டு
uk: Відновити показ усіх діалогових вікон підтвердження для додатка імпортування списку

source: &View library preferences
ar: &عرض تفضيلات المكتبة
es: &Ver preferencias de biblioteca..
ta: & நூலக விருப்பங்களைக் காண்க
uk: П&ереглянути налаштування бібліотеки

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
es: Ver datos almacenados en la base de datos de la biblioteca para este complemento
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: &Help
ar: &مساعدة
es: &Ayuda
ta: &உதவி
uk: &Довідка

source: Done
ar: تم
es: Hecho
ta: முடிந்தது
uk: Виконано

source: Confirmation dialogs have all been reset
ar: تمت إعادة تعيين جميع مربعات حوار التأكيد
es: Todos los cuadros de diálogo de confirmación se han restablecido
ta: உறுதிப்படுத்தல் உரையாடல்கள் அனைத்தும் மீட்டமைக்கப்பட்டுள்ளன
uk: Показ діалогових вікон підтвердження відновлено

source: Add or Remove
ar: إضافة أو إزالة
es: Añadir o quitar
ta: சேர்க்கவும் அல்லது அகற்றவும்
uk: Додати або вилучити

source: detect encoding
ar: اكتشاف الترميز
es: detectar codificación
ta: குறியாக்கத்தைக் கண்டறியவும்
uk: визначити кодування

source: Description
ar: الوصف
es: Descripción
ta: விளக்கம்
uk: Опис

source: Encoding
ar: الترميز
es: Codificación
ta: குறியாக்கம்
uk: Кодування

source: Choose Encodings
ar: اختر الترميزات
es: Elija Codificaciones
ta: குறியாக்கங்களைத் தேர்வுசெய்க
uk: Виберіть кодування

source: Available Encodings:
ar: الترميزات المتاحة:
es: Codificaciones disponibles:
ta: கிடைக்கும் குறியாக்கங்கள்:
uk: Доступні кодування:

source: Chosen Encodings:
ar: الترميزات المختارة:
es: Codificaciones elegidas:
ta: தேர்ந்தெடுக்கப்பட்ட குறியாக்கங்கள்:
uk: Вибрані кодування:

source: Add the selected encoding
ar: إضافة الترميز المحدد
es: Añadir la codificación seleccionada
ta: தேர்ந்தெடுக்கப்பட்ட குறியாக்கத்தைச் சேர்க்கவும்
uk: Додати вибране кодування

source: Remove the selected encoding
ar: إزالة الترميز المحدد
es: Eliminar la codificación seleccionada
ta: தேர்ந்தெடுக்கப்பட்ட குறியாக்கத்தை அகற்று
uk: Вилучити вибране кодування

source: Move the selected item up
ar: نقل العنصر المحدد لأعلى
es: Mover el elemento seleccionado hacia arriba
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படியை நகர்த்தவும்
uk: Пересунути позначений пункт вище

source: Move the selected item down
ar: نقل العنصر المحدد لأسفل
es: Mueva el elemento seleccionado hacia abajo
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படியை கீழே நகர்த்தவும்
uk: Пересунути позначений пункт нижче

source: Reset to defaults
ar: إعادة تعيين إلى الافتراضيات
es: Restablecer los valores predeterminados
ta: இயல்புநிலைகளுக்கு மீட்டமைக்கவும்
uk: Скинути до типових

source: No encodings selected
ar: لم يتم تحديد ترميزات
es: No hay codificaciones seleccionadas
ta: குறியாக்கங்கள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
uk: Не позначено жодного кодування

source: You must select one or more fields first.
ar: يجب عليك تحديد حقل واحد أو أكثر أولاً.
es: Primero debe seleccionar uno o más campos.
ta: நீங்கள் முதலில் ஒன்று அல்லது அதற்கு மேற்பட்ட புலங்களைத் தேர்ந்தெடுக்க வேண்டும்.
uk: Вам слід спочатку вибрати одне або декілька полів.

source: A matching book was found in your calibre library
ar: تم العثور على كتاب مطابق في مكتبة calibre الخاصة بك
es: Se encontró un libro coincidente en su biblioteca de calibre
ta: உங்கள் காலிபர் நூலகத்தில் பொருந்தக்கூடிய நூல் காணப்பட்டது
uk: У вашій бібліотеці calibre знайдено відповідну книгу

source: Multiple matches found for this title/author. Resolve this by selecting your match below.
ar: تم العثور على مطابقات متعددة لهذا العنوان/المؤلف. حل هذا عن طريق تحديد المطابقة الخاصة بك أدناه.
es: Múltiples coincidencias encontradas para este título/autor. Resuelve esto seleccionando tu pareja a continuación.
ta: இந்த தலைப்பு/ஆசிரியருக்கு பல போட்டிகள் காணப்படுகின்றன. கீழே உங்கள் போட்டியைத் தேர்ந்தெடுப்பதன் மூலம் இதைத் தீர்க்கவும்.
uk: Для цієї пари назва-автор знайдено декілька відповідників. Визначтеся із потрібним варіантом, позначивши його нижче.

source: No matching book found in your library. Add an empty book or search for a match below.
ar: لم يتم العثور على كتاب مطابق في مكتبتك. أضف كتابًا فارغًا أو ابحث عن مطابقة أدناه.
es: No se encontró ningún libro coincidente en la biblioteca. Añada un libro vacío o busque una coincidencia a continuación.
ta: உங்கள் நூலகத்தில் பொருந்தக்கூடிய நூல் எதுவும் இல்லை. வெற்று புத்தகத்தைச் சேர்க்கவும் அல்லது கீழே ஒரு போட்டியைத் தேடுங்கள்.
uk: У вашій бібліотеці не знайдено відповідної книги. Додайте порожню книгу або пошукайте відповідник нижче.

source: An empty book will be added if you save this list
ar: سيتم إضافة كتاب فارغ إذا قمت بحفظ هذه القائمة
es: Se añadirá un libro vacío si guarda esta lista
ta: இந்த பட்டியலை நீங்கள் சேமித்தால் வெற்று நூல் சேர்க்கப்படும்
uk: Якщо ви збережете цей список, до бібліотеки буде додано порожню книгу

source: This book was added to your list manually
ar: تمت إضافة هذا الكتاب إلى قائمتك يدويًا
es: Este libro se añadió a la lista manualmente
ta: இந்த நூல் உங்கள் பட்டியலில் கைமுறையாக சேர்க்கப்பட்டது
uk: Цю книгу було додано до вашого списку вручну

source: Unknown
ar: غير معروف
es: Desconocido
ta: தெரியவில்லை
uk: Невідомо

source: Show only rows with errors
ar: إظهار الصفوف التي تحتوي على أخطاء فقط
es: Mostrar solo filas con errores
ta: பிழைகள் கொண்ட வரிசைகளை மட்டும் காட்டு
uk: Показати лише рядки із помилками

source: <p style="font-style:italic;margin-left:30px;">(errors highlighted in <span style="color:red;">red</span>)</p>
ar: <p style="font-style:italic;margin-left:30px;">(الأخطاء مميزة باللون <span style="color:red;">الأحمر</span>)</p>
es: <p style="font-style:italic;margin-left:30px;">(errores resaltados <span style="color:red;">en rojo</span>)</p>
ta: <p style = "font-style: italic; விளிம்பு-இடது: 30px;"
uk: <p style="font-style:italic;margin-left:30px;">(помилки позначено <span style="color:red;">червоним</span>)</p>

source: Some cells contain data that does not match calibre datatypes. Errors are detailed below:
ar: تحتوي بعض الخلايا على بيانات لا تتطابق مع أنواع بيانات calibre. الأخطاء مفصلة أدناه:
es: Algunas celdas contienen datos que no coinciden con los tipos de datos de calibre. Los errores se detallan a continuación:
ta: சில கலங்களில் காலிபர் தரவுத்தொகுப்புகளுடன் பொருந்தாத தரவு உள்ளது. பிழைகள் கீழே விவரிக்கப்பட்டுள்ளன:
uk: Деякі комірки містять дані, які не відповідають типам даних calibre. Докладніше про помилки нижче:

source: Title field is mandatory. The following rows contain empty titles: {}
ar: حقل العنوان إلزامي. الصفوف التالية تحتوي على عناوين فارغة: {}
es: El campo del título es obligatorio. Las siguientes filas contienen títulos vacíos: {}
ta: தலைப்பு புலம் கட்டாயமாகும். பின்வரும் வரிசைகளில் வெற்று தலைப்புகள் உள்ளன: {}
uk: Поле назви є обов'язковим. У вказаних нижче рядках містяться порожні назви: {}

source: Column "{colname}" must contain only data of type "{datatype}". The following rows have invalid type for column {colname}:
ar: يجب أن يحتوي العمود "{colname}" على بيانات من نوع "{datatype}" فقط. الصفوف التالية تحتوي على نوع غير صالح للعمود {colname}:
es: Columna «{colname}» debe contener solo datos de tipo «{DataType}». Las siguientes filas tienen un tipo no válido para la columna {colname}:
ta: "{colname}" நெடுவரிசையில் "{datatype}" என்ற வகையின் தரவு மட்டுமே இருக்க வேண்டும். பின்வரும் வரிசைகள் நெடுவரிசைக்கு தவறான வகையைக் கொண்டுள்ளன {colname}:
uk: У стовпчику «{colname}» мають міститися лише дані типу «{datatype}». У вказаних нижче рядка маємо некоректний тип для стовпчика {colname}:

source: Validation errors details
ar: تفاصيل أخطاء التحقق
es: Detalles de errores de validación
ta: சரிபார்ப்பு பிழைகள் விவரங்கள்
uk: Подробиці щодо помилок

source: Title field is mandatory and cannot be empty
ar: حقل العنوان إلزامي ولا يمكن أن يكون فارغًا
es: El campo de título es obligatorio y no puede estar vacío
ta: தலைப்பு புலம் கட்டாயமானது மற்றும் காலியாக இருக்க முடியாது
uk: Це поле є обов'язковим до заповнення і не може бути порожнім

source: Data must be of type: {}
ar: يجب أن تكون البيانات من النوع: {}
es: Los datos deben ser del tipo: {}
ta: தரவு வகையாக இருக்க வேண்டும்: {}
uk: Тип, до якого мають належати дані: {}

source: Step 1: Configure a list source
ar: الخطوة 1: تهيئة مصدر قائمة
es: Paso 1: Configurar una fuente de lista
ta: படி 1: பட்டியல் மூலத்தை உள்ளமைக்கவும்
uk: Крок 1. Налаштовування джерела списку

source: User Settings
ar: إعدادات المستخدم
es: Ajustes de usuario
ta: பயனர் அமைப்புகள்
uk: Параметри користувача

source: Predefined
ar: محدد مسبقًا
es: Predefinido
ta: முன் வரையறுக்கப்பட்டுள்ளது
uk: Попередньо визначене

source: Clipboard
ar: الحافظة
es: Portapapeles
ta: கிளிப்போர்டு
uk: Буфер обміну

source: CSV File
ar: ملف CSV
es: Archivio CSV
ta: சி.எச்.வி கோப்பு
uk: файл CSV

source: Web Page
ar: صفحة ويب
es: Página Web
ta: வலைப்பக்கம்
uk: вебсторінка

source: &Remove book
ar: &إزالة الكتاب
es: &Eliminar libro
ta: & புத்தகத்தை அகற்று
uk: Ви&лучити книгу

source: Remove selected books from the list
ar: إزالة الكتب المحددة من القائمة
es: Eliminar libros seleccionados de la lista
ta: பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை அகற்றவும்
uk: Вилучити позначені книги зі списку

source: &Export to csv
ar: &تصدير إلى csv
es: &Exportar a CSV
ta: காபிம க்கு ஏற்றுமதி
uk: &Експортувати до CSV

source: Export selected books to csv file
ar: تصدير الكتب المحددة إلى ملف csv
es: Exportar libros seleccionados a archivo csv
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை காபிம கோப்பில் ஏற்றுமதி செய்யுங்கள்
uk: Експортувати позначені книги до файла CSV

source: Are you sure you want to remove the selected books from the list?
ar: هل أنت متأكد أنك تريد إزالة الكتب المحددة من القائمة؟
es: ¿Está seguro de querer eliminar los libros seleccionados de la lista?
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை பட்டியலிலிருந்து அகற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити позначені книги зі списку?

source: Choose file for exported csv
ar: اختر ملف لملف csv المصدر
es: Elija el archivo para csv exportado
ta: ஏற்றுமதி செய்யப்பட்ட காபிம க்கான கோப்பைத் தேர்வுசெய்க
uk: Виберіть файл для експортованого CSV

source: Current step progress:
ar: تقدم الخطوة الحالية:
es: Progreso del paso actual:
ta: தற்போதைய படி முன்னேற்றம்:
uk: Поточний поступ за кроками:

source: Step
ar: الخطوة
es: Paso
ta: படி
uk: Крок

source: Importing
ar: استيراد
es: Importando
ta: இறக்குமதி
uk: Імпортування

source: Aborting
ar: إلغاء
es: Abortando
ta: கருக்கலைப்பு
uk: Перериваємо

source: Step 3: Save your imported list / configuration
ar: الخطوة 3: حفظ قائمتك / تهيئتك المستوردة
es: Paso 3: Guarde su lista / configuración importada
ta: படி 3: உங்கள் இறக்குமதி செய்யப்பட்ட பட்டியல் / உள்ளமைவைச் சேமிக்கவும்
uk: Крок 3: збереження вашого списку/налаштувань імпортування

source: Reading List plugin:
ar: إضافة قائمة القراءة:
es: complemento Reading List:
ta: பட்டியல் சொருகி படித்தல்:
uk: Додаток списку читання:

source: If you have the <a href="http://www.mobileread.com/forums/showthread.php?t=134856">Reading list</a> plugin installed, you can store the imported books into a list for use by that plugin.
ar: إذا كانت لديك إضافة <a href="http://www.mobileread.com/forums/showthread.php?t=134856">قائمة القراءة</a> مثبتة، يمكنك تخزين الكتب المستوردة في قائمة لاستخدامها بواسطة تلك الإضافة.
es: Si tiene instalado el complemento <a href="http://www.mobileread.com/forums/showthread.php?t=134856">Lista de lectura</a>, puede almacenar los libros importados en una lista para que los use ese complemento.
ta: உங்களிடம் <a href="http://www.mobileeread.com/forums/showthread.php?t=134856"> வாசிப்பு பட்டியல் </a> சொருகி நிறுவப்பட்டிருந்தால், இறக்குமதி செய்யப்பட்ட புத்தகங்களை பயன்பாட்டிற்கான பட்டியலில் சேமிக்கலாம் அந்த சொருகி மூலம்.
uk: Якщо у вашій системі встановлено додаток <a href="http://www.mobileread.com/forums/showthread.php?t=134856">Список читання</a>, ви можете зберегти імпортовані книги до списку, який може бути використано цим додатком.

source: &Do not use the Reading List plugin
ar: &لا تستخدم إضافة قائمة القراءة
es: &No utilice el complemento Lista de lectura
ta: வாசிப்பு பட்டியல் சொருகி பயன்படுத்த வேண்டாம்
uk: &Не використовувати додаток «Список читання»

source: Create a &new list:
ar: إنشاء قائمة &جديدة:
es: Crear una &nueva lista:
ta: புதிய பட்டியலை உருவாக்கவும்:
uk: С&творити список:

source: &Update an existing list:
ar: &تحديث قائمة موجودة:
es: &Actualizar una lista existente:
ta: & ஏற்கனவே உள்ள பட்டியலைப் புதுப்பிக்கவும்:
uk: &Оновити наявний список:

source: &Clear list first replacing with the imported books
ar: &مسح القائمة أولاً واستبدالها بالكتب المستوردة
es: &Borrar lista reemplazando primero con los libros importados
ta: & தெளிவான பட்டியல் முதலில் இறக்குமதி செய்யப்பட்ட புத்தகங்களுடன் மாற்றுகிறது
uk: Сп&орожнити список і замінити його списком імпортованих книг

source: Save configuration:
ar: حفظ التهيئة:
es: Guardar configuración:
ta: உள்ளமைவைச் சேமிக்கவும்:
uk: Зберегти налаштування:

source: You can choose to store the current import settings, if you intend to import from this source again in future.
ar: يمكنك اختيار تخزين إعدادات الاستيراد الحالية، إذا كنت تنوي الاستيراد من هذا المصدر مرة أخرى في المستقبل.
es: Puede optar por almacenar la configuración de importación actual, si tiene la intención de importar de esta fuente nuevamente en el futuro.
ta: எதிர்காலத்தில் இந்த மூலத்திலிருந்து மீண்டும் இறக்குமதி செய்ய விரும்பினால், தற்போதைய இறக்குமதி அமைப்புகளை சேமிக்க நீங்கள் தேர்வு செய்யலாம்.
uk: Ви можете наказати програмі зберегти поточні параметри імпортування, якщо маєте намір у майбутньому імпортувати дані з цього джерела знову.

source: &Do not save the current settings
ar: &لا تحفظ الإعدادات الحالية
es: &No guardar la configuración actual
ta: தற்போதைய அமைப்புகளை சேமிக்க வேண்டாம்
uk: &Не зберігати поточні параметри

source: &Save settings as:
ar: &حفظ الإعدادات باسم:
es: &Guardar configuración como:
ta: & அமைப்புகளைச் சேமிக்கவும்:
uk: З&берегти параметри як:

source: Custom Column Missing
ar: عمود مخصص مفقود
es: Falta la columna personalizada
ta: தனிப்பயன் நெடுவரிசை இல்லை
uk: Немає нетипового стовпчика

source: You are importing to a custom column '%s' which does not exist in this library.<p>
ar: أنت تستورد إلى عمود مخصص '%s' غير موجود في هذه المكتبة.<p>
es: Está importando a una columna personalizada '%s' que no existe en esta biblioteca.<p>
ta: இந்த நூலகத்தில் இல்லாத '%s' தனிப்பயன் நெடுவரிசைக்கு நீங்கள் இறக்குமதி செய்கிறீர்கள். <p>
uk: Ви імпортуєте дані до нетипового стовпчика «%s», якщо не існує у цій бібліотеці.<p>
