Repository: kiwidude68/calibre_plugins
Catalog: goodreads/translations/*.po
Languages: ar, ja, ta

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
ja: キーボードショートカット
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
ar: أعد تشغيل calibre الآن
ja: 今すぐcalibreを再起動します
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
ar: تفضيلات لـ:
ja: 環境設定:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
ar: مسح
ja: クリア
ta: தெளிவான

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
ja: プラグインの全ての設定をクリアします
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
ja: 本プラグインによりこのライブラリ内の設定を変更して良いですか？
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
ja: 他のライブラリにどれかまたはcalibreプラグインのフォルダにJSONファイルに保存された設定は変更されていません。
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
ja: あとでcalibreを再起動が必要です。
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
ar: الإعدادات تغيرت
ja: 設定が変更されました。
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
ja: 本プラグインの設定が変更されました。
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن
ja: 今すぐcalibreを再起動してください。
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
ja: このライブラリにのこのプラグインの設定をクリアしてもよろしいですか？
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
ar: تم حذف الإعدادات
ja: 設定は削除されました。
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
ja: このライブラリにこのプラグインの全ての設定はクリアされました。
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
ar: نسخ إلى الحافظة
ja: クリップボードにコピー
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
ar: غير معرف
ja: 未定義
ta: வரையறுக்கப்படவில்லை

source: Restart required
ar: إعادة التشغيل مطلوبة
ja: 再起動が必要です。
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
ja: タイトル画像が見つかりません。本プラグインを使用する前にcalibreを再起動してください。
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
ar: إنشاء عمود جديد
ja: 新しい列を作成
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Goodreads Genre
ar: تصنيف جودريدز
ja: Goodreadsジャンル
ta: நல்லவாசிப்புகள் வகை

source: Maps to Calibre Tag
ar: ربط التصنيفات حسب تصنيف كاليبر
ja: calibreタグにマッピング
ta: காலிபர் குறிச்சொல்லுக்கான வரைபடங்கள்

source: Goodreads genre to calibre tag mappings
ar: ربط تصنيفات جودريدز حسب النوع مع تصنيف كاليبر
ja: Goodreadsジャンルからcalibreタグにマッピング
ta: நல்லவாசிப்புகள் வகை முதல் காலிபர் டேக் மேப்பிங்ஸ்

source: Filter and map genres to calibre tags
ar: تصفية وتصنيف الأنواع حسب علامات العيار
ta: காலிபர் குறிச்சொற்களுக்கு வகைகளை வடிகட்டி வரைபடமாக்கவும்

source: When checked, only specific calibre tags will be used as per below. When unchecked, all Goodreads genres will be added as tags.
ar: عند تحديد هذا الخيار، سيتم استخدام علامات تصنيف محددة فقط كما هو موضح أدناه. عند إلغاء تحديده، ستتم إضافة جميع أنواع الكتب على Goodreads كعلامات.
ta: சரிபார்க்கும்போது, குறிப்பிட்ட காலிபர் குறிச்சொற்கள் மட்டுமே கீழே பயன்படுத்தப்படும். தேர்வு செய்யப்படும்போது, அனைத்து குட்ரெட்ஸ் வகைகளும் குறிச்சொற்களாக சேர்க்கப்படும்.

source: Add genre mapping
ar: إضافة تعيين النوع
ja: ジャンルのマッピングを追加します
ta: வகை மேப்பிங்கைச் சேர்க்கவும்

source: Delete genre mapping
ar: حذف تعيين النوع
ja: ジャンルのマッピングを削除します
ta: வகை மேப்பிங்கை நீக்கு

source: Rename Goodreads genre
ar: إعادة تسمية نوع Goodreads
ja: Goodreadsジャンルの名前を変更します
ta: நல்லவாசிப்புகள் வகையை மறுபெயரிடவும்

source: Reset to plugin default mappings
ar: إعادة التعيين إلى تعيينات المكونات الإضافية الافتراضية
ja: プラグインのデフォルトマッピングにリセットします
ta: சொருகி இயல்புநிலை மேப்பிங்கிற்கு மீட்டமைக்கவும்

source: Other options
ar: خيارات أخرى
ja: 他の設定
ta: மற்ற விருப்பங்கள்

source: Scan multiple editions for title/author searches (slower)
ar: مسح إصدارات متعددة للبحث عن العنوان/المؤلف (أبطأ)
ja: タイトル・著者の検索で複数のエディションをスキャンします（遅い）
ta: தலைப்பு/ஆசிரியர் தேடல்களுக்கு பல பதிப்புகளை ஸ்கேன் செய்யவும் (மெதுவாக)

source: When checked will perform an additional search to scan the top ranked Goodreads editions (if available) to exclude audiobook editions. When unchecked you will get a faster search but the edition is indeterminate.
ar: عند تحديد هذا الخيار، سيتم إجراء بحث إضافي لمسح إصدارات Goodreads الأعلى تصنيفًا (إن وجدت) لاستبعاد إصدارات الكتب الصوتية. عند إلغاء تحديد هذا الخيار، ستحصل على بحث أسرع، لكن الإصدار غير محدد.
ja: チェックすると、追加検索して上位ランキングをスキャンします。 Goodreadsエディション(あり場合)でオーディオブックを除きます。 チェック解除すると、検索がもっと早いが、エディションが不明です。
ta: சரிபார்த்தால், ஆடியோபுக் பதிப்புகளைத் தவிர்த்து, சிறந்த தரவரிசையில் உள்ள நல்லவாசிப்புகள் பதிப்புகளை (கிடைத்தால்) ஸ்கேன் செய்ய கூடுதல் தேடலைச் செய்யும். தேர்வு செய்யாதபோது, விரைவான தேடலைப் பெறுவீர்கள், ஆனால் பதிப்பு நிச்சயமற்றதாக இருக்கும்.

source: Get all contributing authors (e.g. illustrators, series editors etc)
ar: احصل على جميع المؤلفين المساهمين (على سبيل المثال الرسامين ومحرري السلسلة وما إلى ذلك)
ja: 全ての貢献する著者を取得します（例：イラストレーター、シリーズのエディターなど）
ta: பங்களிக்கும் அனைத்து ஆசிரியர்களையும் பெறுங்கள் (எ.கா. இல்லஸ்ட்ரேட்டர்கள், தொடர் ஆசிரியர்கள் போன்றவை)

source: When this option is checked, all authors are retrieved. When unchecked (default) only the primary author(s) are returned.
ar: عند تفعيل هذا الخيار، يتم استرجاع جميع المؤلفين. عند إلغاء تفعيله (افتراضيًا)، يتم استرجاع المؤلفين الرئيسيين فقط.
ja: これをチェックすると、全ての著者が取得されます。 チェック解除する(デフォルト)と、主な著者のみが取得されます。
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், அனைத்து ஆசிரியர்களும் மீட்டெடுக்கப்படுவார்கள். தேர்வு செய்யப்படாதபோது (இயல்புநிலை) முதன்மை ஆசிரியர்(கள்) மட்டுமே திரும்பும்.

source: Get ASIN for kindle editions
ar: احصل على ASIN لإصدارات Kindle
ja: KindleエディションでASINを取得します
ta: கிண்டில் பதிப்புகளுக்கு ASINஐப் பெறவும்

source: When this option is checked, in cases where Goodreads has an ASIN listed instead of an ISBN, the ASIN is retrieved. This is useful for books that already have the specific Goodreads identifier of a Kindle editon.
ar: عند تفعيل هذا الخيار، في الحالات التي يُدرج فيها Goodreads رقم ASIN بدلاً من ISBN، يتم استرداد رقم ASIN. يُعد هذا مفيدًا للكتب التي تحتوي بالفعل على مُعرّف Goodreads الخاص بإصدار Kindle.
ja: これをチェックすると、GoodreadsがISBNの代わりにASINが あります場合にASINが取得されます。 KindleエディションのGoodreads識別子が既にあります場合に便利です。
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், ISBNக்குப் பதிலாக குட்ரீட்ஸில் ASIN பட்டியலிடப்பட்டால், ASIN மீட்டெடுக்கப்படும். கிண்டில் எடிட்டனின் குறிப்பிட்ட நல்லவாசிப்புகள் அடையாளங்காட்டி ஏற்கனவே உள்ள புத்தகங்களுக்கு இது பயனுள்ளதாக இருக்கும்.

source: Use first published date
ar: استخدم تاريخ النشر الأول
ja: 最初の発行日を使用します
ta: முதல் வெளியிடப்பட்ட தேதியைப் பயன்படுத்தவும்

source: If checked, the first published date for this book is used rather than that of the actual book edition.
ar: في حالة تحديد هذا المربع، سيتم استخدام تاريخ النشر الأول لهذا الكتاب بدلاً من تاريخ طبعة الكتاب الفعلية.
ja: チェックすると、本の実際のエディションの発行日の代わりに 最初の発行日を使用されます。
ta: சரிபார்த்தால், இந்த புத்தகத்திற்கான முதல் வெளியிடப்பட்ட தேதி, உண்மையான புத்தக பதிப்பை விட பயன்படுத்தப்படும்.

source: Get precise rating into 'grrating' identifier
ar: احصل على تصنيف دقيق في معرف "grrating"
ta: 'கிரேரேட்டிங்' அடையாளங்காட்டியில் துல்லியமான மதிப்பீட்டைப் பெறுங்கள்

source: If checked, pulls precise rating (e.g. 3.78) into an identifier you can display as a custom column.
ar: إذا تم تحديد هذا المربع، فسيتم سحب التقييم الدقيق (على سبيل المثال 3.78) إلى معرف يمكنك عرضه كعمود مخصص.
ta: சரிபார்க்கப்பட்டால், துல்லியமான மதிப்பீட்டை (எ.கா. 3.78) ஒரு அடையாளங்காட்டிக்கு இழுக்கிறது நீங்கள் தனிப்பயன் நெடுவரிசையாக காட்டலாம்.

source: Get #votes for rating into 'grvotes' identifier
ar: احصل على #votes للتقييم في معرف 'grvotes'
ta: 'Grvotes' அடையாளங்காட்டியில் மதிப்பீட்டிற்கான #Votes ஐப் பெறுங்கள்

source: If checked, pulls number of votes producing this rating into an identifier you can display as a custom column.
ar: إذا تم تحديد هذا المربع، فسيتم سحب عدد الأصوات التي تنتج هذا التقييم إلى معرف يمكنك عرضه كعمود مخصص.
ta: சரிபார்க்கப்பட்டால், இந்த மதிப்பீட்டை உருவாக்கும் வாக்குகளின் எண்ணிக்கையை அடையாளங்காட்டிக்கு இழுக்கிறது நீங்கள் தனிப்பயன் நெடுவரிசையாக காட்டலாம்.

source: Add new mapping
ar: إضافة تعيين جديد
ja: 新しいマッピングを追加します
ta: புதிய மேப்பிங்கைச் சேர்க்கவும்

source: Enter a Goodreads genre name to create a mapping for:
ar: أدخل اسم نوع Goodreads لإنشاء تعيين لـ:
ja: Goodreadsジャンルでマッピングを作成する名前を入力してください。
ta: ஒரு மேப்பிங்கை உருவாக்க நல்லவாசிப்புகள் வகையின் பெயரை உள்ளிடவும்:

source: Add Failed
ar: فشلت الإضافة
ja: 追加に失敗しました
ta: சேர்க்க முடியவில்லை

source: A genre with the same name already exists
ar: يوجد نوع كتاب بنفس الاسم.
ja: 同名のジャンルが既にあります
ta: அதே பெயரில் ஒரு வகை ஏற்கனவே உள்ளது

source: Are you sure?
ar: هل أنت متأكد؟
ja: 本当によろしいですか？
ta: நீ சொல்வது உறுதியா?

source: Are you sure you want to delete the selected genre mappings?
ar: هل أنت متأكد من حذف روابط الأنواع المحددة؟
ja: 選択されたジャンルマッピングを削除するもよろしいですか？
ta: தேர்ந்தெடுக்கப்பட்ட வகை மேப்பிங்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

source: Rename Failed
ar: فشلت إعادة التسمية
ja: 名前を変更に失敗しました
ta: மறுபெயரிட முடியவில்லை

source: Are you sure you want to reset to the plugin default genre mappings?
ar: هل أنت متأكد من إعادة تعيين روابط الأنواع الافتراضية للمكون الإضافي؟
ja: プラグインのデフォルトマッピングにリセットするもよろしいですか？
ta: செருகுநிரல் இயல்பு வகை மேப்பிங்கிற்கு நிச்சயமாக மீட்டமைக்க விரும்புகிறீர்களா?
