Repository: kiwidude68/calibre_plugins
Catalog: find_duplicates/translations/*.po
Languages: ar, lv, pl, uk

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>soundex title</b> and {0}<br/>- Soundex title matches are based on the same removal of punctuation and common prefixes as a similar title search.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
ar: <b>بحث عن تكرارات العنوان</b><br/>- البحث عن مجموعات من الكتب ذات <b>عنوان Soundex</b> و {0}<br/>- تستند مطابقة عناوين Soundex إلى نفس إزالة علامات الترقيم والبادئات الشائعة مثل بحث العنوان المشابه.<br/>- وضع علامة على مجموعة كمعفاة سيمنع ظهور تلك الكتب المحددة معًا في عمليات البحث المستقبلية عن تكرارات الكتب.
lv: <b>Nosaukuma dublikātu meklēšana</b><br/>- Atrod grāmatu grupas ar <b>soundex nosaukumu</b> un {0}<br/>- Soundex nosaukumu atbilstības pamatā ir tāda pati pieturzīmju un parasto priedēkļu noņemšana kā līdzīga nosaukuma meklēšana.<br/>- Atzīmējot grupu kā atbrīvotu, šīs konkrētās grāmatas netiks rādītas kopā turpmākajos grāmatu dublikātu meklējumos.
pl: <b> Utworzone wyszukiwanie: </b><br/>- Znajdź grupy książek z <b> podobnie brzmiącym tytułem </b> i {0} <br/> - Dopasowania tytułów fonetycznych są oparte na takim samym usunięciu znaków interpunkcyjnych i typowych przedrostków, jak przy wyszukiwaniu podobnych tytułów. <br/>- Oznaczenie grupy jako zwolnionej, zapobiegnie pojawianiu się tych konkretnych książek w przyszłych wyszukiwaniach duplikatów.
uk: <b>Пошук за дублікатами назв</b><br/>— Пошук груп книг із <b>подібним звучанням назв</b> і {0}<br/>– Перевірка тотожності назви за звучанням виконується після вилучення типових знаків пунктуації та префіксів. Буде використано ту саму логіку встановлення відповідності назв, що і у пошуку однакових назв.<br/>– Позначення групи як виключення запобігатиме появі її книг разом під час майбутніх пошуків дублікатів книг.

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>fuzzy title</b> and {0}<br/>- Fuzzy title matches remove all punctuation, subtitles and any words after 'and', 'or' or 'aka' in the title.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
ar: <b>بحث عن تكرارات العنوان</b><br/>- البحث عن مجموعات من الكتب ذات <b>عنوان مبهم</b> و {0}<br/>- تزيل مطابقة العناوين المبهمة جميع علامات الترقيم والعناوين الفرعية وأي كلمات بعد 'و'، 'أو' أو 'المعروف أيضًا بـ' في العنوان.<br/>- وضع علامة على مجموعة كمعفاة سيمنع ظهور تلك الكتب المحددة معًا في عمليات البحث المستقبلية عن تكرارات الكتب.
lv: <b>Nosaukuma dublikātu meklēšana</b><br/>- Atrod grāmatu grupas ar <b>izplūdušu nosaukumu</b> un {0}<br/>- Izplūdušo nosaukumu atbilstības noņem visas pieturzīmes, subtitrus un vārdus nosaukumā aiz "un", "vai" vai "aka".<br/>- Atzīmējot grupu kā atbrīvotu, šīs konkrētās grāmatas netiks rādītas kopā turpmākajos grāmatu dublikātu meklējumos.
pl: <b>Utworzone wyszukiwanie: </b><br/>- Znajdź grupy książek z <b> "rozmytym" tytułem </b> i {0} <br/>- Rozmyte (fuzzy) dopasowania tytułu usuwają wszystkie znaki interpunkcyjne, podtytuły i wszelkie słowa typu „and”, „or„ lub „aka” w tytule. <br/>- Oznaczenie grupy jako wykluczonej, zapobiegnie pojawianiu się tych konkretnych książek w przyszłych wyszukiwaniach duplikatów.
uk: <b>Пошук за дублікатами назв</b><br/>— Пошук груп книг із <b>нечіткою подібністю назв</b> і {0}<br/>– Перевірка тотожності назви виконується після вилучення типових знаків пунктуації, підзаголовків та будь-яких слів після «and», «or» чи «aka» у заголовку.<br/>– Позначення групи як виключення запобігатиме появі її книг разом під час майбутніх пошуків дублікатів книг.

source: <b>Author duplicate search</b><br/>- Find groups of books <b>ignoring title</b> with {0}<br/>- Ignore title searches are best to find variations of author names regardless of the books you have for each.<br/>- Marking a group as exempt will prevent any books by those authors from appearing together in future duplicate author searches.
ar: <b>بحث عن تكرارات المؤلف</b><br/>- البحث عن مجموعات من الكتب <b>تجاهل العنوان</b> مع {0}<br/>- تعتبر عمليات البحث التي تتجاهل العنوان الأفضل للعثور على اختلافات في أسماء المؤلفين بغض النظر عن الكتب التي لديك لكل منهم.<br/>- وضع علامة على مجموعة كمعفاة سيمنع أي كتب لهؤلاء المؤلفين من الظهور معًا في عمليات البحث المستقبلية عن تكرارات المؤلفين.
lv: <b>Autora dublikātu meklēšana</b><br/>- Atrod grāmatu grupas, kas <b>ignorē nosaukumu</b> ar {0}<br/>- Ignorēt nosaukumu meklēšanu vislabāk ir atrast autoru vārdu variācijas neatkarīgi no grāmatām, kas jums ir par katru.<br/>- Atzīmējot grupu kā atbrīvotu, tiks novērsta šo autoru grāmatu parādīšanās kopā turpmākajos autoru meklējumos.
pl: <b>Utworzone wyszukiwanie: </b><br/>- Znajdź duplikaty <b>ignorując tytuł </b>znajdź duplikaty, tylko {0} <br/>- Ignorując wyszukiwania tytułów można szybko znaleźć warianty nazw autorów niezależnie od tytułu książki. <br/>- Oznaczenie grupy jako wykluczonej, zapobiegnie pojawianiu się razem wszystkich książek tych autorów w przyszłych wyszukiwaniach autorów.
uk: <b>Пошук за дублікатами авторів</b><br/>— Пошук груп книг із <b>ігноруванням назви</b> з {0}<br/>– Пошуки із ігноруванням назв є найкращим способом знайти варіації у іменах авторів, незалежно від книг, які є у бібліотеці.<br/>– Позначення групи як виключення запобігатиме появі її книг разом під час майбутніх пошуків дублікатів книг.

source: an <b>identical author</b>.<br/>- Authors must match exactly excluding case.
ar: <b>مؤلف متطابق</b>.<br/>- يجب أن يتطابق المؤلفون تمامًا باستثناء حالة الأحرف.
lv: ar <b>identisks autors</b>.<br/>- Autoriem ir precīzi jāatbilst izslēdzošajam reģistram.
pl: z <b>identycznym autorem</b>. <br/>- Imię i Nazwisko musi być takie samo, ignorowana jest wielkość liter.
uk: <b>той самий автор</b>.<br/>– Записи авторів мають збігатися точно, окрім регістру символів.

source: a <b>similar author</b>.<br/>- Similar authors differ only in punctuation, initials or order of their names.
ar: <b>مؤلف مشابه</b>.<br/>- يختلف المؤلفون المتشابهون فقط في علامات الترقيم، الأحرف الأولى أو ترتيب أسمائهم.
lv: ar <b>līdzīgs autors</b>.<br/>- Līdzīgi autori atšķiras tikai ar pieturzīmēm, iniciāļiem vai savu vārdu secību.
pl: z <b>podobnym autorem </b>.<br/>- Podobni (similar) autorzy różnią się jedynie interpunkcją lub kolejnością imienia i nazwiska.

source: a <b>soundex author</b>.<br/>- Soundex author matches start with the same removal of punctuation and ordering as a similar author search.
ar: <b>مؤلف Soundex</b>.<br/>- تبدأ مطابقة مؤلف Soundex بنفس إزالة علامات الترقيم والترتيب مثل بحث المؤلف المشابه.
lv: ar <b>soundex autors</b>.<br/>- Soundex autoru atbilstības sākas ar tādu pašu pieturzīmju noņemšanu un secību kā līdzīga autora meklēšana.
pl: z <b>podobnie brzmiącym autorem</b>. <br/>- Dopasowania fonetyczne (soundex) autora rozpoczynają się od usunięcia interpunkcji i kolejności, jak w przypadku wyszukiwania podobnego (similar) autora.
uk: <b>автор soundex</b>.<br/>– процедура встановлення відповідності авторів за Soundex починається з того самого вилучення пунктуації і упорядкування, як у пошуку авторів за подібністю.

source: a <b>fuzzy match author</b>.<br/>- Fuzzy author matches compare using their surnames and only the first initial.
ar: <b>مؤلف مطابق تقريبي</b>.<br/>- تقارن مطابقة المؤلفين التقريبية باستخدام أسمائهم العائلية والحرف الأول فقط.
lv: ar <b>izplūdis atbilstības autors</b>.<br/>- Neskaidras autoru atbilstības tiek salīdzinātas, izmantojot viņu uzvārdus un tikai pirmo iniciāli.
pl: z <b>"rozmytym" (fuzzy) autorem </b>.<br/>- Dopasowania autora rozmytego (fuzzy) są porównywane przy użyciu ich nazwisk i tylko pierwszej litery inicjału.
uk: <b>неточна відповідність автора</b>.<br/>– при неточному встановленні відповідності програма виконує порівняння з використанням прізвищ авторів та лише перших ініціалів.

source: <b>ignoring the author</b>.
ar: <b>تجاهل المؤلف</b>.
lv: <b>ignorējot autoru</b>.
pl: <b>ignorując autora</b>.
uk: <b>ігноруємо автора</b>.

source: Duplicate Search Options
ar: خيارات البحث عن التكرارات
lv: Dublikātu meklēšanas opcijas
pl: Opcje wyszukiwania duplikatów
uk: Параметри пошуку дублікатів

source: Duplicate Search Type
ar: نوع البحث عن التكرارات
lv: Dublikātu meklēšanas veids
pl: Sposób wyszukiwania duplikatów
uk: Тип пошуку дублікатів

source: Binary Compare
ar: مقارنة ثنائية
lv: Binārais
pl: Porównanie binarne
uk: Двійкове порівняння

source: Identifier
ar: المعرف
lv: Identifikators
pl: Identyfikator
uk: Ідентифікатор

source: Title/Author
ar: العنوان/المؤلف
lv: Nosaukums/Autors
pl: Tytuł/Autor
uk: Назва/Автор

source: Title Matching
ar: مطابقة العنوان
lv: Nosaukuma sakritība
pl: Dopasowywanie tytułów
uk: Відповідність назв

source: Length:
ar: الطول:
lv: Garums:
pl: Długość:
uk: Довжина:

source: The shorter the soundex length, the greater likelihood of false positives. Large soundex values reduce your chances of matches
ar: كلما كان طول Soundex أقصر، زادت احتمالية النتائج الإيجابية الخاطئة. قيم Soundex الكبيرة تقلل من فرصك في المطابقات
lv: Jo īsāks skaņas garums, jo lielāka ir viltus pozitīvu rezultātu iespējamība. Lielas skaņas vērtības samazina sakritības izredzes
pl: Im krótsza długość fonetyczna, tym większe prawdopodobieństwo fałszywych trafień. Duże wartości zwiększają Twoje szanse na trafienie
uk: Чим меншою є довжина soundex, тим вищою є ймовірність помилкових результатів. Більші значення soundex зменшують ваші шанси знайти відповідники

source: Author Matching
ar: مطابقة المؤلف
lv: Autora sakritība
pl: Dopasowywanie autorów
uk: Відповідність автора

source: Result Options
ar: خيارات النتائج
lv: Rezultātu opcijas
pl: Opcje wyświetlania rezultatów wyszukiwania
uk: Параметри результатів

source: Show all groups at once with highlighting
ar: عرض جميع المجموعات دفعة واحدة مع التمييز
lv: Rādīt visas grupas vienlaikus izceļot
pl: Pokaż wszystkie grupy naraz z podświetleniem
uk: Показувати усі групи одразу із підсвічуванням

source: Show one group at a time
ar: عرض مجموعة واحدة في كل مرة
lv: Rādīt vienu grupu vienlaikus
pl: Pokazuj jedną grupę naraz
uk: Показувати по одній групі одночасно

source: Highlight authors in the tag browser for ignore title searches
ar: تمييز المؤلفين في متصفح العلامات لعمليات البحث التي تتجاهل العنوان
lv: Iezīmēt autorus birku pārlūkā, lai ignorētu nosaukumu meklēšanu
pl: Otwórz przeglądarkę etykiet i podświetl autora. Działa, kiedy Dopasowywanie tytułów = Ignore
uk: Підсвітити авторів на панелі навігатора мітками для ігнорування пошуків за назвами

source: When checked, will ensure that the authors for the current group are shown in the tag browser and highlighted if multiple groups shown. Only applies for author duplicate searches.
ar: عند التحديد، سيضمن عرض مؤلفي المجموعة الحالية في متصفح العلامات وتمييزهم إذا تم عرض مجموعات متعددة. ينطبق فقط على عمليات البحث عن تكرارات المؤلفين.
lv: Atzīmējot, tiks nodrošināts, ka pašreizējās grupas autori tiek parādīti birku pārlūkā un izcelti, ja tiek rādītas vairākas grupas. Attiecas tikai uz autora dublikātu meklēšanu.
pl: Gdy jest zaznaczone, to zapewni automatyczne otworzenie przeglądarki etykiet i podświetlenie nazwiska autora z grupy zaznaczonej na zielono. Opcja ta działa tylko wtedy gdy ustawienie "Dopasowywanie tytułów" jest zaznaczone "Ignore".
uk: Якщо позначено, забезпечує те, що авторів для поточної групи буде показано на панелі навігатора мітками, якщо показано декілька груп. Застосовується лише для пошуків дублікатів за авторами.

source: Sort groups by number of duplicates
ar: فرز المجموعات حسب عدد التكرارات
lv: Kārtot grupas pēc dublikātu skaita
pl: Sortuj grupy według liczby duplikatów
uk: Упорядкувати групи за кількістю дублікатів

source: When unchecked, will sort by an approximation of the title or by author if title is being ignored
ar: عند إلغاء التحديد، سيتم الفرز حسب تقريب للعنوان أو حسب المؤلف إذا تم تجاهل العنوان
lv: Ja nav atzīmēts, tiks sakārtots pēc nosaukuma vai pēc autora, ja nosaukums tiek ignorēts
pl: Gdy odznaczone, posortuje według przybliżonego tytułu (lub autora, jeśli tytuł jest ignorowany)
uk: Якщо не позначено, упорядкування відбуватиметься за наближеною назвою або за автором, якщо назву наказано ігнорувати

source: Include languages metadata when comparing titles
ar: تضمين بيانات اللغات الوصفية عند مقارنة العناوين
lv: Salīdzinot nosaukumus, iekļaut valodu metadatus
pl: Język w metadanych wpływa na wynik porównania tytułów
uk: Включити метадані мови при порівнянні назв

source: When checked, books with identical titles but different languages metadata field values will not show as duplicates
ar: عند التحديد، الكتب ذات العناوين المتطابقة ولكن المختلفة في قيم حقل بيانات اللغات الوصفية لن تظهر كتكرارات
lv: Atzīmējot, grāmatas ar identiskiem, bet atšķirīgiem nosaukumiem valodu metadatu lauku vērtības netiks rādītas kā dublikāti
pl: Gdy ta opcja jest zaznaczona, to książki z identycznymi tytułami, ale z różną wartością w polu metadanych "Język" nie będą wyświetlane jako duplikaty
uk: Якщо позначено, книги із однаковими назвами, але різними значеннями у полях мови метаданих, не буде показано як дублікати

source: When doing a Binary Compare, automatically remove duplicate formats
ar: عند إجراء مقارنة ثنائية، إزالة التنسيقات المكررة تلقائيًا
lv: Veicot bināro salīdzināšanu, automātiski noņemiet dublētos formātus
pl: Podczas porównywania binarnego automatycznie usuwaj zduplikowane formaty
uk: При двійковому порівнянні автоматично вилучати формати-дублікати

source: When checked and the Binary duplicate search is run, if duplicate formats are found then all except one are deleted. The format on the oldest book record will be kept. This is a convenience function for where you have multiple formats associated with each book and hence it is not readily obvious which of these is the duplicate. Note that the book records themselves are not deleted, and will still appear in the results for merging even if they now have no formats.
ar: عند التحديد وتشغيل بحث التكرارات الثنائية، إذا تم العثور على تنسيقات مكررة فإن جميعها باستثناء واحد يتم حذفها. سيتم الاحتفاظ بالتنسيق الموجود في أقدم سجل كتاب. هذه وظيفة ملائمة حيث لديك تنسيقات متعددة مرتبطة بكل كتاب وبالتالي ليس من الواضح بسهولة أي من هذه التنسيقات هو التكرار. لاحظ أن سجلات الكتب نفسها لا يتم حذفها، وستظل تظهر في النتائج للدمج حتى لو لم تعد تحتوي على أي تنسيقات.
lv: Ja ir atzīmēts, tiek palaista binārā dublikātu meklēšana, ja tiek atrasti dublikātu formāti tad visi, izņemot vienu, tiek dzēsti. Tiks saglabāts vecākās grāmatas ieraksta formāts. Šī ir ērtību funkcija, ja jums ir saistīti vairāki formāti katrai grāmatai, un tāpēc nav uzreiz skaidrs, kura no tām ir dublikāts. Ņemiet vērā, ka paši grāmatu ieraksti netiek dzēsti un joprojām būs redzams apvienošanas rezultāts, pat ja tiem tagad nav formātu.
pl: Po zaznaczeniu i uruchomieniu wyszukiwania duplikatów binarnych, jeśli zostaną znalezione zduplikowane formaty wtedy wszystkie oprócz jednego są usuwane. Zachowany zostanie format z najstarszego zapisu książki. Jest to wygodna funkcja, gdy masz skojarzonych z wieloma formatami każdej książki, dlatego nie jest oczywiste, która z nich jest duplikatem. Zwróć uwagę, że same rekordy książek nie są usuwane i nadal będą widoczne w pliku wyniki do scalenia, nawet jeśli nie mają teraz formatów.
uk: Якщо позначено, і програма виконує пошук двійкових дублікатів, якщо буде знайдено дублікати форматів, ці дублікати, окрім одного, буде вилучено. Буде збережено формат найстарішого запису книги. Це зручна функція для випадків, коли з кожною книгою пов'язано декілька форматів, а отже, не одразу зрозуміло, які з них є дублікатами. Зауважте, що самі записи книг не буде вилучено, вони лишатимуться у результатах для об'єднання, навіть якщо у них не буде жодного формату.

source: Invalid Criteria
ar: معايير غير صالحة
lv: Nederīgi kritēriji
pl: Nieprawidłowe kryteria

source: You must select an identifier type to search by Identifier.
ar: يجب عليك تحديد نوع معرف للبحث بواسطة المعرف.
lv: Lai meklētu pēc identifikatora, jāizvēlas identifikatora veids.
pl: Musisz wybrać typ identyfikatora do wyszukiwania według identyfikatora.

source: Manage Duplicate Exemptions
ar: إدارة استثناءات التكرار
lv: Pārvaldīt dublētos atbrīvojumus
pl: Zarządzaj wykluczeniami duplikatów
uk: Керування виключеннями з дублікатів

source: Manage Exemptions
ar: إدارة الاستثناءات
lv: Pārvaldīt atbrīvojumus
pl: Zarządzaj wykluczeniami
uk: Керування виключеннями

source: The first book below will never appear as a duplicate with the following books.<br/>To allow future duplicate consideration, tick the remove checkbox and click ok.
ar: لن يظهر الكتاب الأول أدناه أبدًا كتكرار مع الكتب التالية.<br/>للسماح بالنظر في التكرار في المستقبل، حدد مربع إزالة التكرار وانقر موافق.
lv: Pirmā norādītā grāmata nekad neparādīsies kā dublikāts ar nākamajām grāmatām.<br/>Lai turpmāk varētu apsvērt dublikātus, atzīmējiet izvēlni Noņemt un klikšķiniet uz Labi.
pl: Pierwsza poniższa książka nigdy nie pojawi się jako duplikat z następującymi książkami. <br/> Aby w przyszłości uwzględnić duplikat, zaznacz pole wyboru 'Usuń' i kliknij OK.
uk: Перша книга нижче ніколи не з'являтиметься як дублікат із вказаними нижче книгами.<br/>Щоб уможливити подальший розгляд її як дубліката, позначте пункт вилучення і натисніть кнопку «Гаразд».

source: The authors below will never appear as a duplicate with the following authors.<br/>To allow future duplicate consideration, tick the remove checkbox and click ok.
ar: لن يظهر المؤلفون أدناه أبدًا كتكرار مع المؤلفين التاليين.<br/>للسماح بالنظر في التكرار في المستقبل، حدد مربع إزالة التكرار وانقر موافق.
lv: Norādītie autori nekad netiks rādīti kā dublikāti ar tālāk norādītajiem autoriem.<br/>Lai turpmāk varētu izskatīt dublikātus, atzīmējiet izvēlni Noņemt un klikšķiniet uz Labi.
pl: Poniżsi autorzy nigdy nie pojawią się jako duplikaty z następującymi autorami. <br/> Aby w przyszłości uwzględnić duplikat, zaznacz pole wyboru 'Usuń' i kliknij OK.
uk: Наведені нижче автори ніколи не з'являтимуться як дублікат із вказаними нижче авторами.<br/>Щоб уможливити подальший розгляд її як дубліката, позначте пункт вилучення і натисніть кнопку «Гаразд».

source: Find Duplicates Plugin
ar: إضافة البحث عن التكرارات
lv: Spraudnis Atrast dublikātu
pl: Wtyczka Znajdź duplikaty
uk: Додаток пошуку дублікатів

source: Find Metadata Variations
ar: البحث عن اختلافات البيانات الوصفية
lv: Atrast metadatu variācijas
pl: Znajdź podobne metadane
uk: Знайти варіації метаданих

source: Choose metadata column:
ar: اختر عمود البيانات الوصفية:
lv: Izvēlēties metadatu kolonnu:
pl: Wybierz kolumnę metadanych:
uk: Виберіть стовпчик метаданих:

source: Authors
ar: المؤلفون
lv: Autori
pl: Autorzy
uk: Автори

source: Series
ar: السلسلة
lv: Sērija
pl: Seria
uk: Цикли

source: Publisher
ar: الناشر
lv: Izdevējs
pl: Wydawca
uk: Видавець

source: Tags
ar: العلّامات
lv: Birkas
pl: Tagi
uk: Мітки

source: Choose similarity level:
ar: اختر مستوى التشابه:
lv: Izvēlēties līdzības līmeni:
pl: Wybierz poziom podobieństwa:
uk: Виберіть рівень подібності:

source: Similar
ar: مشابه
lv: Līdzīgi
pl: Podobny
uk: Однакові

source: Fuzzy
ar: مبهم
lv: Izplūdis
pl: Rozmyty
uk: Нечітко однакові

source: Search
ar: بحث
lv: Meklēt
pl: Szukaj
uk: Шукати

source: Search for results
ar: البحث عن النتائج
lv: Meklēt rezultātus
pl: Szukaj wyników
uk: Шукати результати

source: Search results:
ar: نتائج البحث:
lv: Meklēšanas rezultāti:
pl: Rezultat szukania:
uk: Результати пошуку:

source: Authors:
ar: المؤلفون:
lv: Autori:
pl: Autorzy:
uk: Автори:

source: Variations:
ar: الاختلافات:
lv: Variācijas:
pl: Wariant:
uk: Варіанти:

source: &Show matching books
ar: &إظهار الكتب المطابقة
lv: &Rādīt atbilstošās grāmatas
pl: Pokaż pasujące książki
uk: &Показати відповідні книги

source: As a group is selected, show the search results in the library view
ar: عند تحديد مجموعة، يتم عرض نتائج البحث في عرض المكتبة
lv: Kad grupa ir atlasīta, rādiet meklēšanas rezultātus bibliotēkas skatā
pl: Po wybraniu grupy wyświetl wyniki wyszukiwania w widoku biblioteki
uk: Коли позначено групу, показати результати пошуку на панелі перегляду бібліотеки

source: Rename to:
ar: إعادة التسمية إلى:
lv: Pārdēvēt:
pl: Zamień na:
uk: Перейменувати на:

source: &Rename
ar: &إعادة التسمية
lv: &Pārdēvēt
pl: Zamień
uk: Пере&йменувати

source: Rename all of the selected items to this name
ar: إعادة تسمية جميع العناصر المحددة إلى هذا الاسم
lv: Pārdēvēt visus atlasītos vienumus ar šo nosaukumu
pl: Zmień nazwę wszystkich wybranych elementów na tę nazwę
uk: Перейменувати усі позначені запис з використанням цієї назви

source: &Ignore
ar: &تجاهل
lv: &Izlaist
pl: &Ignoruj
uk: &Ігнорувати

source: Ignore all selected items from consideration at this time
ar: تجاهل جميع العناصر المحددة من النظر فيها في هذا الوقت
lv: Izlaist visus atlasītos vienumus
pl: Zignoruj ​​wszystkie wybrane elementy z rozważania
uk: Ігнорувати цього разу усі позначені пункти

source: No matches
ar: لا توجد مطابقات
lv: Nav sakritību
pl: Brak wyników
uk: Немає відповідників

source: You have no variations of {0} using this criteria
ar: ليس لديك أي اختلافات لـ {0} باستخدام هذه المعايير
lv: Izmantojot šo kritēriju, jums nav {0} variantu
pl: Nie masz odmian {0} korzystających z tych kryteriów
uk: У вас немає варіацій {0} з використанням цих критеріїв

source: Use this variation name
ar: استخدام اسم هذا الاختلاف
lv: Izmantot šo varianta nosaukumu
pl: Użyj tego wariantu nazwy
uk: Використати цю назву варіації

source: Variations of: {0}
ar: اختلافات: {0}
lv: Variācijas: {0}
pl: Zamień na: {0}
uk: Варіація: {0}

source: Are you sure you want to rename the selected {0} items to "{1}"?
ar: هل أنت متأكد أنك تريد إعادة تسمية {0} عناصر المحددة إلى "{1}"؟
lv: Vai tiešām vēlaties pārdēvēt atlasītos {0} vienumus par "{1}"?
pl: Jesteś pewny, że zaznaczoną nazwę {0} chcesz zamienić na "{1}"?
uk: Ви справді бажаєте перейменувати позначені {0} пункти на «{1}»?

source: <b>Book duplicate search</b><br/>- Report books in this library which have an identical identifier for books in the target library.<br/>
ar: <b>بحث عن تكرارات الكتب</b><br/>- الإبلاغ عن الكتب في هذه المكتبة التي تحتوي على معرف متطابق للكتب في المكتبة المستهدفة.<br/>
lv: <b>Grāmatu dublikātu meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā, kurām ir identisks identifikators grāmatām mērķa bibliotēkā.<br/>
pl: <b>Wyszukiwanie zduplikowanych książek</b><br/>- Znajdź książki w tej bibliotece, które mają identyczny identyfikator dla książek w bibliotece docelowej.<br/>
uk: <b>Пошук дублікатів книг</b><br/>– Повідомити про книги у цій бібліотеці, які мають однаковий ідентифікатор із книгами у бібліотеці призначення.<br/>
