Repository: kiwidude68/calibre_plugins
Catalog: find_duplicates/translations/*.po
Languages: ar, lv, pl, uk

source: <b>Book duplicate search</b><br/>- Report books in this library which are binary identical to books in your target library.<br/>- Compares the actual file size of every book format in your libraries, computing an SHA hash to compare contents where sizes match.<br/>- Books found using this search are guaranteed to be duplicates.
ar: <b>بحث عن تكرارات الكتب</b><br/>- الإبلاغ عن الكتب في هذه المكتبة التي هي متطابقة ثنائيًا مع الكتب في مكتبتك المستهدفة.<br/>- يقارن الحجم الفعلي للملف لكل تنسيق كتاب في مكتباتك، ويحسب تجزئة SHA لمقارنة المحتويات حيث تتطابق الأحجام.<br/>- الكتب التي تم العثور عليها باستخدام هذا البحث مضمونة لتكون تكرارات.
lv: <b>Grāmatu dublikātu meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā, kas ir bināri identiskas grāmatām jūsu mērķa bibliotēkā.<br/>- Salīdzina katra jūsu bibliotēkās esošo grāmatu formāta faktisko faila lielumu, skaitļojot SHA hash, lai salīdzinātu saturu, kur izmēri atbilst.<br/>- Grāmatas, kas atrastas, izmantojot šo meklēšanu, tiek garantētas kā dublikāti.
pl: <b>Wyszukiwanie zduplikowanych książek </b><br/>- Znajdź książki w tej bibliotece, które są binarnie identyczne z książkami w bibliotece docelowej. <br/>- Porównuje rzeczywisty rozmiar pliku każdego formatu książki w Twoich bibliotekach, obliczając hash SHA do porównywania treści w przypadku dopasowania rozmiarów. <br/>- Książki znalezione przy użyciu tego wyszukiwania mają gwarancję, że są duplikatami.
uk: <b>Пошук дублікатів книг</b><br/>– Вивести книги у цій бібліотеці, які є двійково тотожними до книг у вашій бібліотеці призначення.<br/>– Порівнює справжній розмір файла для кожного формату книги у вашій бібліотеці, обчислюючи хеш-суму SHA для порівняння вмісту там, де розміри є однаковими.<br/>– Книги, які буде виявлено під час цього пошуку гарантовано є дублікатами.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with an <b>identical title</b> and {0}<br/>- Titles must match exactly excluding case.
ar: <b>بحث عن تكرارات العنوان</b><br/>- الإبلاغ عن الكتب في هذه المكتبة مقارنة بـ مكتبتك المستهدفة بعنوان <b>متطابق</b> و {0}<br/>- يجب أن تتطابق العناوين تمامًا باستثناء حالة الأحرف.
lv: <b>Nosaukuma dublikāta meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā salīdzinājumā ar jūsu mērķa bibliotēku par <b>identisku nosaukumu</b> un {0}<br/>- Nosaukumiem ir precīzi jāsakrīt, izslēdzot lielos burtus.
pl: <b> Wyszukiwanie zduplikowanych tytułów </b><br/>- Znajdź książki z tej biblioteki w porównaniu z biblioteką docelową o <b> identycznym tytule </b> i {0} <br/>- Tytuły muszą być dokładnie takie same, ignorowana jest wielkość liter.
uk: <b>Пошук дублікатів за назвою</b><br/>– Вивести книги у цій бібліотеці, які, порівняно із бібліотекою призначення, мають <b>однакові назви</b> і {0}<br/>– Назви мають збігатися за літерами, окрім регістру літер.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>similar title</b> and {0}<br/>- Similar title matches apply removal of common punctuation and prefixes and applies the same title matching logic as Automerge.
ar: <b>بحث عن تكرارات العنوان</b><br/>- الإبلاغ عن الكتب في هذه المكتبة مقارنة بـ مكتبتك المستهدفة بعنوان <b>مشابه</b> و {0}<br/>- تتضمن مطابقة العناوين المتشابهة إزالة علامات الترقيم والبادئات الشائعة وتطبق نفس منطق مطابقة العنوان مثل الدمج التلقائي.
lv: <b>Nosaukuma dublikāta meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā salīdzinājumā ar jūsu mērķa bibliotēku ar <b>līdzīgu nosaukumu</b> un {0}<br/>- Līdzīgas nosaukumu atbilstības piemēro parasto pieturzīmju un prefiksu noņemšanu un izmanto tādu pašu nosaukuma saskaņošanas loģiku kā Automerge.
pl: <b> Wyszukiwanie zduplikowanych tytułów </b><br/>- Znajdź książki z tej biblioteki w porównaniu z biblioteką docelową o <b> podobnym tytule </b> i {0} <br/>- Podobne (similar) tytuły powodują usunięcie wspólnych znaków interpunkcyjnych i przedrostków oraz stosuje tę samą logikę dopasowywania tytułów, co Automerge.
uk: <b>Пошук за дублікатами назв</b><br/>– Вивести книги у цій бібліотеці, які мають, порівняно із бібліотекою призначення, <b>ту саму назву</b> і {0}<br/>– Перевірка тотожності назви виконується після вилучення типових знаків пунктуації та префіксів. Буде використано ту саму логіку встановлення відповідності назв, що і в автоматичному об'єднанні.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>soundex title</b> and {0}<br/>- Soundex title matches are based on the same removal of punctuation and common prefixes as a similar title search.
ar: <b>بحث عن تكرارات العنوان</b><br/>- الإبلاغ عن الكتب في هذه المكتبة مقارنة بـ مكتبتك المستهدفة بعنوان <b>Soundex</b> و {0}<br/>- تستند مطابقة عناوين Soundex إلى نفس إزالة علامات الترقيم والبادئات الشائعة مثل بحث العنوان المشابه.
lv: <b>Nosaukuma dublikātu meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā, salīdzinot ar jūsu mērķa bibliotēku ar <b>soundex nosaukumu</b> un {0}<br/>- Soundex nosaukumu atbilstības ir balstītas par tādu pašu pieturzīmju un parasto prefiksu noņemšanu kā līdzīga nosaukuma meklēšanai.
pl: <b> Wyszukiwanie zduplikowanych tytułów </b><br/>- Znajdź książki z tej biblioteki w porównaniu z biblioteką docelową o <b> podobnie brzmiącym tytule </b> i {0} <br/>- Podobne fonetyczne (soundex) tytuły powodują usunięcie wspólnych znaków interpunkcyjnych i przedrostków oraz stosuje tę samą logikę dopasowywania tytułów, co Automerge.
uk: <b>Пошук за дублікатами назв</b><br/>— Пошук груп книг у цій бібліотеці, які, порівняно із бібліотекою призначення, мають <b>подібне звучання назв</b> і {0}<br/>– Перевірка тотожності назви за звучанням виконується після вилучення типових знаків пунктуації та префіксів. Буде використано ту саму логіку встановлення відповідності назв, що і у пошуку однакових назв.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>fuzzy title</b> and {0}<br/>- Fuzzy title matches remove all punctuation, subtitles and any words after 'and', 'or' or 'aka' in the title.
ar: <b>بحث عن تكرارات العنوان</b><br/>- الإبلاغ عن الكتب في هذه المكتبة مقارنة بـ مكتبتك المستهدفة بعنوان <b>مبهم</b> و {0}<br/>- تزيل مطابقة العناوين المبهمة جميع علامات الترقيم، والعناوين الفرعية وأي كلمات بعد 'و'، 'أو' أو 'المعروف أيضًا بـ' في العنوان.
lv: <b>Nosaukuma dublikāta meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā, salīdzinot ar jūsu mērķa bibliotēku ar <b>izplūdušu nosaukumu</b> un {0}<br/>- Izplūdušo nosaukumu atbilstības, noņem visas pieturzīmes, subtitrus un jebkuri vārdi pēc “un”, “vai” vai “aka” nosaukumā.
pl: <b> Wyszukiwanie zduplikowanych tytułów </b><br/>- Znajdź książki w tej bibliotece w porównaniu z biblioteką docelową, używając <b> "rozmytego" tytułu </b> i {0} <br/>- Rozmyte dopasowania (fuzzy) tytułów usuwają wszystkie znaki interpunkcyjne, podtytuły i wszelkie słowa po „and”, „or" lub „aka” w tytule.
uk: <b>Пошук за дублікатами назв</b><br/>— Пошук книг у цій бібліотеці, які, порівняно із бібліотекою призначення, мають <b>нечітку подібність назв</b> і {0}<br/>– Перевірка тотожності назви виконується після вилучення типових знаків пунктуації, підзаголовків та будь-яких слів після «and», «or» чи «aka» у заголовку.

source: <b>Author duplicate search</b><br/>- Report books in this library compared to your target library <b>ignoring title</b> with {0}<br/>- Ignore title searches are best to find variations of author names regardless of the books you have for each.
ar: <b>بحث عن تكرارات المؤلف</b><br/>- الإبلاغ عن الكتب في هذه المكتبة مقارنة بمكتبتك المستهدفة <b>تجاهل العنوان</b> مع {0}<br/>- تعتبر عمليات البحث التي تتجاهل العنوان الأفضل للعثور على اختلافات في أسماء المؤلفين بغض النظر عن الكتب التي لديك لكل منهم.
lv: <b>Autora dublikāta meklēšana</b><br/>- Ziņo par grāmatām šajā bibliotēkā, salīdzinot ar jūsu mērķa bibliotēku, <b>ignorējot nosaukumu</b> ar {0}<br/>- Ignorēt nosaukumu meklēšanu vislabāk ir atrast autoru vārdu variācijas neatkarīgi no grāmatām, kas jums ir par katru.
pl: <b>Utworzone wyszukiwanie: </b><br/>- Znajdź książki z tej biblioteki w porównaniu z biblioteką docelową <b>ignorując tytuł</b> za pomocą {0} <br/>- Ignorując wyszukiwania tytułów można szybko znaleźć warianty nazw autorów pomijając porównywanie tytułu.
uk: <b>Пошук за дублікатами авторів</b><br/>— Пошук книг у цій бібліотеці, які, порівняно із бібліотекою призначення, із <b>ігноруванням назви</b> з {0}<br/>– Пошуки із ігноруванням назв є найкращим способом знайти варіації у іменах авторів, незалежно від книг, які є у бібліотеці.

source: Cross Library Search Options
ar: خيارات البحث عبر المكتبات
lv: Vairāku bibliotēku meklēšanas opcijas
pl: Opcje porównywania bibliotek
uk: Параметри міжбібліотечного пошуку

source: Compare With Library:
ar: مقارنة مع المكتبة:
lv: Salīdzināt ar bibliotēku:
pl: Porównywanie z biblioteką:
uk: Порівняти з такою бібліотекою:

source: Library:
ar: المكتبة:
lv: Bibliotēka:
pl: Biblioteka:
uk: Бібліотека:

source: Duplicate Search Type:
ar: نوع البحث عن التكرارات:
lv: Dublikātu meklēšanas veids:
pl: Sposób wyszukiwania duplikatów:
uk: Тип пошуку дублікатів:

source: Title Matching:
ar: مطابقة العنوان:
lv: Nosaukuma atbilstība:
pl: Dopasowywanie tytułów:
uk: Відповідність назв:

source: Author Matching:
ar: مطابقة المؤلف:
lv: Autora atbilstība:
pl: Dopasowywanie autorów:
uk: Відповідність автора:

source: Compare Options:
ar: خيارات المقارنة:
lv: Salīdzināt opcijas:
pl: Opcje porównywania:
uk: Параметри порівняння:

source: Display duplicate books when search completes
ar: عرض الكتب المكررة عند اكتمال البحث
lv: Kad meklēšana ir pabeigta, rādiet grāmatu dublikātus
pl: Wyświetl zduplikowane książki po zakończeniu wyszukiwania

source: Uncheck this option if you just want the output log
ar: ألغِ تحديد هذا الخيار إذا كنت تريد فقط سجل الإخراج
lv: Noņemt atzīmi no šīs opcijas, ja vēlaties tikai izvades žurnālu
pl: Odznacz tę opcję, jeśli chcesz tylko log wyjściowy

source: Choose library location to compare against
ar: اختر موقع المكتبة للمقارنة به
lv: Izvēlieties bibliotēku, ar kuru salīdzināt
pl: Wybierz lokalizację biblioteki do porównania
uk: Виберіть місце бібліотеки для порівняння

source: No library specified
ar: لم يتم تحديد مكتبة
lv: Nav norādīta bibliotēka
pl: Nie określono biblioteki
uk: Не вказано бібліотеки

source: You must specify a library path
ar: يجب عليك تحديد مسار المكتبة
lv: Ir jānorāda bibliotēka
pl: Musisz określić ścieżkę biblioteki
uk: Вам слід вказати шлях до бібліотеки

source: Same as current
ar: نفس الحالي
lv: Tāds pats kā tekošais
pl: Taki sam jak bieżący
uk: Збігається з поточною

source: The location {0} contains the current calibre library
ar: الموقع {0} يحتوي على مكتبة calibre الحالية
lv: Vietnē {0} ir pašreizējā calibre bibliotēka
pl: Lokalizacja {0} zawiera aktualną bibliotekę
uk: У теці {0} міститься поточна бібліотека calibre

source: No existing library found
ar: لم يتم العثور على مكتبة موجودة
lv: Bibliotēka nav atrasta
pl: Nie znaleziono biblioteki
uk: Не знайдено наявної бібліотеки

source: There is no existing calibre library at {0}
ar: لا توجد مكتبة calibre موجودة في {0}
lv: Vietnē {0} nav calibre bibliotēkas
pl: Nie ma biblioteki calibre w {0}
uk: У {0} немає наявної бібліотеки calibre

source: Save log
ar: حفظ السجل
lv: Saglabāt žurnālu
pl: Zapisz log
uk: Збереження журналу

source: Save Find Duplicates log
ar: حفظ سجل البحث عن التكرارات
lv: Saglabāt Atrast dublikātu žurnālu
pl: Zapisz log Find Duplicates
uk: Зберегти журнал пошуку дублікатів

source: Duplicates log file
ar: ملف سجل التكرارات
lv: Dublikātu žurnāls
pl: Plik log duplikatów
uk: Файл журналу дублікатів

source: No duplicate groups were found when searching with: <b>{0}</b>
ar: لم يتم العثور على مجموعات مكررة عند البحث باستخدام: <b>{0}</b>
lv: Meklējot ar: <b>{0}</b>, dublikātu grupas netika atrastas
pl: Nie znaleziono zduplikowanych grup podczas wyszukiwania za pomocą: <b>{0}</b>
uk: Не знайдено груп дублікатів при пошуку: <b>{0}</b>

source: No duplicates
ar: لا توجد تكرارات
lv: Nav dublikātu
pl: Brak duplikatów
uk: Немає дублікатів

source: Show this information again
ar: إظهار هذه المعلومات مرة أخرى
lv: Rādiet šo informāciju vēlreiz
pl: Pokaż te informacje ponownie
uk: Показати ці відомості знову

source: Found {0} duplicate groups when searching with: <b>{1}</b>
ar: تم العثور على {0} مجموعات مكررة عند البحث باستخدام: <b>{1}</b>
lv: Meklējot ar: <b>{1}</b>, atrasti {0} grupu dublikāti
pl: Znaleziono {0} zduplikowanych grup podczas wyszukiwania za pomocą: <b>{1}</b>
uk: Знайдено {0} груп дублікатів при пошуку: <b>{1}</b>

source: No more duplicate groups exist from your search.
ar: لم تعد هناك مجموعات مكررة موجودة من بحثك.
lv: Meklēšanā vairs nav dublētu grupu.
pl: W wynikach wyszukiwania nie ma więcej zduplikowanych grup.
uk: Для вашого пошуку немає більше груп дублікатів.

source: The current duplicate group no longer exists. You cannot perform this action.
ar: المجموعة المكررة الحالية لم تعد موجودة. لا يمكنك تنفيذ هذا الإجراء.
lv: Šī dublikātu grupa vairs nepastāv. Jūs nevarat veikt šo darbību.
pl: Zduplikowana grupa już nie istnieje. Nie możesz wykonać tej akcji.
uk: Поточної групи дублікатів більше не існує. Ви не можете виконати цю дію.

source: Showing #{0} of {0} remaining duplicate groups for {0}
ar: عرض # {0} من {0} مجموعات التكرار المتبقية لـ {0}
lv: Tiek rādītas #{0}. no {0} atlikušajām dublētajām grupām {0}
pl: Wyświetlam #{0} z {0} pozostałych zduplikowanych grup dla {0}
uk: Показуємо {0} з {0} решти груп дублікатів для {0}

source: Results of {0} comparison: Source library: {1} Target library: {2} {3}
ar: نتائج مقارنة {0}: المكتبة المصدر: {1} المكتبة المستهدفة: {2} {3}
lv: Salīdzināšanas {0} rezultāti: Avota bibliotēka: {1} Mērķa bibliotēka: {2} {3}
pl: Wyniki porównania {0}: Biblioteka źródłowa: {1} Biblioteka docelowa: {2} {3}
uk: Результати порівняння {0}: Бібліотека джерела: {1} Бібліотека призначення: {2} {3}

source: Click 'Show details' to see the results.
ar: انقر على 'إظهار التفاصيل' لرؤية النتائج.
lv: Klikšķiniet "Rādīt informāciju", lai redzētu rezultātus.
pl: Kliknij 'Pokaż szczegóły', aby zobaczyć wyniki.
uk: Натисніть кнопку «Показати подробиці», щоб переглянути результати.

source: Analysing duplicates in target database
ar: تحليل التكرارات في قاعدة البيانات المستهدفة
lv: Dublikātu analīze mērķa datu bāzē
pl: Analizowanie duplikatów w docelowej bazie danych
uk: Аналізуємо дублікати у базі даних призначення

source: Analysing duplicates in current database
ar: تحليل التكرارات في قاعدة البيانات الحالية
lv: Dublikātu analīze tekošajā datu bāzē
pl: Analizowanie duplikatów w bieżącej bazie danych
uk: Аналізуємо дублікати у поточній базі даних

source: Found <b>{0} authors</b> with potential duplicates using <b>{1}</b> against the library at: {2}
ar: تم العثور على <b>{0} مؤلفين</b> مع تكرارات محتملة باستخدام <b>{1}</b> مقابل المكتبة في: {2}
lv: Atrasti <b>{0} autori</b> ar iespējamiem dublikātiem, izmantojot <b>{1}</b> bibliotēku: {2}
pl: Znaleziono <b>{0} autorów</b> z potencjalnymi duplikatami przy użyciu <b>{1}</b> w bibliotece pod adresem: {2}
uk: Знайдено <b>{0} авторів із потенційними дублікатами за допомогою <b>{1}</b> щодо бібліотеки тут: {2}

source: Found <b>{0} books</b> with binary duplicates against the library at: {1}
ar: تم العثور على <b>{0} كتب</b> تحتوي على تكرارات ثنائية مقابل المكتبة في: {1}
lv: Atrastas <b>{0} grāmatas</b> ar bināriem dublikātiem bibliotēkā: {1}
pl: Znaleziono <b>{0} książki</b> z duplikatami binarnymi w bibliotece pod adresem: {1}
uk: Знайдено <b>{0} книг</b> із двійковими дублікатами у бібліотеці: {1}

source: Found <b>{0} books</b> with potential duplicates using <b>{1}</b> against the library at: {2}
ar: تم العثور على <b>{0} كتب</b> مع تكرارات محتملة باستخدام <b>{1}</b> مقابل المكتبة في: {2}
lv: Atrastas <b>{0} grāmatas</b> ar iespējamiem dublikātiem, izmantojot <b>{1}</b> bibliotēku: {2}
pl: Znaleziono <b>{0} książki</b> z potencjalnymi duplikatami za pomocą <b>{1}</b> w bibliotece pod adresem: {2}
uk: Знайдено <b>{0} книг</b> із потенційними дублікатами за допомогою <b>{1}</b> щодо бібліотеки тут: {2}

source: Soundex
pl: Fonetyczny

source: a <b>similar author</b>.<br/>- Similar authors differ only in punctuation or order of their names.
uk: <b>подібний автор</b>.<br/>– Записи подібних авторів відрізняються лише пунктуацією або порядком частин їхніх імен.
