Repository: kiwidude68/calibre_plugins
Catalog: find_duplicates/translations/*.po
Languages: ar, lv, pl, uk

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
lv: Īsinājumtaustiņi
pl: Skróty klawiszowe
uk: Клавіатурні скорочення

source: Restart calibre now
ar: أعد تشغيل calibre الآن
lv: Restartējiet Calibre
pl: Uruchom calibre ponownie
uk: Перезавантажити Calibre

source: Preferences for:
ar: تفضيلات لـ:
lv: Iestatījumi:
pl: Preferencje dla:
uk: Налаштування:

source: Clear
ar: مسح
lv: Notīrīt
pl: Wyczyść
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
lv: Notīrīt visus šī spraudņa iestatījumus
pl: Wyczyść wszystkie ustawienia dla tej wtyczki
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
lv: Vai tiešām vēlaties mainīt iestatījumus šajā bibliotēkā šim spraudnim?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
lv: Netiek aizskarti nekādi iestatījumi citās bibliotēkās vai JSON failā jūsu calibre spraudņu mapē.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
lv: Pēc tam jums ir jārestartē calibre.
pl: Musisz potem ponownie uruchomić calibre.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ar: الإعدادات تغيرت
lv: Iestatījumi mainīti
pl: Ustawienia zostały zmienione
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
lv: Šī spraudņa iestatījumi šajā bibliotēkā ir mainīti.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
lv: Lūdzu, restartējiet calibre.
pl: Proszę ponownie uruchom calibre teraz.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
lv: Vai tiešām vēlaties notīrīt iestatījumus šim spraudnim bibliotēkā?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ar: تم حذف الإعدادات
lv: Iestatījumi izdzēsti
pl: Ustawienia zostały usunięte
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
lv: Visi šī spraudņa iestatījumi bibliotēkā ir notīrīti.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ar: نسخ إلى الحافظة
lv: Kopēt starpliktuvē
pl: Kopiuj do schowka
uk: Копіювати до буфера обміну

source: Undefined
ar: غير معرف
lv: Nenoteikts
pl: Nieokreślony
uk: Не визначено

source: Restart required
ar: إعادة التشغيل مطلوبة
lv: Nepieciešams restarts
pl: Wymagane ponowne uruchomienie
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
lv: Vāka attēls nav atrasts - pirms šī spraudņa izmantošanas ir jārestartē Calibre!
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ar: إنشاء عمود جديد
lv: Izveidot jaunu kolonnu
pl: Utwórz nową kolumnę
uk: Створити стовпчик

source: Find Duplicates
ar: البحث عن التكرارات
lv: Dublikāti
uk: Пошук дублікатів

source: &Find book duplicates
ar: &البحث عن تكرارات الكتب
lv: &Atrast grāmatu dublikātus
pl: Znajdź duplikaty książek
uk: З&найти дублікати книг

source: Find library duplicates
ar: البحث عن تكرارات المكتبة
lv: Atrast bibliotēkas dublikātus
pl: Znajdź duplikaty w bibliotekach
uk: Знайти дублікати у бібліотеці

source: Find books that are duplicated in another library compared to this one
ar: البحث عن الكتب المكررة في مكتبة أخرى مقارنة بهذه المكتبة
lv: Atrast grāmatas, kas ir dublētas citā bibliotēkā salīdzinot ar šo
pl: Znajdź książki, które są duplikowane w innej bibliotece w porównaniu do tej
uk: Знайти книги, які є дублікатами в іншій бібліотеці, порівняно із цією

source: Find metadata &variations
ar: البحث عن &اختلافات البيانات الوصفية
lv: Atrast metadatus &variācijas
pl: Znajdź podobne metadane
uk: Знайти &відмінності у метаданих

source: Find & rename variations in author, publisher, series or tags names that may indicate duplicates
ar: البحث عن &إعادة تسمية الاختلافات في أسماء المؤلف أو الناشر أو السلسلة أو العلامات التي قد تشير إلى تكرارات
lv: Atrast & pārdēvēt autora, izdevēja, sērijas vai birku nosaukumu variantus, kas var norādīt uz dublikātiem
pl: Znajdź i zmień nazwy wariantów autora, wydawcy, serii lub tagów, które mogą wskazywać na duplikaty
uk: Знайти і перейменувати варіації записів автора, видавця, циклу або назв міток, які можуть бути ознаками дублікатів

source: &Next result
ar: &النتيجة التالية
lv: &Nākamais rezultāts
pl: &Następny wynik
uk: &Наступний результат

source: Display the next duplicate result group
ar: عرض مجموعة نتائج التكرار التالية
lv: Parādīt nākamo grupas dublikātu rezultātu
pl: Wyświetl następną grupę wyników
uk: Показати групу наступного дубліката у результатах

source: &Previous result
ar: &النتيجة السابقة
lv: &Iepriekšējais rezultāts
pl: &Poprzedni wynik
uk: &Попередній результат

source: Display the previous duplicate result group
ar: عرض مجموعة نتائج التكرار السابقة
lv: Parādīt iepriekšējo grupas dublikātu rezultātu
pl: Wyświetl poprzednią grupę wyników
uk: Показати групу попереднього дубліката у результатах

source: &Mark current group as exempt
ar: &وضع علامة على المجموعة الحالية كمعفاة
lv: &Atzīmēt tekošo grupu kā atbrīvotu
pl: Oznacz bieżącą grupę jako wykluczoną
uk: Поз&начити поточну групу як виключення

source: Mark the current group as not duplicates and exempt from future consideration
ar: وضع علامة على المجموعة الحالية كغير مكررة ومعفاة من النظر فيها في المستقبل
lv: Atzīmēt šo grupu kā bez dublikātiem un atbrīvot no turpmākas izskatīšanas
pl: Oznacz obecną grupę jako nieduplikowaną i wykluczoną z przyszłych wyszukiwań
uk: Позначити поточну групу як таку, що не є дублікатом, і виключити з наступного розгляду

source: Mark &all groups as exempt
ar: وضع علامة على &جميع المجموعات كمعفاة
lv: Atzīmēt &visas grupas kā atbrīvotas
pl: Oznacz wszystkie grupy jako wykluczone
uk: Позначити &усі групи як виключення

source: Mark all remaining duplicate groups as exempt from future consideration
ar: وضع علامة على جميع مجموعات التكرار المتبقية كمعفاة من النظر فيها في المستقبل
lv: Atzīmēt visas atlikušās dublikātu grupas kā atbrīvotas no turpmākās izskatīšanas
pl: Oznacz wszystkie pozostałe zduplikowane grupy jako wyłączone z przyszłych rozważań
uk: Позначити решту груп як такі, що не є дублікатами, і виключити з наступного розгляду

source: &Show all book duplicate exemptions
ar: &إظهار جميع استثناءات تكرار الكتب
lv: &Rādīt visus atbrīvotos grāmatu dublikātus
pl: Pokaż wszystkie wykluczone duplikaty książek
uk: &Показати усі виключення з дублікатів книг

source: Show all books that have book duplicate exemption pairings
ar: إظهار جميع الكتب التي تحتوي على أزواج استثناء تكرار الكتب
lv: Rādīt visas grāmatas, kurām ir grāmatu dublikātu atbrīvojumu pāri
pl: Pokaż wszystkie książki, które mają zduplikowane pary wykluczeń książek
uk: Показати усі книги, для яких створено пари виключень із дублікатів книг

source: &Show all author duplicate exemptions
ar: &إظهار جميع استثناءات تكرار المؤلفين
lv: &Rādīt visus autora dublikātu atbrīvojumus
pl: Pokaż wszystkie wykluczenia duplikatów autora
uk: &Показати усі виключення з дублікатів авторів

source: Show all books that have author duplicate exemption pairings
ar: إظهار جميع الكتب التي تحتوي على أزواج استثناء تكرار المؤلفين
lv: Rādīt visas grāmatas, kurām ir autoru dublikātu atbrīvojumu pāri
pl: Pokaż wszystkie książki, które mają autora zduplikowanych par wykluczonych
uk: Показати усі книги, для яких створено пари виключень із дублікатів авторів

source: &Manage exemptions for this book
ar: &إدارة الاستثناءات لهذا الكتاب
lv: &Pārvaldīt šīs grāmatas atbrīvojumus
pl: Zarządzaj wykluczeniami dla tej książki
uk: &Керувати виключеннями для цієї книги

source: Show duplicate exemptions for this book to enable removal
ar: إظهار استثناءات التكرار لهذا الكتاب لتمكين الإزالة
lv: Rādīt šīs grāmatas atbrīvojumu dublikātus, lai noņemtu
pl: Pokaż wykluczenia dla tej książki aby umożliwić usunięcie
uk: Показати виключення з дублікатів для цієї книги, щоб увімкнути вилучення

source: &Remove selected exemptions
ar: &إزالة الاستثناءات المحددة
lv: &Noņemt atlasītos atbrīvojumus
pl: Usuń zaznaczenie wykluczenia
uk: Ви&лучити позначені виключення

source: Remove any duplicate book/author exemptions for the selected books
ar: إزالة أي استثناءات تكرار كتاب/مؤلف للكتب المحددة
lv: Noņemt visus dublētus grāmatu/autoru atbrīvojumus atlasītajām grāmatām
pl: Usuń wszystkie wykluczenia książki/autora dla wybranych książek
uk: Вилучити усі виключення з дублікатів книг або авторів для позначених книг

source: &Clear duplicate results
ar: &مسح نتائج التكرار
lv: &Notīrīt dublētos rezultātus
pl: Wyczyść otrzymany rezultat
uk: &Очистити результати пошуку дублікатів

source: Exit duplicate search mode
ar: الخروج من وضع البحث عن التكرارات
lv: Iziet no dublikātu meklēšanas režīma
pl: Wyjdź z trybu wyszukiwania duplikatów
uk: Вийти з режиму пошуку дублікатів

source: &Export duplicate groups
ar: &تصدير مجموعات التكرار
lv: &Eksportēt dublētās grupas
pl: &Eksportuj grupę duplikatów
uk: &Експортувати групи дубліктатів

source: Export duplicates groups to a json file
ar: تصدير مجموعات التكرارات إلى ملف json
lv: Eksportēt grupu dublikātus uz json failu
pl: Eksportuj duplikaty grup do pliku .json
uk: Експортувати групи дублікатів до файла json

source: &Customize plugin
ar: &تخصيص الإضافة
lv: &Pielāgot spraudni
pl: Konfiguruj wtyczkę
uk: &Налаштувати додаток

source: &Help
ar: &مساعدة
lv: &Palīdzība
uk: &Довідка

source: This action will ensure that each of the {0} in the group are exempt from appearing together again in future.
ar: سيضمن هذا الإجراء أن كل من {0} في المجموعة معفاة من الظهور معًا مرة أخرى في المستقبل.
lv: Šī darbība nodrošinās, ka katrs no {0} grupas ir atbrīvots no turpmākas parādīšanās kopā.
pl: To działanie zapewni, że każda z książek {0} w grupie będzie wykluczona z pojawiania się w przyszłych wyszukiwaniach duplikatów.
uk: Цей пункт дії забезпечить те, що кожен {0} у групі буде виключено з появи разом у майбутньому.

source: Are you <b>sure</b> you want to proceed?
ar: هل أنت <b>متأكد</b> أنك تريد المتابعة؟
lv: Vai esat <b>pārliecināts</b> , ka vēlaties turpināt?
pl: Czy <b>jesteś pewny</b>, że chcesz kontynuować?
uk: Ви <b>впевнені</b>, що хочете саме цього?

source: No duplicates in group
ar: لا توجد تكرارات في المجموعة
lv: Grupā nav dublikātu
pl: Brak duplikatów w grupie
uk: У групі немає дублікатів

source: There are no duplicates remaining in this group.
ar: لا توجد تكرارات متبقية في هذه المجموعة.
lv: Šajā grupā nav palicis neviens dublikāts.
pl: W tej grupie nie ma duplikatów.
uk: У цій групі не лишилося дублікатів.

source: Cannot manage exemptions
ar: لا يمكن إدارة الاستثناءات
lv: Nevar pārvaldīt atbrīvojumus
pl: Nie można zarządzać wykluczeniami
uk: Неможливо керувати виключеннями

source: No book selected
ar: لم يتم تحديد كتاب
lv: Nav atlasīta neviena grāmata
pl: Brak zaznaczonych książek
uk: Не позначено жодної книги

source: This book has no duplicate exemptions
ar: هذا الكتاب لا يحتوي على استثناءات تكرار
lv: Šai grāmatai nav dublikātu atbrīvojumu
pl: Ta książka nie ma zduplikowanych wykluczeń
uk: У цієї книги немає виключень дублікатів

source: Invalid selection
ar: تحديد غير صالح
lv: Nederīga atlase
pl: Nieprawidłowy wybór
uk: Некоректний вибір

source: You must select at least one book.
ar: يجب عليك تحديد كتاب واحد على الأقل.
lv: Ir jāatlasa vismaz viena grāmata.
pl: Musisz wybrać co najmniej jedną książkę.
uk: Вам слід вибрати принаймні одну книгу.

source: This action will remove any duplicate exemptions for your selection. This will allow them to potentially appear as duplicates together in a future duplicate search.
ar: سيؤدي هذا الإجراء إلى إزالة أي استثناءات تكرار لتحديدك. سيسمح هذا لهم بالظهور كتكرارات معًا في بحث مستقبلي عن التكرارات.
lv: Veicot šo darbību, jūsu atlasei tiks noņemti dublēti atbrīvojumi. Tas ļaus tiem turpmākajā dublikātu meklēšanā kopā parādīties kā dublikāti.
pl: To działanie spowoduje usunięcie zaznaczenia jako wykluczonych z szukania duplikatów. W przyszłym wyszukiwaniu pojawią się one w grupach jako duplikaty.
uk: У результаті виконання цієї дії з визначеного вами набору буде вилучено усі виключення для дублікатів. Це уможливить потенційну появу дублікатів під час наступного пошуку.

source: Choose file
ar: اختر ملف
lv: Izvēlēties failu
pl: Wybierz plik
uk: Виберіть файл

source: Saved duplicates
ar: التكرارات المحفوظة
lv: Saglabāti dublikāti
pl: Zapisane duplikaty
uk: Збережені дублікати

source: Export completed
ar: اكتمل التصدير
lv: Eksportēšana ir pabeigta
pl: Eksport zakończony
uk: Експортування завершено

source: Exported to: {}
ar: تم التصدير إلى: {}
lv: Eksportēts uz: {}
pl: Wyeksportowano do: {}
uk: Експортовано до {}

source: Analysing {0} books for duplicates
ar: تحليل {0} كتاب بحثًا عن تكرارات
lv: Notiek dublikātu analīze {0} grāmatās
pl: Analizowanie {0} książek pod kątem duplikatów
uk: Аналізуємо {0} книг на наявність дублікатів

source: matching '{0}' identifier
ar: مطابقة معرف '{0}'
lv: atbilst '{0}' identifikatoram
pl: pasujący identyfikator '{0}'
uk: відповідність ідентифікатора «{0}»

source: binary compare
ar: مقارنة ثنائية
lv: binārais salīdzinājums
pl: porównanie binarne
uk: двійкове порівняння

source: ignore title, {0} author
ar: تجاهل العنوان، {0} مؤلف
lv: ignorēt nosaukumu, {0} autors
pl: ignoruj tytuł, {0} autor
uk: ігнорувати назву, {0} автор

source: {0} title, {1} author
ar: {0} عنوان، {1} مؤلف
lv: {0} nosaukums, {1} autors
pl: {0} tytuł, {1} autor
uk: {0} назва, {1} автор

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
lv: Rediģēt ar šo spraudni saistītos īsinājumtaustiņus
pl: Edytuj skróty klawiszowe, które dotyczą tej wtyczki
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Reset &confirmation dialogs
ar: إعادة تعيين مربعات حوار &التأكيد
lv: Atiestatīt &apstiprinājuma dialogus
pl: Resetuj potwierdzające okna dialogowe
uk: Відновити ві&кна підтвердження

source: Reset all show me again dialogs for the Find Duplicates plugin
ar: إعادة تعيين جميع مربعات حوار "أظهر لي مرة أخرى" لإضافة البحث عن التكرارات
lv: Rādīt vēlreiz visus atiestatītos spraudņa Atrast dublikātus dialogus
pl: Zresetuj wszystkie, pokaż mi ponownie okna dialogowe wtyczki Find Duplicates
uk: Відновити показ усіх діалогових вікон підтвердження для додатка пошуку дублікатів

source: &View library preferences
ar: &عرض تفضيلات المكتبة
lv: &Skatīt bibliotēkas iestatījumus
pl: Podgląd preferencji biblioteki
uk: П&ереглянути налаштування бібліотеки

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
lv: Skatīt šī spraudņa bibliotēkas datubāzē saglabātos datus
pl: Zobacz dane tej wtyczki przechowywane w bazie danych biblioteki
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Done
ar: تم
lv: Gatavs
pl: Gotowe
uk: Виконано

source: Confirmation dialogs have all been reset
ar: تمت إعادة تعيين جميع مربعات حوار التأكيد
lv: Visi apstiprinājuma dialogi ir atiestatīti
pl: Wszystkie potwierdzenia zostały przywrócone
uk: Показ діалогових вікон підтвердження відновлено

source: <b>Book duplicate search</b><br/>- Find groups of books which have an identical identifier such as an ISBN, amazon id, goodreads, uri etc.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
ar: <b>بحث عن تكرارات الكتب</b><br/>- البحث عن مجموعات من الكتب التي تحتوي على معرف متطابق مثل ISBN، معرف أمازون، goodreads، URI إلخ.<br/>- وضع علامة على مجموعة كمعفاة سيمنع ظهور تلك الكتب المحددة معًا في عمليات البحث المستقبلية عن الكتب المكررة.
lv: <b>Grāmatu dublikātu meklēšana</b><br/>- Atrod grāmatu grupas, kurām ir identisks identifikators, piemēram, ISBN, amazon id, goodreads, url utt.<br/>- Atzīmējot grupu kā atbrīvotu, šīs konkrētās grāmatas netiks rādītas kopā turpmākajos grāmatu dublikātu meklējumos.
pl: <b> Utworzone wyszukiwanie: </b><br/>- Znajdź grupy książek, które mają identyczny identyfikator ISBN, Amazon, LubimyCzytac itp. <br/>- Oznaczenie grupy jako wykluczonej, zapobiegnie pojawianiu się tych konkretnych książek w przyszłych wyszukiwaniach duplikatów.
uk: <b>Пошук дублікатів книг</b><br/>– Пошук груп книг, у яких той самий ідентифікатор, зокрема ISBN, ідентифікатор amazon, goodreads, адреса тощо.<br/>– Позначення групи, як виключення, виключить ці книги з появи у наступних пошуках дублікатів книг.

source: <b>Book duplicate search</b><br/>- Find groups of books which have a book format that is binary identical.<br/>- Compares the actual file size of every book format in your library, computing an SHA hash to compare contents where sizes match.<br/>- Books found using this search are guaranteed to be duplicates.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
ar: <b>بحث عن تكرارات الكتب</b><br/>- البحث عن مجموعات من الكتب التي تحتوي على تنسيق كتاب متطابق ثنائيًا.<br/>- يقارن حجم الملف الفعلي لكل تنسيق كتاب في مكتبتك، ويحسب تجزئة SHA لمقارنة المحتويات حيث تتطابق الأحجام.<br/>- الكتب التي تم العثور عليها باستخدام هذا البحث مضمونة لتكون تكرارات.<br/>- وضع علامة على مجموعة كمعفاة سيمنع ظهور تلك الكتب المحددة معًا في عمليات البحث المستقبلية عن الكتب المكررة.
lv: <b>Grāmatu dublikātu meklēšana</b><br/>- Atrod grāmatu grupas, kuru grāmatas formāts ir bināri identisks.<br/>- Salīdzina katra jūsu bibliotēkas grāmatu formāta faktisko faila lielumu, aprēķinot SHA jaucējkodu, lai salīdzinātu saturu, kur izmēri sakrīt..<br/>- Grāmatas, kas atrastas, izmantojot šo meklēšanu, tiek garantētas kā dublikāti.<br/>- Atzīmējot grupu kā atbrīvotu, šīs konkrētās grāmatas netiks rādītas kopā turpmākajos grāmatu dublikātu meklējumos.
pl: <b>Utworzone wyszukiwanie: </b><br/>- Znajdź grupy książek, których format książki jest identyczny binarnie.<br/>- Porównuje rzeczywisty rozmiar pliku każdego formatu książki w Twojej bibliotece, obliczając SHA hash, aby porównać zawartość w przypadku dopasowania rozmiarów. <br/>- Książki znalezione przy użyciu tego wyszukiwania mają gwarancję, że będą duplikatami. <br/>- Oznaczenie grupy jako wykluczonej, zapobiegnie pojawianiu się tych konkretnych książek razem w przyszłych wyszukiwaniach zduplikowanych książek.
uk: <b>Пошук дублікатів книг</b><br/>– Виявлення груп книг, які містять файли форматів книг, що є двійкового ідентичними.<br/>– Порівнює справжній розмір файлів кожного з форматів книги у вашій бібліотеці, обчислюючи хеш-суму SHA для порівняння вмісту, де збігаються розміри.<br/>– Книги, знайдені з використанням цього пошуку, гарантовано будуть дублікатами.<br/>– Позначення групи як виключення запобігатиме появі її книг разом під час майбутніх пошуків дублікатів книг.

source: <b>Title duplicate search</b><br/>- Find groups of books with an <b>identical title</b> and {0}<br/>- Titles must match exactly excluding case.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
ar: <b>بحث عن تكرارات العنوان</b><br/>- البحث عن مجموعات من الكتب التي تحتوي على <b>عنوان متطابق</b> و {0}<br/>- يجب أن تتطابق العناوين تمامًا باستثناء حالة الأحرف.<br/>- وضع علامة على مجموعة كمعفاة سيمنع ظهور تلك الكتب المحددة معًا في عمليات البحث المستقبلية عن تكرارات الكتب.
lv: <b>Nosaukuma dublikātu meklēšana</b><br/>- Atrod grāmatu grupas ar <b>identisku nosaukumu</b> un {0}<br/>- Nosaukumiem precīzi jāatbilst gadījumam.<br/>- Atzīmējot grupu kā atbrīvotu, šīs konkrētās grāmatas netiks rādītas kopā turpmākajos grāmatu dublikātu meklējumos.
pl: <b>Utworzone wyszukiwanie: </b><br/>- Znajdź grupy książek o <b> identycznym tytule </b> i {0} <br/>- Tytuły muszą być dokładnie takie same, ignorowana jest wielkość liter. <br/>- Oznaczenie grupy jako wykluczonej, zapobiegnie występowaniu tych konkretnych książek w przyszłych wyszukiwaniach duplikatów.
uk: <b>Пошук за дублікатами назв</b><br/>— Пошук груп книг із <b>однаковою назвою</b> і {0}<br/>– Назви мають бути однаковими, окрім регістру символів.<br/>– Позначення групи як виключення запобігатиме появі її книг разом під час майбутніх пошуків дублікатів книг.

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>similar title</b> and {0}<br/>- Similar title matches apply removal of common punctuation and prefixes and applies the same title matching logic as Automerge.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
ar: <b>بحث عن تكرارات العنوان</b><br/>- البحث عن مجموعات من الكتب ذات <b>عنوان مشابه</b> و {0}<br/>- تتضمن مطابقة العناوين المتشابهة إزالة علامات الترقيم والبادئات الشائعة وتطبق نفس منطق مطابقة العنوان مثل الدمج التلقائي.<br/>- وضع علامة على مجموعة كمعفاة سيمنع ظهور تلك الكتب المحددة معًا في عمليات البحث المستقبلية عن تكرارات الكتب.
lv: <b>Nosaukuma dublikātu meklēšana</b><br/>- Atrod grāmatu grupas ar <b>līdzīgu nosaukumu</b> un {0}<br/>- Līdzīgas nosaukumu atbilstības piemēro parasto pieturzīmju un prefiksu noņemšanu un izmanto tādu pašu nosaukumu saskaņošanas loģiku kā Automerge.<br/>- Atzīmējot grupu kā atbrīvotu, šīs konkrētās grāmatas netiks rādītas kopā turpmākajos grāmatu dublikātu meklējumos.
pl: <b>Utworzone wyszukiwanie: </b><br/>- Znajdź grupy książek o <b> podobnym tytule </b>i {0} <br/>- Podobne (similar) tytuły powodują usunięcie wspólnych znaków interpunkcyjnych i przedrostków oraz stosuje tę samą logikę dopasowywania tytułów, co Automerge.<br/>-Oznaczenie grupy jako wykluczonej, zapobiegnie występowaniu tych konkretnych książek w przyszłych wyszukiwaniach duplikatów.
uk: <b>Пошук за дублікатами назв</b><br/>— Пошук груп книг із <b>однаковою назвою</b> і {0}<br/>– Перевірка тотожності назви виконується після вилучення типових знаків пунктуації та префіксів. Буде використано ту саму логіку встановлення відповідності назв, що і в автоматичному об'єднанні.<br/>– Позначення групи як виключення запобігатиме появі її книг разом під час майбутніх пошуків дублікатів книг.
