Repository: kiwidude68/calibre_plugins
Catalog: modify_epub/translations/*.po
Languages: ar

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح

source: Restart calibre now
ar: أعد تشغيل calibre الآن

source: Preferences for:
ar: تفضيلات لـ:

source: Clear
ar: مسح

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.

source: Settings changed
ar: الإعدادات تغيرت

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟

source: Settings deleted
ar: تم حذف الإعدادات

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.

source: Copy to clipboard
ar: نسخ إلى الحافظة

source: Undefined
ar: غير معرف

source: Restart required
ar: إعادة التشغيل مطلوبة

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!

source: Create new column
ar: إنشاء عمود جديد

source: Modify the contents of an ePub without a conversion
ar: تعديل محتويات ملف ePub بدون تحويل

source: Modify ePub
ar: تعديل ePub

source: Cannot modify ePub
ar: لا يمكن تعديل ePub

source: You must select one or more books to perform this action.
ar: يجب عليك تحديد كتاب واحد أو أكثر لتنفيذ هذا الإجراء.

source: No ePub available. First convert the book to ePub.
ar: لا يوجد ePub متاح. قم بتحويل الكتاب أولاً إلى ePub.

source: Failed to modify ePubs
ar: فشل تعديل ملفات ePub

source: Modify ePub completed
ar: اكتمل تعديل ePub

source: No ePub files were updated. If this isn't what you expected then press the Show details button to check for errors in the log.
ar: لم يتم تحديث أي ملفات ePub. إذا لم يكن هذا ما كنت تتوقعه، فاضغط على زر إظهار التفاصيل للتحقق من الأخطاء في السجل.

source: Modify ePub changed no files
ar: لم يغير تعديل ePub أي ملفات

source: Modify ePub modified <b>%d ePub files(s)</b> into a temporary location. Proceed with replacing the versions in your library?
ar: قام تعديل ePub بتعديل <b>%d ملف (ملفات) ePub</b> إلى موقع مؤقت. هل تريد المتابعة باستبدال الإصدارات في مكتبتك؟

source: Modify ePub complete
ar: اكتمل تعديل ePub

source: Modify log
ar: سجل التعديل

source: Other options:
ar: خيارات أخرى:

source: Prompt to save epubs
ar: مطالبة بحفظ ملفات epub

source: Uncheck this option if you want changes applied without a confirmation dialog.
ar: ألغِ تحديد هذا الخيار إذا كنت تريد تطبيق التغييرات بدون مربع حوار تأكيد.

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة

source: &Help
ar: &مساعدة

source: Remove iTunes files
ar: إزالة ملفات iTunes

source: Removes any iTunesMetadata.plist or artwork files added by viewing the ePub in iTunes
ar: يزيل أي ملفات iTunesMetadata.plist أو ملفات عمل فني تمت إضافتها عند عرض ملف ePub في iTunes

source: Remove any bookmark files added by the calibre ebook viewer
ar: إزالة أي ملفات إشارة مرجعية أضافها عارض الكتب الإلكترونية calibre

source: Remove calibre bookmark files
ar: إزالة ملفات إشارة مرجعية calibre

source: Remove OS artifact files
ar: إزالة ملفات آثار نظام التشغيل

source: Removes any OS artifacts like thumbs.db or .DS_Store that are not needed by the ePub
ar: يزيل أي آثار نظام تشغيل مثل thumbs.db أو .DS_Store التي لا يحتاجها ملف ePub

source: Remove any unused jpg, png or gif image files that are not referenced from the html pages. This can occur as the result of careless ePub editing.
ar: إزالة أي ملفات صور jpg أو png أو gif غير مستخدمة وغير مشار إليها من صفحات html. يمكن أن يحدث هذا نتيجة التحرير غير الدقيق لملفات ePub.

source: Remove unused image files
ar: إزالة ملفات الصور غير المستخدمة

source: De-indent (aka unpretty)
ar: إزالة المسافة البادئة (المعروفة أيضًا باسم unpretty)

source: Remove indentation from HTML files
ar: إزالة المسافة البادئة من ملفات HTML

source: Remove remnants of Kobo DRM
ar: إزالة بقايا Kobo DRM

source: Strip Kobo DRM remnants
ar: تجريد بقايا Kobo DRM

source: Remove spans without attributes
ar: إزالة الامتدادات بدون سمات

source: Strip spans
ar: تجريد الامتدادات

source: Remove entries in the manifest for files listed that do not exist in the ePub
ar: إزالة الإدخالات في البيان للملفات المدرجة التي لا توجد في ملف ePub

source: Remove missing file entries from manifest
ar: إزالة إدخالات الملفات المفقودة من البيان

source: Add files to manifest that are in the ePub but do not exist in the .opf manifest (excluding iTunes/calibre bookmarks)
ar: إضافة ملفات إلى البيان الموجودة في ePub ولكنها غير موجودة في بيان .opf (باستثناء إشارات iTunes/calibre المرجعية)

source: Add unmanifested files to manifest
ar: إضافة ملفات غير معلنة إلى البيان

source: Remove files from the ePub that do not exist in the .opf manifest (excluding iTunes/calibre bookmarks). Will not be applied if the add option is also checked
ar: إزالة الملفات من ePub التي لا توجد في بيان .opf (باستثناء إشارات iTunes/calibre المرجعية). لن يتم تطبيقها إذا تم تحديد خيار الإضافة أيضًا

source: Remove unmanifested files from ePub
ar: إزالة الملفات غير المُظهَرة من ePub

source: Remove any Adobe .xpgt file margins to prevent them interfering with viewing
ar: إزالة أي هوامش ملف Adobe .xpgt لمنعها من التداخل مع العرض

source: Remove margins from Adobe .xpgt files
ar: إزالة الهوامش من ملفات Adobe .xpgt

source: Delete the .xpgt file completely from the epub as well as removing any links from the xhtml files
ar: حذف ملف .xpgt بالكامل من ملف epub بالإضافة إلى إزالة أي روابط من ملفات xhtml

source: Remove Adobe .xpgt files and links
ar: إزالة ملفات وروابط Adobe .xpgt

source: Remove Adobe resource DRM meta tags
ar: إزالة علامات Adobe resource DRM meta

source: Remove any meta tags from the xhtml files that contain DRM urn identifiers.
ar: إزالة أي علامات meta من ملفات xhtml التي تحتوي على معرفات DRM urn.

source: Remove page maps
ar: إزالة خرائط الصفحات

source: Removes all types of page map files
ar: يزيل جميع أنواع ملفات خرائط الصفحات

source: Remove ONLY Google Play page maps
ar: إزالة خرائط صفحات Google Play فقط

source: Removes only Google Play page map files
ar: يزيل فقط ملفات خرائط صفحات Google Play

source: Flatten TOC hierarchy in NCX file
ar: تسوية تسلسل TOC في ملف NCX

source: Restructure the NCX to contain no nesting of navPoint items. For users whose devices do not support a hierarchical TOC.
ar: إعادة هيكلة NCX لعدم احتواء أي تداخل لعناصر navPoint. للمستخدمين الذين لا تدعم أجهزتهم جدول محتويات هرمي.

source: Any NCX entries that point to missing html pages will be removed. Orphaned NCX links can happen as a result of a calibre conversion for covers.
ar: سيتم إزالة أي إدخالات NCX تشير إلى صفحات html مفقودة. يمكن أن تحدث روابط NCX اليتيمة نتيجة لتحويل calibre للأغلفة.

source: Remove broken TOC entries in NCX file
ar: إزالة إدخالات TOC المعطلة في ملف NCX

source: Remove all calibre jackets, both legacy and current
ar: إزالة جميع أغلفة calibre، القديمة والحديثة

source: Remove all metadata jackets
ar: إزالة جميع أغلفة البيانات الوصفية

source: Remove jackets generated using versions of calibre prior to 0.6.50
ar: إزالة الأغلفة التي تم إنشاؤها باستخدام إصدارات calibre قبل 0.6.50

source: Remove legacy metadata jackets
ar: إزالة أغلفة البيانات الوصفية القديمة

source: Add a jacket if not existing, or replace a non-legacy jacket
ar: إضافة غلاف إذا لم يكن موجودًا، أو استبدال غلاف غير قديم

source: Add/replace metadata jacket
ar: إضافة/استبدال غلاف البيانات الوصفية

source: If a jacket is added/replaced, it is placed at the end of the book instead of the beginning
ar: إذا تم إضافة/استبدال غلاف، يتم وضعه في نهاية الكتاب بدلاً من البداية

source: Jacket at the end of the book
ar: الغلاف في نهاية الكتاب

source: Remove broken image pages
ar: إزالة صفحات الصور المعطلة

source: Remove html page(s) that contain only an image tag for which the linked image does not exist in the epub
ar: إزالة صفحة (صفحات) html التي تحتوي فقط على علامة صورة لا توجد الصورة المرتبطة بها في ملف epub

source: If a cover page is identifiable in the epub then it is completely removed
ar: إذا كانت صفحة الغلاف قابلة للتحديد في ملف epub، فسيتم إزالتها بالكامل

source: Remove existing cover
ar: إزالة الغلاف الموجود

source: If a cover page is identifiable in the epub then it is replaced otherwise a new cover page is inserted
ar: إذا كانت صفحة الغلاف قابلة للتحديد في ملف epub، فسيتم استبدالها وإلا فسيتم إدراج صفحة غلاف جديدة

source: Insert or replace cover
ar: إدراج أو استبدال الغلاف

source: Update metadata
ar: تحديث البيانات الوصفية

source: Update the manifest with the latest calibre metadata and replace an existing identifiable cover if possible.
ar: تحديث البيان بأحدث بيانات calibre الوصفية واستبدال غلاف موجود قابل للتحديد إذا أمكن ذلك.

source: Remove any metadata from the .opf manifest that is not in the dc: namespace. Such entries are created by editing in Sigil or calibre updating metadata. Use this option if publishing your ePubs externally.
ar: إزالة أي بيانات وصفية من بيان .opf ليست في مساحة الاسم dc:. يتم إنشاء هذه الإدخالات عن طريق التحرير في Sigil أو تحديث بيانات calibre الوصفية. استخدم هذا الخيار إذا كنت تنشر ملفات ePub الخاصة بك خارجيًا.

source: Remove non dc: metadata elements
ar: إزالة عناصر البيانات الوصفية غير dc:

source: Encode HTML in UTF-8
ar: ترميز HTML بـ UTF-8

source: Removes any existing <meta> charset tags on html pages and encodes in UTF-8. For use where ebook does not display quotes in calibre viewer correctly.
ar: يزيل أي علامات <meta> charset موجودة في صفحات html ويقوم بالترميز بـ UTF-8. للاستخدام عندما لا يعرض الكتاب الإلكتروني الاقتباسات في عارض calibre بشكل صحيح.

source: Remove embedded fonts
ar: إزالة الخطوط المضمنة

source: Remove embedded fonts from the manifest and their files to reduce ePub size. Also removes @font-face declarations.
ar: إزالة الخطوط المضمنة من البيان وملفاتها لتقليل حجم ePub. يزيل أيضًا إعلانات @font-face.

source: Modify @page and body margin styles
ar: تعديل أنماط الهوامش @page و body

source: Replace margin styles for @page or body with your calibre defaults in a new @page style. If your calibre defaults are negative, removes the margin attributes and if necessary the CSS file.
ar: استبدال أنماط الهوامش لـ @page أو body بالقيم الافتراضية لـ calibre في نمط @page جديد. إذا كانت قيم calibre الافتراضية سالبة، فسيتم إزالة سمات الهامش وإذا لزم الأمر ملف CSS.

source: Append extra CSS
ar: إلحاق CSS إضافي

source: Appends any Extra CSS you have defined in your calibre defaults to every .CSS file. If you have no extra CSS defined or text already contained then it does nothing.
ar: يضيف أي CSS إضافي قمت بتحديده في إعدادات calibre الافتراضية إلى كل ملف .CSS. إذا لم يكن لديك CSS إضافي محدد أو نص موجود بالفعل، فلن يفعل شيئًا.

source: Convert html to use smart quotes and emdash characters
ar: تحويل html لاستخدام علامات الاقتباس الذكية وشرطات emdash

source: Smarten punctuation
ar: تجميل علامات الترقيم

source: Remove any .js files and inline javascript blocks
ar: إزالة أي ملفات .js وكتل جافاسكريبت المضمنة

source: Remove inline javascript and files
ar: إزالة جافاسكريبت المضمنة والملفات

source: Modify ePub Options
ar: خيارات تعديل ePub

source: Known Artifacts
ar: الآثار المعروفة

source: Manifest
ar: البيان

source: Adobe
ar: أدوبي

source: Table of Contents
ar: جدول المحتويات

source: HTML && Styles
ar: HTML && الأنماط

source: Metadata Jackets
ar: أغلفة البيانات الوصفية

source: Covers
ar: الأغلفة

source: Metadata
ar: البيانات الوصفية

source: Clear all
ar: مسح الكل

source: Clear all selections
ar: مسح جميع التحديدات

source: Save
ar: حفظ

source: Save the current selected settings for future recall with the Restore button
ar: حفظ الإعدادات المحددة حاليًا لاسترجاعها لاحقًا باستخدام زر الاستعادة

source: Restore
ar: استعادة

source: Restore your settings set when the Save button was last clicked
ar: استعادة إعداداتك التي تم تعيينها عند آخر نقرة على زر الحفظ

source: No options selected
ar: لم يتم تحديد أي خيارات

source: You must select at least one option to continue
ar: يجب عليك تحديد خيار واحد على الأقل للمتابعة

source: Cancel
ar: إلغاء

source: Working
ar: يعمل

source: Queueing books for modifying ePubs
ar: وضع الكتب في قائمة الانتظار لتعديل ملفات ePub

source: Queueing
ar: وضع في قائمة الانتظار

source: Could not modify ePub for some books
ar: تعذر تعديل ePub لبعض الكتب

source: Could not modify %d of %d books, because no ePub source format was found.
ar: تعذر تعديل %d من %d كتاب، لأنه لم يتم العثور على تنسيق مصدر ePub.

source: Adding %d modified ePubs
ar: إضافة %d ملف ePub معدل

source: Adding
ar: إضافة

source: ePub files updated
ar: تم تحديث ملفات ePub
