Repository: kiwidude68/calibre_plugins
Catalog: search_the_internet/translations/*.po
Languages: ar, pl

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
pl: Skróty klawiszowe

source: Restart calibre now
ar: أعد تشغيل calibre الآن
pl: Uruchom calibre ponownie

source: Preferences for:
ar: تفضيلات لـ:
pl: Preferencje dla:

source: Clear
ar: مسح
pl: Wyczyść

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
pl: Wyczyść wszystkie ustawienia dla tej wtyczki

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
pl: Musisz potem ponownie uruchomić calibre.

source: Settings changed
ar: الإعدادات تغيرت
pl: Ustawienia zostały zmienione

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
pl: Proszę ponownie uruchom calibre teraz.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?

source: Settings deleted
ar: تم حذف الإعدادات
pl: Ustawienia zostały usunięte

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.

source: Copy to clipboard
ar: نسخ إلى الحافظة
pl: Kopiuj do schowka

source: Undefined
ar: غير معرف
pl: Nieokreślony

source: Restart required
ar: إعادة التشغيل مطلوبة
pl: Wymagane ponowne uruchomienie

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!

source: Create new column
ar: إنشاء عمود جديد
pl: Utwórz nową kolumnę

source: Search Internet
ar: البحث في الإنترنت

source: Open Group
ar: فتح المجموعة
pl: Otwórz grupę

source: &Customize plugin
ar: &تخصيص الإضافة
pl: Konfiguruj wtyczkę

source: &Help
ar: &مساعدة

source: Cannot open link
ar: لا يمكن فتح الرابط
pl: Nie można otworzyć linku

source: This menu item has not been configured with a url.
ar: لم يتم تهيئة عنصر القائمة هذا بعنوان URL.
pl: Ta pozycja menu nie została skonfigurowana z adresem url.

source: Invalid URL
ar: عنوان URL غير صالح
pl: Nieprawidłowy adres URL

source: You cannot use POST for this url as you have not specified any arguments after a ?
ar: لا يمكنك استخدام POST لهذا العنوان لأنك لم تحدد أي وسائط بعد علامة الاستفهام ؟
pl: Nie możesz użyć POST dla tego adresu url, ponieważ nie podałeś żadnych argumentów po ?

source: You cannot use POST for this url as it does not have name=value for
ar: لا يمكنك استخدام POST لهذا العنوان لأنه لا يحتوي على اسم=قيمة لـ
pl: Nie możesz użyć POST dla tego adresu url, ponieważ nie posiada on name=value dla

source: Select test data
ar: تحديد بيانات الاختبار
pl: Wybierz dane do testowania url

source: &Select test book:
ar: &تحديد كتاب الاختبار:
pl: Wybierz testową książkę:

source: Title:
ar: العنوان:
pl: Tytuł:

source: Author:
ar: المؤلف:
pl: Autor:

source: Publisher:
ar: الناشر:
pl: Wydawca:

source: Add New Image
ar: إضافة صورة جديدة
pl: Dodaj nową ikonę

source: &Select image source
ar: &تحديد مصدر الصورة
pl: Wybierz źródło ikony

source: From &web domain favicon
ar: من أيقونة موقع الويب
pl: Z domeny internetowej

source: From .png &file
ar: من ملف .png
pl: Z pliku .png

source: &Save as filename:
ar: &حفظ باسم الملف:
pl: Zapisz jako:

source: Select a .png file for the menu icon
ar: حدد ملف .png لأيقونة القائمة
pl: Wybierz plik .png dla ikony menu

source: Cannot select image
ar: لا يمكن تحديد الصورة
pl: Nie można wybrać ikony

source: Source image must be a .png file.
ar: يجب أن تكون الصورة المصدر ملف .png.
pl: Ikona źródłowa musi być plikiem .png.

source: Cannot import image
ar: لا يمكن استيراد الصورة
pl: Nie można importować ikony

source: You must specify a filename to save as.
ar: يجب عليك تحديد اسم ملف للحفظ به.
pl: Musisz określić nazwę pliku, jako który chcesz zapisać.

source: The save as filename should consist of a filename only.
ar: يجب أن يتكون اسم الملف المحفوظ من اسم ملف فقط.
pl: Zapis jako nazwa pliku powinien składać się tylko z nazwy pliku.

source: Are you sure?
ar: هل أنت متأكد؟
pl: Jesteś pewien?

source: An image with this name already exists - overwrite it?
ar: صورة بهذا الاسم موجودة بالفعل - هل تريد الكتابة فوقها؟
pl: Ikona o tej nazwie już istnieje - nadpisać ją?

source: You must specify a web domain url
ar: يجب عليك تحديد عنوان URL لمجال الويب
pl: Musisz określić adres url domeny internetowej

source: You must specify a source file.
ar: يجب عليك تحديد ملف مصدر.
pl: Musisz określić plik źródłowy.

source: Source image does not exist!
ar: الصورة المصدر غير موجودة!
pl: Obraz źródłowy nie istnieje!

source: Submenu
ar: قائمة فرعية
pl: Podmenu

source: Title
ar: العنوان
pl: Tytuł

source: Encoding
ar: الترميز
pl: Kodowanie

source: Image
ar: صورة
pl: Ikona

source: Method
ar: الطريقة
pl: Metoda

source: Url
ar: عنوان URL

source: Are you sure you want to delete this menu item?
ar: هل أنت متأكد أنك تريد حذف عنصر القائمة هذا؟
pl: Czy na pewno chcesz usunąć tę pozycję menu?

source: Are you sure you want to delete the selected {0} menu items?
ar: هل أنت متأكد أنك تريد حذف {0} عناصر القائمة المحددة؟
pl: Czy na pewno chcesz usunąć wybrane {0} pozycje menu?

source: Select and configure the menu items to display:
ar: حدد وقم بتهيئة عناصر القائمة للعرض:
pl: Zaznacz pozycję i konfiguruj wiersz menu:

source: Move row up
ar: نقل الصف لأعلى
pl: Przesuń wiersz w górę

source: Add menu item row
ar: إضافة صف عنصر قائمة
pl: Dodaj wiersz menu

source: Delete menu item row
ar: حذف صف عنصر قائمة
pl: Usuń wiersz menu

source: Reset to defaults
ar: إعادة تعيين إلى الافتراضيات
pl: Reset do ustawień domyślnych

source: Move row down
ar: نقل الصف لأسفل
pl: Przesuń wiersz w dół

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
pl: Edytuj skróty klawiszowe związane z tą wtyczką

source: Add image
ar: إضافة صورة
pl: Dodaj ikonę

source: Open images folder
ar: فتح مجلد الصور
pl: Otwórz folder z ikonami .png

source: Move active to top
ar: نقل النشط إلى الأعلى
pl: Przenieś aktywny na górę

source: Test url
ar: اختبار عنوان URL
pl: Test adresu url

source: Test url using
ar: اختبار عنوان URL باستخدام
pl: Konfiguracja testu adresu url

source: Import
ar: استيراد
pl: Importuj

source: Export
ar: تصدير
pl: Eksportuj

source: Are you sure you want to reset to the plugin default menu?
ar: هل أنت متأكد أنك تريد إعادة التعيين إلى قائمة الإضافة الافتراضية؟
pl: Czy na pewno chcesz przywrócić domyślne menu wtyczki?

source: Any modified configuration and custom menu items will be discarded.
ar: سيتم تجاهل أي تهيئة معدلة وعناصر قائمة مخصصة.
pl: Wszelkie zmodyfikowane elementy konfiguracji i menu niestandardowego zostaną odrzucone.

source: Folder does not yet exist. Do you want to create it?
ar: المجلد غير موجود بعد. هل تريد إنشاءه؟
pl: Folder nie istnieje. Czy chcesz go utworzyć?

source: Cannot test
ar: لا يمكن الاختبار
pl: Nie można testować

source: You must select a menu item with a url to test it.
ar: يجب عليك تحديد عنصر قائمة يحتوي على عنوان URL لاختباره.
pl: Musisz wybrać pozycję menu z adresem url, aby ją przetestować.

source: Import Failed
ar: فشل الاستيراد
pl: Importowanie nie powiodło się

source: This is not a valid STIP export archive
ar: هذا ليس أرشيف تصدير STIP صالحًا
pl: To nie jest prawidłowe archiwum eksportowe STIP

source: Import completed
ar: اكتمل الاستيراد
pl: Import zakończony

source: {0} menu items added
ar: تمت إضافة {0} عنصر قائمة
pl: dodano {0} pozycji menu

source: Cannot export
ar: لا يمكن التصدير
pl: Nie można eksportować

source: No menu items selected to export.
ar: لم يتم تحديد عناصر قائمة للتصدير.
pl: Nie wybrano żadnych pozycji menu do eksportu.

source: Export completed
ar: اكتمل التصدير
pl: Eksport zakończony

source: Select a menu file archive to import
ar: حدد أرشيف ملف قائمة للاستيراد
pl: Wybierz archiwum plików menu do importu
