Repository: kiwidude68/calibre_plugins
Catalog: fictiondb/translations/*.po
Languages: tr

source: Keyboard shortcuts
tr: Klavye kısayolları

source: Restart calibre now
tr: Calibre'yi şimdi tekrar başlatın

source: Preferences for:
tr: Tercihler:

source: Clear
tr: Temizle

source: Clear all settings for this plugin
tr: Bu eklentinin tüm ayarlarını sıfırla

source: Are you sure you want to change your settings in this library for this plugin?
tr: Bu eklenti için bu kitaplıktaki ayarlarınızı değiştirmek istediğinizden emin misiniz?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
tr: Calibre eklenti klasöründeki diğer kitaplıklarda veya JSON dosyasında saklanan herhangi bir ayara dokunulmayacak.

source: You must restart calibre afterwards.
tr: Calibre'yi yeniden başlatmanız gerekir.

source: Settings changed
tr: Ayarlar değiştirildi

source: Settings for this plugin in this library have been changed.
tr: Bu kitaplıktaki bu eklentinin ayarları değiştirildi.

source: Please restart calibre now.
tr: Lütfen Calibre'yi yeniden başlatın.

source: Are you sure you want to clear your settings in this library for this plugin?
tr: Bu eklentinin ayarlarını sıfırlama isteğinizden emin misiniz?

source: Settings deleted
tr: Ayarlar silindi

source: All settings for this plugin in this library have been cleared.
tr: Bu eklenti için ayarlarınız sıfırlandı.

source: Copy to clipboard
tr: Panoya kopyala

source: Undefined
tr: Tanımlanmamış

source: Restart required
tr: Yeniden başlatma gerekiyor

source: Title image not found - you must restart Calibre before using this plugin!
tr: Başlık görüntüsü bulunamadı - bu eklentiyi kullanmadan önce Calibre'yi yeniden başlatmalısınız!

source: Create new column
tr: Yeni sütun oluştur

source: Other options
tr: Diğer seçenekler

source: Include 'Genres' in the Tags column
tr: Etiketler sütununa "Türler" ekleyin

source: When checked if a book has any genres defined they will be returned in the Tags column from this plugin.
tr: Bir kitabın tanımlanmış türlere sahip olup olmadığı kontrol edildiğinde, bunlar bu eklentinin Etiketler sütununa döndürülür.

source: Include 'Classification' in the Tags column
tr: Etiketler sütununa 'Sınıflandırma' ekleyin

source: When checked if a book has any Classification defined they will be returned in the Tags column from this plugin.
tr: Bir kitabın tanımlanmış herhangi bir Sınıflandırması olup olmadığı kontrol edildiğinde, bunlar bu eklentinin Etiketler sütununa döndürülür.

source: Include 'Time Period' in the Tags column
tr: Etiketler sütununa 'Zaman Dönemi' ekleyin

source: When checked if a book has any Time Periods defined it will be returned in the Tags column from this plugin.
tr: Bir kitabın tanımlanmış herhangi bir Zaman Dönemi olup olmadığı kontrol edildiğinde, bunlar bu eklentinin Etiketler sütununa döndürülür.

source: Include 'Age Level' in the Tags column
tr: Etiketler sütununa 'Yaş Düzeyi' ekleyin

source: When checked, if a book has an 'Age Level' defined it will be returned in the Tags column from this plugin.
tr: Bir kitabın 'Yaş Düzeyi' tanımlı olup olmadığı kontrol edildiğinde, bunlar bu eklentinin Etiketler sütununa döndürülür.
